{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "During the event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "During the event, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "During the event, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners surround the polished floor. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.5830259000908439,
    0.4734401372513718,
    0.4734401372513718,
    0.4734401372513718,
    0.4734401372513718,
    0.4734401372513718,
    0.4734401372513718,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.6332980441511553,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8342106054146754,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.8287356372102894,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.829805446399968,
    0.8407598890241499,
    0.8407598890241499
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers deliver quick pep talks near the coffee station, offering encouragement to attendees. Career counselors guide unsure students toward industries where their skills might apply. A robotics startup uses a small drone flying above its booth to attract attention.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement to attendees. Career counselors guide unsure students toward industries where their skills might apply. A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement to attendees. Career counselors guide unsure students toward industries where their skills might apply and remind attendees to maintain eye contact. A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station, offering encouragement to attendees. Career counselors guide unsure students toward industries where their skills might apply and remind attendees to maintain eye contact. A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, offering encouragement to attendees. Career counselors guide unsure students toward industries where their skills might apply and remind attendees to maintain eye contact. A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station to encourage attendees. Career counselors guide unsure students toward industries where their skills might apply and remind attendees to maintain eye contact. A robotics startup uses a small drone flying above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.7537864973239484,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8109231116722105,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8102132568881072,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8070929426457099,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.8131693191299614,
    0.814969069569344
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors address attendees, reminding them to maintain eye contact, and they redirect unsure students toward applicable industries.",
    "Career counselors address attendees, reminding them to maintain eye contact, and they redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors address attendees, urging them to maintain eye contact and guiding unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors address attendees, urging them to maintain eye contact and guiding unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors address attendees, urging them to maintain eye contact and guiding unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, career counselors address attendees, urging eye contact and guiding unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.38419822604162507,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.6152878284959661,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.7426079705322308,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.5966091243225964,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.6768708859596824,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037,
    0.8002901495185037
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while the engineering society sponsors a resume review table near the stage.",
    "At the venue, event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Near the stage, the engineering society hosts a resume review table. Tech companies display demo screens showcasing their latest apps. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.76676108571104,
    0.76676108571104,
    0.76676108571104,
    0.76676108571104,
    0.76676108571104,
    0.76676108571104,
    0.76676108571104,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.7881291148636287,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8325488365353599,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8535001479142232,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294,
    0.8466209016793294
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the exhibit space, tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the exhibit space, tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Within the exhibit space, tech companies display demo screens showcasing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "In the exhibit space, tech companies display demo screens showing their latest apps; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews.",
    "In the exhibit space, tech companies display demo screens showing their latest apps; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.38418191232062043,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.5414900398683087,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.6029060799886612,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578,
    0.598484915957578
  ],
  "5": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "A campus event centers on a cybersecurity company running a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up before the career fair opens.",
    "At a campus event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "At a campus event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At a campus event, a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as consulting firms stack glossy case-study booklets on high tables. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5630976208584448,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.5880911934470061,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7261441054200984,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7431000284068235,
    0.7607704516063923,
    0.7607704516063923,
    0.7607704516063923,
    0.7607704516063923,
    0.7607704516063923
  ],
  "6": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A shared scene shows students rehearsing elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps.",
    "A shared scene shows students rehearsing elevator pitches quietly against a wall, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The scene blends preparation, promotion, and planning across the exhibit floor.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The scene blends preparation, promotion, and planning across the exhibit floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The scene blends preparation, promotion, and planning across the exhibit floor. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3695828554491631,
    0.3695828554491631,
    0.3695828554491631,
    0.3695828554491631,
    0.3695828554491631,
    0.3695828554491631,
    0.3695828554491631,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.5128015944161431,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.7916189240635544,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.851328539310711,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8554057804920104,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8664629825172758,
    0.8906332717380785,
    0.8906332717380785
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "An event unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "An event unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "An event unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.4149913869170755,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.7720854058580863,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8197862890396141,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8123696730380718,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525,
    0.8335281380899525
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos while students clutch resumes inside branded folders; event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the career fair, healthcare providers display community outreach photos while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.35470213268800893,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.4154834232425304,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.7657492356950915,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8632540037479554,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8227467465861,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051,
    0.8462603117835051
  ],
  "9": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.40440940077711895,
    0.40440940077711895,
    0.40440940077711895,
    0.40440940077711895,
    0.40440940077711895,
    0.40440940077711895,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.7549155880854207,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8058662224330624,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8409443251053792,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8474910019780268,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8639421815360321,
    0.8549620554864135,
    0.8549620554864135,
    0.8549620554864135,
    0.8549620554864135
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym as the career fair prepares to open.",
    "Students line up outside the university gym as the career fair prepares to open, while healthcare providers showcase community outreach photos.",
    "At the university campus, students line up outside the university gym as the career fair prepares to open. Healthcare providers showcase community outreach photos, while the engineering society sponsors a resume review table near the stage.",
    "On a university campus, students line up outside the university gym as the career fair prepares to open. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "On a university campus, students line up outside the university gym as the career fair prepares to open. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "On a university campus, students line up outside the university gym as the career fair prepares to open. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, students line up outside the gym as the career fair opens. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.42964985745089573,
    0.38610851268492674,
    0.38610851268492674,
    0.38610851268492674,
    0.38610851268492674,
    0.38610851268492674,
    0.38610851268492674,
    0.38610851268492674,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.579893976145283,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.7642958419945514,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.8026663742309276,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.7991361246447592,
    0.8226184183621548,
    0.8226184183621548,
    0.8226184183621548,
    0.8226184183621548,
    0.8226184183621548,
    0.8226184183621548
  ],
  "11": [
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting before the career fair opens.",
    "Outside the university gym, a line of students waits before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line of students waits before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits as the career fair nears opening. A robotics startup uses a small drone to hover above its booth and draw attention. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends use the event map to mark target employers.",
    "Outside the university gym, a line of students waits as the career fair nears opening. A robotics startup operates a small drone that hovers above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends consult the event map to mark target employers.",
    "Outside the university gym, students line up ahead of the career fair opening. A robotics startup operates a small drone that hovers above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends consult the event map to mark target employers."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.5454132041982929,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7463950304844592,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7800576467945821,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7832117876930398,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485,
    0.7907819996158485
  ],
  "12": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "Event staff scan registrations at the entrance and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "An exhibition floor shows event staff scanning registrations at the entrance and handing out lanyards. A robotics startup stands out by flying a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, creating a busy, circular layout. Career counselors actively redirect unsure students toward applicable industries, guiding their path through the event.",
    "On the exhibition floor, event staff scan registrations at the entrance and hand out lanyards. A robotics startup stands out by flying a small drone over its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, creating a busy, circular layout. Career counselors actively redirect unsure students toward applicable industries, guiding their path through the event. An alumni panel discusses how to prepare for technical interviews.",
    "On the exhibition floor, event staff scan registrations at the entrance and hand out lanyards. A robotics startup stands out by flying a small drone over its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor, creating a busy circular layout. Career counselors actively redirect unsure students toward applicable industries, guiding their path through the event. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "On the exhibition floor, event staff scan registrations at the entrance and hand out lanyards. A robotics startup stands out by flying a small drone over its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor in a busy circular layout. Career counselors actively redirect unsure students toward applicable industries, guiding their path through the event. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.7055128715480982,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.776429625367751,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8387669601053149,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8172354379093201,
    0.8550506356771459,
    0.8550506356771459,
    0.8550506356771459,
    0.8550506356771459,
    0.8550506356771459
  ],
  "13": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A welcome announcement on the PA system outlines the fair schedule.",
    "Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Networking etiquette workshops commence in the adjoining classroom.",
    "Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. Networking etiquette workshops commence in the adjoining classroom.",
    "Event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. Networking etiquette workshops commence in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, event staff at the entrance scan registrations and distribute lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome PA announcement outlines the fair schedule. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.833852159209996,
    0.833852159209996,
    0.833852159209996,
    0.833852159209996,
    0.833852159209996,
    0.833852159209996,
    0.833852159209996,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7885548752062856,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.7773596381079073,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.78201496525577,
    0.8298001963342769,
    0.8298001963342769,
    0.8298001963342769,
    0.8298001963342769,
    0.8298001963342769,
    0.8298001963342769,
    0.8298001963342769,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767,
    0.8460786867725767
  ],
  "14": [
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showcasing their latest apps as human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym in anticipation of the career fair opening. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showcasing their latest apps as human resources teams jot notes on tablets while students introduce themselves. Outside the university gym, students line up in anticipation of the career fair opening. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showcasing their latest apps as human resources teams jot notes on tablets while students introduce themselves. Outside the university gym, students line up in anticipation of the career fair opening. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showcasing their latest apps as human resources teams jot notes on tablets and students introduce themselves. Outside the university gym, students line up in anticipation of the career fair opening. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while tech companies display demo screens showcasing their latest apps. Human resources staff jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "14_score": [
    0.0,
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.4270420104353831,
    0.4270420104353831,
    0.4270420104353831,
    0.4270420104353831,
    0.4270420104353831,
    0.4270420104353831,
    0.4270420104353831,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.621082701326756,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.759726741567651,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7869875512250666,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.7748943097916581,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.794349629082501,
    0.7950072505628589
  ],
  "15": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, counselors guide unsure students toward applicable industries as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At a university career fair, counselors guide unsure students toward applicable industries as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, counselors guide unsure students toward applicable industries as students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the fair opens, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.4477959437310735,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.578198772293304,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8453118609097691,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8450272883484886,
    0.8657423415645094,
    0.8657423415645094,
    0.8657423415645094,
    0.8657423415645094,
    0.8657423415645094
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.542872913478929,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7062527412963147,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7460222332105999,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.7882019841846581,
    0.796524076505386,
    0.796524076505386,
    0.796524076505386,
    0.796524076505386,
    0.796524076505386
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station.",
    "At the event space, career counselors direct unsure students toward applicable industries, alumni volunteers deliver quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event space, career counselors direct unsure students toward applicable industries, and alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event space, career counselors direct unsure students toward applicable industries while alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders as they move through the space. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event space, career counselors direct unsure students toward applicable industries, with alumni volunteers delivering quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders as they move through the space. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, career counselors direct unsure students toward applicable industries and alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders as they move through the space. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, career counselors direct unsure students toward applicable industries, while alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders as they move through the space. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.379718667152375,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.45707852691485906,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7636095298955425,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7673365768934655,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7788231016061888,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7839994670618637,
    0.7903360246462203,
    0.7903360246462203
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At the campus event, multiple activities occur: an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the campus event, multiple activities occur: an alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the campus event near the career fair, multiple activities occur: an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage; a robotics startup flies a small drone above its booth to attract attention; groups of friends mark target employers on the event map; students line up outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.5643558401620152,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.7654598854066841,
    0.8224708302195671,
    0.8224708302195671,
    0.8224708302195671,
    0.8224708302195671,
    0.8224708302195671,
    0.8224708302195671,
    0.8224708302195671,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.8439682694830865,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388,
    0.5537431687002388
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on alumni volunteers giving quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall; students clutch resumes inside branded folders.",
    "Alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor.",
    "An event scene at a venue with a polished floor where alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos.",
    "An event scene at a venue with a polished floor shows alumni volunteers giving quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a venue with a polished floor, alumni volunteers give quick pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders as dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3059230392292524,
    0.3679973145740836,
    0.3679973145740836,
    0.3679973145740836,
    0.3679973145740836,
    0.3679973145740836,
    0.3679973145740836,
    0.3679973145740836,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6394996361460059,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6974034051077969,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.6908313485734926,
    0.7357389378277718,
    0.7357389378277718
  ],
  "20": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention while tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase community outreach photos.",
    "At the exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.472416708677632,
    0.472416708677632,
    0.472416708677632,
    0.472416708677632,
    0.472416708677632,
    0.472416708677632,
    0.472416708677632,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.5457583602487788,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.48054336126695235,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578,
    0.782401487529578
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors remind attendees to maintain eye contact as the scene unfolds near the university gym. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before the career fair opens.",
    "Near the university gym, career counselors remind attendees to maintain eye contact as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, and outside, students line up before the career fair opens.",
    "Near the university gym, career counselors remind attendees to maintain eye contact as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, while outside, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "Near the university gym, career counselors remind attendees to maintain eye contact as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, while outside, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Near the university gym, career counselors remind attendees to maintain eye contact as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, while outside, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "Near the university gym, career counselors remind attendees to maintain eye contact as the scene unfolds. At the entrance, event staff scan registrations and hand out lanyards, while outside, students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4538404643596034,
    0.4538404643596034,
    0.4538404643596034,
    0.4538404643596034,
    0.4538404643596034,
    0.4538404643596034,
    0.4538404643596034,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.7060179708881189,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.5830243227366889,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7439207957257283,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.7673792273119764,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8379529182108572,
    0.8692272264263887,
    0.8692272264263887,
    0.8692272264263887,
    0.8692272264263887,
    0.8692272264263887,
    0.8692272264263887
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth for attention.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.3713891452439422,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.5558714491610102,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.7302274178808752,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104,
    0.8217898511691104
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym in advance of the career fair opening. The line forms at the gyms exterior, with the event not yet open.",
    "Students line up outside the university gym in advance of the career fair opening. The line forms along the gyms exterior as the event remains not yet open. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym in advance of the career fair opening, with the line forming along the gyms exterior as the event remains not yet open. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym ahead of the career fair opening, with the queue forming along the gyms exterior as the event remains not yet open. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening, with the queue forming along the gyms exterior as the event remains not yet open. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up along the exterior as the career fair remains not yet open. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up along the exterior as the career fair remains not yet open. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5465093648352477,
    0.5465093648352477,
    0.5465093648352477,
    0.5465093648352477,
    0.5465093648352477,
    0.5465093648352477,
    0.5465093648352477,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7368564262373898,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7447495011958786,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.7606704151429435,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119,
    0.8318568802210119
  ],
  "24": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries.",
    "In the event setting, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage.",
    "In the event setting, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries; the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the event setting, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the event setting for the career fair, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair setting, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, human resources teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.3874596117645999,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.4883812317692668,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.661771962931271,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8171216894723301,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8322790782278046,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438,
    0.8111004813255438
  ],
  "25": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Before the fair opens, students line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. A robotics startup flies a small drone above its booth to draw attention, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the career fair, the engineering society sponsors a resume review table near the stage, with students lining up outside the university gym before opening. A robotics startup flies a small drone above its booth to draw attention, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7273414878972911,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.7846812670809651,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8213639841189332,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.8576899756794694,
    0.877767797272305,
    0.877767797272305,
    0.877767797272305,
    0.877767797272305,
    0.877767797272305,
    0.877767797272305
  ],
  "26": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "In a tech showcase setting, tech companies display demo screens that show their latest apps. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At a tech showcase, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a tech showcase, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a tech showcase, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At a tech showcase, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At a tech showcase, tech companies display demo screens featuring their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.5377995280142214,
    0.6635973640990953,
    0.6635973640990953,
    0.6635973640990953,
    0.6635973640990953,
    0.6635973640990953,
    0.6635973640990953,
    0.6635973640990953,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.6898703978372878,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7066012079314737,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7050827319221049,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382,
    0.7067741090850382
  ],
  "27": [
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against the wall.",
    "In a shared space, some students are quietly rehearsing elevator pitches against the wall, while tech companies display demo screens showing their latest apps.",
    "In a shared space, some students are quietly rehearsing elevator pitches against the wall, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop. The activity is concurrent, with the rehearsals, challenge, and demo displays visible together.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop. The activity is concurrent, with the rehearsals, challenge, and demo displays visible together.",
    "In a shared space, students quietly rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop. The activity is concurrent, with the rehearsals, challenge, and demo displays visible together. Students clutch resumes inside branded folders.",
    "Across a shared space, dozens of booths with colorful banners circle a polished floor. Students quietly rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop. The activity is concurrent, with rehearsals, the challenge, and the demo displays visible together. Students clutch resumes inside branded folders.",
    "Across a shared space, dozens of booths with colorful banners circle a polished floor. Students quietly rehearse elevator pitches against the wall while tech companies display demo screens of their latest apps. A cybersecurity company conducts a password-cracking challenge on a laptop. The activity is concurrent, with rehearsals, the challenge, and the demo displays visible together. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "27_score": [
    0.0,
    0.0,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.26176947333580475,
    0.32761471210185683,
    0.32761471210185683,
    0.32761471210185683,
    0.32761471210185683,
    0.32761471210185683,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.4840937768507923,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5757172586000526,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.5976265556731875,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.6985300210473806,
    0.727724860533083,
    0.727724860533083
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Finance firms are offering QR codes for immediate internship applications.",
    "Finance firms are offering QR codes for immediate internship applications, while students clutch resumes inside branded folders.",
    "Finance firms are offering QR codes for immediate internship applications, while students clutch resumes inside branded folders. A line of students gathers outside the university gym before the career fair opens, waiting in advance of the event.",
    "At the university campus near the gym, finance firms are offering QR codes for immediate internship applications, while students clutch resumes inside branded folders. A line of students gathers outside the university gym before the career fair opens, waiting in advance of the event. Healthcare providers showcase community outreach photos.",
    "On a university campus near the gym, a career fair scene unfolds with finance firms offering QR codes for immediate internship applications, and students clutch resumes inside branded folders. A line of students gathers outside the university gym, waiting in advance of the event. Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves.",
    "On a university campus near the gym, a career fair scene unfolds. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. A line of students gathers outside the university gym, waiting in advance of the event. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.373697143576207,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.3846492497949303,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.5875395924776372,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.6870289344774867,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.7875209743294362,
    0.817611049284849,
    0.817611049284849,
    0.817611049284849,
    0.817611049284849,
    0.817611049284849
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6126793751212454,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.6573493787979161,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8265330354020042,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8248195815534767,
    0.8331007254187329,
    0.8331007254187329,
    0.8331007254187329,
    0.8331007254187329,
    0.8331007254187329
  ],
  "30": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "In the venue, networking etiquette workshops are beginning in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and HR teams jot notes on tablets as students introduce themselves.",
    "In the venue, networking etiquette workshops are beginning in the adjoining classroom, and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves.",
    "At the venue, networking etiquette workshops are starting in the adjoining classroom, and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, networking etiquette workshops are starting in the adjoining classroom, and tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, networking etiquette workshops are commencing in the adjoining classroom, while tech companies display demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, as HR teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.36958269710566405,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.526840016149891,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.5275728850597268,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7059516230535676,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7403929592580694,
    0.7621258272511047,
    0.7621258272511047,
    0.7621258272511047
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a conference-like space, consulting firms stack glossy case study booklets on high tables while dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a conference-like space, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos.",
    "In a conference-like space, consulting firms stack glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.5167429605026808,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6488862190848115,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.6718479173268108,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643,
    0.7484554031317643
  ],
  "32": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while human resources teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews at the event, offering guidance to attendees. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, planning which companies to approach. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, creating a lively, informational circuit."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.5054375190076631,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.6342477948097496,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.7558607566543436,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8023282432188611,
    0.8384733959449422
  ],
  "33": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens; in the adjoining classroom, workshops on networking etiquette begin.",
    "Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens. In the adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym as the career fair opens, while in the adjoining classroom networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, guiding them to relevant pathways. Consulting firms stack glossy case study booklets on high tables, making resource materials prominent for attendees.",
    "On a university campus, students line up outside the gym as the career fair opens, while in the adjoining classroom networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, guiding them to relevant pathways. Consulting firms stack glossy case study booklets on high tables, making resource materials prominent for attendees. Career counselors remind attendees to maintain eye contact.",
    "On a university campus, students line up outside the gym as the career fair opens, and in the adjoining classroom networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, guiding them to relevant pathways. Consulting firms stack glossy case study booklets on high tables, making resource materials prominent for attendees. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "On a university campus, students line up outside the gym as the career fair opens, while in the adjoining classroom networking etiquette workshops begin. Career counselors direct unsure students toward applicable industries, guiding them to relevant pathways. Consulting firms stack glossy case study booklets on high tables, making resource materials prominent for attendees. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "33_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.42657944127958314,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7527906114644192,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7400939265764179,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7669216378289692,
    0.7440831906212981,
    0.7440831906212981,
    0.7440831906212981,
    0.7440831906212981,
    0.7440831906212981,
    0.7440831906212981,
    0.7440831906212981,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7692219529211337,
    0.7906059355407714,
    0.7906059355407714,
    0.7906059355407714,
    0.7906059355407714,
    0.7906059355407714,
    0.7906059355407714
  ],
  "34": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications; career counselors redirect unsure students toward applicable industries.",
    "Finance firms offer QR codes for immediate internship applications, giving students a quick path to apply. Career counselors redirect unsure students toward applicable industries, guiding their focus. Some students rehearse elevator pitches quietly against the wall, practicing their delivery.",
    "Finance firms provide QR codes linking to immediate internship applications, offering students a quick path to apply. Career counselors direct unsure students toward applicable industries, guiding their focus. Meanwhile, some students rehearse elevator pitches quietly against the wall, practicing their delivery.",
    "Finance firms display QR codes linking to immediate internship applications, offering students a quick path to apply. Career counselors guide unsure students toward applicable industries, helping them focus. Meanwhile, some students rehearse elevator pitches quietly against the wall, practicing their delivery. Consulting firms stack glossy case-study booklets on high tables.",
    "At a career-focused scene, finance firms display QR codes that link to immediate internship applications, offering students a quick path to apply. Career counselors guide unsure students toward applicable industries, helping them focus. Some students rehearse elevator pitches quietly against the wall, practicing their delivery. Consulting firms stack glossy case-study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a career-focused scene, finance firms display QR codes that link to immediate internship applications, offering students a quick path to apply. Career counselors guide unsure students toward applicable industries, helping them focus. Some students rehearse elevator pitches quietly against the wall, practicing their delivery. Consulting firms stack glossy case-study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "34_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.43955202633838725,
    0.6435508339957894,
    0.6435508339957894,
    0.6435508339957894,
    0.6435508339957894,
    0.6435508339957894,
    0.6435508339957894,
    0.6435508339957894,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.643447672482893,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.702345381880217,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7129439188955377,
    0.7435157947001723,
    0.7435157947001723
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students is lined up outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a group of students is lined up, waiting for the career fair to open. They clutch resumes stored inside branded folders.",
    "Outside the university gym, a group of students is lined up, waiting for the career fair to open. They clutch resumes stored inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. They clutch resumes stored in branded folders. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. They clutch resumes stored in branded folders. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a group of students lines up, waiting for the career fair to open. They clutch resumes stored in branded folders. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34058320560734834,
    0.34058320560734834,
    0.34058320560734834,
    0.34058320560734834,
    0.34058320560734834,
    0.34058320560734834,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.5257841771493089,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7302055759332047,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7424740527881009,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571,
    0.7917651771667571
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "The engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while a cybersecurity company hosts a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while a cybersecurity company hosts a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, an engineering society sponsors a resume review table near the stage, while a cybersecurity company hosts a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.46567377258420817,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.6171097203214109,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.738389736264045,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.782200367294207,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7826619516238122,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7785743968677264,
    0.7721956971450517,
    0.7721956971450517,
    0.7721956971450517,
    0.7721956971450517
  ],
  "37": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications; at the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Finance firms provide QR codes that enable immediate internship applications; at the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms provide QR codes that enable immediate internship applications, while at the entrance event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, finance firms provide QR codes that enable immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, finance firms provide QR codes that enable immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, finance firms provide QR codes that enable immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "37_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.4421252712853411,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.6220354564656596,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.807303979893722,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8411348776011273,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8403781867337299,
    0.8515447323372929,
    0.8515447323372929,
    0.8515447323372929,
    0.8515447323372929,
    0.8515447323372929
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "An event space features an entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Dozens of booths with colorful banners circle the polished floor.",
    "An event space features an entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At an event space, attendees pass through an entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event space features dozens of booths with colorful banners circling a polished floor. Attendees pass through an entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.5752998599541896,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7264180082628405,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7357873374031505,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7526921142702572,
    0.7601805610971186
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating ongoing outreach activities. Concurrently, finance firms provide QR codes designed for immediate internship applications, enabling quick access to internship opportunities.",
    "Healthcare providers are depicted in community outreach photos illustrating ongoing outreach activities, while finance firms provide QR codes designed for immediate internship applications, enabling quick access to internship opportunities.",
    "Healthcare providers are depicted in community outreach photos illustrating ongoing outreach activities, while finance firms provide QR codes designed for immediate internship applications, enabling quick access to internship opportunities. Consulting firms stack glossy case study booklets on high tables.",
    "The scene shows healthcare providers depicted in community outreach photos illustrating ongoing outreach activities. Finance firms offer QR codes designed for immediate internship applications, enabling quick access to internship opportunities. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "The scene shows a mixed professional event where healthcare providers appear in community outreach photos illustrating ongoing outreach activities. Finance firms display QR codes for immediate internship applications, enabling quick access to opportunities. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "A mixed professional event at the university campus centers on the gym exterior before the career fair opens. Healthcare providers appear in community outreach photos illustrating ongoing outreach activities. Finance firms display QR codes for immediate internship applications, enabling quick access to opportunities. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.5069807187853553,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.3788233274738101,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.5344218378934089,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7105496915677766,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7169354239351486,
    0.7799291212361879,
    0.7799291212361879,
    0.7799291212361879,
    0.7799291212361879,
    0.7799291212361879
  ],
  "40": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens as a welcome announcement is broadcast over the PA system outlining the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university gym, students line up outside as the career fair prepares to open, while a PA system broadcasts a welcome announcement outlining the fair schedule. Healthcare providers display community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym, students line up outside as the career fair prepares to open. A PA system broadcasts a welcome announcement outlining the fair schedule. Healthcare providers display community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, students line up outside as the career fair prepares to open. A PA system broadcasts a welcome announcement outlining the fair schedule. Healthcare providers display community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "At the university gym, students line up outside as the career fair prepares to open. A PA system broadcasts a welcome announcement outlining the fair schedule. Healthcare providers display community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4425000252593742,
    0.4425000252593742,
    0.4425000252593742,
    0.4425000252593742,
    0.4425000252593742,
    0.4425000252593742,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.584160181641557,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.797728687933991,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8369432782479383,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8443583796018441,
    0.8447117964966174,
    0.8447117964966174,
    0.8447117964966174,
    0.8447117964966174,
    0.8447117964966174,
    0.8447117964966174,
    0.8447117964966174
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, establishing the pre-event bustle. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens, creating pre-event bustle. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens, creating pre-event bustle. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, creating pre-event bustle. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.4098897370965764,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.6187330817271198,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8105808776600165,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.8211835436905712,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311,
    0.829739849907311
  ],
  "42": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, highlighting their outreach efforts, while a robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display community outreach photos to highlight their outreach efforts, while a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables.",
    "Outside the university gym before the career fair opens, students line up. At the booths, healthcare providers display community outreach photos to highlight their outreach efforts, a robotics startup flies a small drone above its booth to attract attention, and consulting firms stack glossy case-study booklets on high tables.",
    "Outside the university gym before the career fair opens, students line up. At the booths, healthcare providers display community outreach photos to highlight their outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym before the career fair opens, students line up. At the booths, healthcare providers display community outreach photos to highlight their outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, students line up. At the booths, healthcare providers display community outreach photos to highlight their outreach efforts. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "42_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3297474687491261,
    0.3297474687491261,
    0.3297474687491261,
    0.3297474687491261,
    0.3297474687491261,
    0.3297474687491261,
    0.3297474687491261,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.535880083322724,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.6588978494944359,
    0.8228335472152669,
    0.8228335472152669,
    0.8228335472152669,
    0.8228335472152669,
    0.8228335472152669,
    0.8228335472152669,
    0.8228335472152669,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381,
    0.839279302650381
  ],
  "43": [
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.35546093252099376,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.5394684920793971,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.7391831574019854,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8013516613043798,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558,
    0.8453314046422558
  ],
  "44": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens of their latest apps as students queue outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens of their latest apps as students queue outside the university gym before the career fair opens. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens of their latest apps as students queue outside the university gym before the career fair opens. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens of their latest apps as students queue outside the university gym before the career fair opens. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.6286211661290804,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7312225408348938,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479,
    0.7981791809509479
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement outlines the schedule over the PA system, while students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement outlines the schedule over the PA system as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement outlines the schedule over the PA system as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, a welcome announcement over the PA outlines the schedule while students clutch resumes inside branded folders. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Students clutch resumes inside branded folders and line up outside the university gym before opening. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.4626305997012146,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.6361176125710919,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.8103325393769756,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.855542527016909,
    0.8831916551770215,
    0.8831916551770215,
    0.8831916551770215,
    0.8831916551770215,
    0.8831916551770215,
    0.8831916551770215,
    0.8831916551770215
  ],
  "46": [
    "",
    "",
    "In a scene of document preparation, students clutch resumes inside branded folders.",
    "In a document-preparation scene, students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance.",
    "In a document-preparation scene, students clutch resumes inside branded folders, while event staff at the entrance scan registrations and hand out lanyards.",
    "In a document-preparation scene, students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards.",
    "In a document-preparation scene, students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards.",
    "At a document-preparation scene, students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards.",
    "In a document-preparation scene, students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards.",
    "In a document-preparation scene, students clutch resumes inside branded folders as event staff at the entrance scan registrations and hand out lanyards."
  ],
  "46_score": [
    0.0,
    0.0,
    0.29917737220331353,
    0.29917737220331353,
    0.29917737220331353,
    0.29917737220331353,
    0.29917737220331353,
    0.29917737220331353,
    0.3941065518564125,
    0.3941065518564125,
    0.3941065518564125,
    0.3941065518564125,
    0.3941065518564125,
    0.3941065518564125,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3762019340590642,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3767184703058144,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802,
    0.3891106514638802
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves. The two activities occur concurrently, with HR staff recording on tablets while students provide introductions.",
    "Human resources teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions. The activities occur concurrently. Career counselors redirect unsure students toward applicable industries.",
    "A session where HR teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions; activities occur concurrently. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In a session, HR teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions; activities occur concurrently. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "During a session, HR teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions, and activities occurring concurrently. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "In a session at a career fair, HR teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions and activities occurring concurrently. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "In a session at a career fair, HR teams jot notes on tablets as students introduce themselves, with HR staff recording during the introductions and activities occurring concurrently. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4224349333155669,
    0.4224349333155669,
    0.4224349333155669,
    0.4224349333155669,
    0.4224349333155669,
    0.4224349333155669,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.628371643903046,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.6639572126121264,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7829266088053088,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.7787057956925801,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8197225441780975,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934,
    0.8284473846670934
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter. Consulting firms stack glossy case study booklets on high tables, ready for visitors. Career counselors direct unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter. Consulting firms stack glossy case study booklets on high tables, ready for visitors. Career counselors direct unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, creating a lively perimeter. Consulting firms stack glossy case study booklets on high tables, ready for visitors. Career counselors direct unsure students toward applicable industries, and remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5438102025096032,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.5841180750632493,
    0.789284297659258,
    0.789284297659258,
    0.789284297659258,
    0.789284297659258,
    0.789284297659258,
    0.789284297659258,
    0.789284297659258,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8696160016713468,
    0.8681593089049215,
    0.8681593089049215,
    0.8681593089049215,
    0.8681593089049215,
    0.8681593089049215,
    0.8681593089049215,
    0.8681593089049215
  ],
  "49": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At an event scene, career counselors remind attendees to maintain eye contact, reinforcing engagement during interactions. Healthcare providers showcase community outreach photos, displaying images of health-related service activities. The combined observations reflect a setting where professional guidance and health outreach are presented to attendees.",
    "At an event scene, career counselors remind attendees to maintain eye contact to reinforce engagement during interactions, while healthcare providers showcase community outreach photos displaying images of health-related service activities. The combined observations point to a setting where professional guidance and health outreach are presented to attendees, with students lining up outside the university gym before the career fair opens.",
    "At a university event scene, attendees are presented with professional guidance and health outreach: career counselors remind attendees to maintain eye contact to reinforce engagement during interactions, while healthcare providers showcase community outreach photos displaying health-related service activities. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries, guiding them to relevant paths. The combined observations describe a setting where professional guidance and health outreach are presented to attendees, with the gym as the venue and pre-opening line indicating anticipation for the career fair.",
    "At a university event, attendees are presented with professional guidance and health outreach. Career counselors remind attendees to maintain eye contact to reinforce engagement and redirect unsure students toward applicable industries to guide them to relevant paths. Healthcare providers showcase community outreach photos displaying health-related service activities. Students line up outside the university gym before the career fair opens, indicating anticipation. Human resources teams jot notes on tablets while students introduce themselves. The gym serves as the venue, combining professional guidance and health outreach for attendees, with photos, tablets, and the line outside the gym as concrete details and relative spatial relations.",
    "At a university event, the gym serves as the venue for a career fair that combines professional guidance and health outreach. Attendees receive professional guidance, with career counselors reminding them to maintain eye contact and to redirect unsure students toward applicable industries to guide them to relevant paths. Healthcare providers showcase community outreach photos displaying health-related service activities. Students line up outside the university gym before the career fair opens, indicating anticipation. Human resources teams jot notes on tablets while students introduce themselves. The scene includes concrete details such as photos, tablets, and the line outside the gym, reflecting the spatial relations between the venue and attendees.",
    "At the university, the gym serves as the venue for a career fair that combines professional guidance and health outreach. Attendees receive career guidance, with career counselors reminding them to maintain eye contact and to redirect unsure students toward applicable industries to guide them to relevant paths. Healthcare providers showcase community outreach photos displaying health-related service activities. Students line up outside the gym before the fair opens, indicating anticipation. Human resources teams jot notes on tablets while students introduce themselves. The scene includes concrete details such as photos, tablets, and the line outside the gym, reflecting the spatial relation between the venue and attendees. Tech companies display demo screens showing their latest apps."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.6000206906813246,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5206461568705688,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.5977604675691418,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.686510459410446,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.6952454260740408,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062,
    0.7506527916793062
  ]
}