{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At a professional event, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables, forming orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables in orderly piles. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the professional career fair, consulting firms stack glossy case study booklets in orderly piles on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the professional career fair, consulting firms stack glossy case study booklets in orderly piles on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the professional career fair, consulting firms stack glossy case study booklets in orderly piles on high tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At the professional career fair, consulting firms stack glossy case study booklets in orderly piles on high tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the professional career fair, consulting firms stack glossy case study booklets in neat piles on high tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.433115392705105,
    0.433115392705105,
    0.433115392705105,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.5998756377549067,
    0.6727850308968748,
    0.6727850308968748,
    0.6727850308968748,
    0.7449468483563252,
    0.7449468483563252,
    0.7449468483563252,
    0.7449468483563252,
    0.8395407049398254,
    0.8395407049398254,
    0.8395407049398254,
    0.8395407049398254,
    0.8395407049398254,
    0.8436544560155943,
    0.8436544560155943,
    0.8436544560155943,
    0.8436544560155943,
    0.8436544560155943,
    0.8436544560155943,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8570856585161515,
    0.8746470503062113,
    0.8746470503062113,
    0.8746470503062113,
    0.8746470503062113,
    0.8746470503062113,
    0.8746470503062113,
    0.8746470503062113,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.877399325650955,
    0.8766975405633696,
    0.8766975405633696,
    0.8766975405633696,
    0.8766975405633696,
    0.8766975405633696
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. They clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.672843043070676,
    0.672843043070676,
    0.672843043070676,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.5789122791959407,
    0.7095683765851385,
    0.7095683765851385,
    0.7095683765851385,
    0.7095683765851385,
    0.7095683765851385,
    0.7205110490602687,
    0.7205110490602687,
    0.7205110490602687,
    0.7205110490602687,
    0.7205110490602687,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.788579143699821,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.817452803298439,
    0.8177399387580611,
    0.8177399387580611,
    0.8177399387580611,
    0.8152573635799147,
    0.8152573635799147,
    0.8152573635799147,
    0.8152573635799147,
    0.8298727026578346,
    0.8298727026578346,
    0.8298727026578346,
    0.8298727026578346,
    0.8298727026578346,
    0.8301167836781899,
    0.8301167836781899
  ],
  "2": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before opening. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, an alumni panel discusses how to prepare for technical interviews while a PA announcement outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.8548638359576999,
    0.8548638359576999,
    0.8548638359576999,
    0.8548638359576999,
    0.8533957419818068,
    0.8533957419818068,
    0.8533957419818068,
    0.8533957419818068,
    0.8533957419818068,
    0.8533957419818068,
    0.84033606732991,
    0.84033606732991,
    0.84033606732991,
    0.84033606732991,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8823873569104513,
    0.8831603033805533,
    0.8831603033805533,
    0.8831603033805533,
    0.8831603033805533,
    0.8831603033805533,
    0.8920103362794558,
    0.8920103362794558,
    0.8920103362794558,
    0.8920103362794558,
    0.8920103362794558,
    0.8936545123821451,
    0.8936545123821451,
    0.8936545123821451,
    0.8936545123821451,
    0.8936545123821451,
    0.8936545123821451,
    0.8936545123821451,
    0.8879647320884247,
    0.8879647320884247,
    0.8879647320884247,
    0.8885036183771668,
    0.8885036183771668,
    0.8885036183771668,
    0.8885036183771668,
    0.8885036183771668,
    0.8885036183771668,
    0.8744624584763108,
    0.8744624584763108,
    0.8744624584763108,
    0.8744624584763108,
    0.8744624584763108,
    0.8744624584763108
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule for attendees. The message serves as an introduction to the event and communicates the planned activities and times.",
    "A welcome announcement is broadcast over the PA system, introducing the event and outlining the fair schedule for attendees, with the message communicating planned activities and their times. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A welcome announcement is broadcast over the PA system, introducing the event and outlining the fair schedule for attendees, with the message communicating planned activities and their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth for attention.",
    "An on-campus career fair is under way, with a welcome announcement broadcast over the PA system introducing the event and outlining the fair schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Meanwhile, students line up outside the university gym before the career fair opens.",
    "An on-campus career fair is under way, accompanied by a welcome announcement broadcast over the PA system that introduces the event and outlines the fair schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Meanwhile, students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "An on-campus career fair is under way, accompanied by a welcome announcement broadcast over the PA system that introduces the event and outlines the fair schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "An on-campus career fair is underway, with a welcome PA system announcement introducing the event and outlining the fair schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "An on-campus career fair is underway with a welcome PA system announcing the event and outlining the fair schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An on-campus career fair is underway, with a welcome PA system announcing the event and outlining the schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An on-campus career fair is underway, with a welcome PA system announcing the event and the schedule and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An on-campus career fair is underway, with a welcome message over the PA system announcing the event, schedule, and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An on-campus career fair is underway with a welcome message over the PA system announcing the event, schedule, and activities with their times. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.5597828294369289,
    0.5597828294369289,
    0.5597828294369289,
    0.5653001688075623,
    0.5653001688075623,
    0.5653001688075623,
    0.5653001688075623,
    0.5653001688075623,
    0.5653001688075623,
    0.5653001688075623,
    0.7289705341031189,
    0.7289705341031189,
    0.7289705341031189,
    0.7289705341031189,
    0.7289705341031189,
    0.7992672784687886,
    0.7992672784687886,
    0.7992672784687886,
    0.7992672784687886,
    0.7992672784687886,
    0.8349638039168463,
    0.8349638039168463,
    0.8349638039168463,
    0.8349638039168463,
    0.8469524875379625,
    0.8469524875379625,
    0.8469524875379625,
    0.8469524875379625,
    0.8469524875379625,
    0.8469524875379625,
    0.8566265356622431,
    0.8566265356622431,
    0.8566265356622431,
    0.8566265356622431,
    0.8566265356622431,
    0.8566265356622431,
    0.8779806582307585,
    0.8779806582307585,
    0.8779806582307585,
    0.8779806582307585,
    0.8779806582307585,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8763823057963116,
    0.8831004964431981,
    0.8831004964431981,
    0.8831004964431981,
    0.8831004964431981,
    0.8831004964431981,
    0.8837980074322681,
    0.8837980074322681,
    0.8837980074322681,
    0.8837980074322681,
    0.8837980074322681,
    0.8837980074322681,
    0.8840842355588701,
    0.8840842355588701
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews in a setting where dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders as they navigate the space.",
    "An alumni panel discusses how to prepare for technical interviews within a career fair environment where dozens of booths with colorful banners encircle a polished floor. Students navigate the space, clutching resumes stored in branded folders. Prior to opening, students line up outside the university gym, awaiting the career fair's start.",
    "An alumni panel discusses how to prepare for technical interviews within a career fair environment where dozens of booths with colorful banners encircle a polished floor. Students navigate the space, clutching resumes stored in branded folders. Before doors open, students line up outside the university gym awaiting the career fair's start. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews within a career fair environment where dozens of booths with colorful banners encircle a polished floor. Students navigate the space, clutching resumes stored in branded folders. Before doors open, they line up outside the university gym awaiting the career fair's start. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews during a career fair set in a venue where dozens of booths with colorful banners encircle a polished floor. Students navigate the space, clutching resumes stored in branded folders. Before doors open, they line up outside the university gym awaiting the career fair’s start. Groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, providing guidance as attendees mingle before the event officially begins.",
    "An alumni panel discusses how to prepare for technical interviews during a career fair set in a venue where dozens of booths with colorful banners encircle a polished floor. Students navigate the space, clutching resumes stored in branded folders. Before doors open, they line up outside the university gym awaiting the career fair’s start. Groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, providing guidance as attendees mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall.",
    "During a career fair at a university gym, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle a polished floor as students navigate the space, clutching resumes stored in branded folders. Before doors open, they line up outside the university gym awaiting the fair’s start. Groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, providing guidance as attendees mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor as students navigate the space, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. Before doors open, attendees line up outside and groups of friends mark target employers on the event map. Alumni volunteers offer quick pep talks near the coffee station, providing guidance as attendees mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor as students navigate the space. They clutch resumes stored in branded folders while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Before doors open, attendees line up outside and groups of friends mark target employers on an event map. Alumni volunteers offer quick pep talks near the coffee station, guiding attendees as they mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall.",
    "At a university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor as students navigate the space. They clutch resumes stored in branded folders while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Before doors open, attendees line up outside, and groups of friends mark target employers on an event map. Alumni volunteers offer quick pep talks near the coffee station, guiding attendees as they mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor as students navigate the space. They clutch resumes in branded folders while tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Before doors open, attendees line up outside, and groups of friends mark target employers on an event map. Alumni volunteers offer quick pep talks near the coffee station, guiding attendees as they mingle before the event officially begins. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4723065836097519,
    0.4723065836097519,
    0.4723065836097519,
    0.4723065836097519,
    0.4723065836097519,
    0.4723065836097519,
    0.5917701094062913,
    0.5917701094062913,
    0.5917701094062913,
    0.7813935075780057,
    0.7813935075780057,
    0.7813935075780057,
    0.7813935075780057,
    0.7813935075780057,
    0.7813935075780057,
    0.7982402210962349,
    0.7982402210962349,
    0.7982402210962349,
    0.7982402210962349,
    0.7982402210962349,
    0.7982402210962349,
    0.8000284128464117,
    0.8000284128464117,
    0.8000284128464117,
    0.8000284128464117,
    0.8000284128464117,
    0.814491796323874,
    0.814491796323874,
    0.814491796323874,
    0.814491796323874,
    0.814491796323874,
    0.8105640043361285,
    0.8105640043361285,
    0.8105640043361285,
    0.8105640043361285,
    0.8441747573816831,
    0.8441747573816831,
    0.8441747573816831,
    0.8441747573816831,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8472681656302375,
    0.8389285814928085,
    0.8389285814928085,
    0.8389285814928085,
    0.8389285814928085,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8514282930078558,
    0.8411508584452356
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps; career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens of their latest apps, establishing a showcase of current offerings; career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings, while career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings. Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings. Career counselors guide unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, providing another support venue for attendees seeking feedback.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings. Career counselors guide unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, providing another support venue for attendees seeking feedback. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens of their latest apps, creating a showcase of current offerings. Career counselors guide unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on activity. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, providing another support venue for attendees seeking feedback. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, forming a showcase of current offerings. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity. The engineering society sponsors a resume review table near the stage, providing another venue for attendees seeking feedback. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens of their latest apps, forming a showcase of current offerings. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on activity. The engineering society sponsors a resume review table near the stage, providing another venue for attendees seeking feedback. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.6143250213265825,
    0.5216288251817266,
    0.5216288251817266,
    0.5216288251817266,
    0.5216288251817266,
    0.5216288251817266,
    0.5216288251817266,
    0.7628503298504208,
    0.7628503298504208,
    0.7628503298504208,
    0.7628503298504208,
    0.7628503298504208,
    0.7628503298504208,
    0.7628503298504208,
    0.6306053973834941,
    0.6306053973834941,
    0.6306053973834941,
    0.6306053973834941,
    0.7980885912893252,
    0.7980885912893252,
    0.7980885912893252,
    0.7980885912893252,
    0.7980885912893252,
    0.7980885912893252,
    0.7980885912893252,
    0.790814932597782,
    0.790814932597782,
    0.790814932597782,
    0.790814932597782,
    0.790814932597782,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8166431676444527,
    0.8601819204326554,
    0.8601819204326554,
    0.8601819204326554,
    0.8601819204326554,
    0.8601819204326554,
    0.8591582288811254,
    0.8591582288811254,
    0.8591582288811254,
    0.8591582288811254,
    0.8591582288811254
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule, while in the adjoining classroom workshops on networking etiquette begin.",
    "A welcome announcement over the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA system outlines the fair schedule as the event unfolds. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms are stacking glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule as the event unfolds, establishing the baseline activity of the day. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms are stacking glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "An opening PA announcement outlines the fair schedule and baseline activity for the day. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms are stacking glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "An opening PA announcement outlines the fair schedule and baseline activity for the day. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "An opening PA announces the fair's schedule and baseline activity for the day. In an adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case-study booklets on high tables while tech companies run demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor.",
    "An opening PA announces the fair's schedule and baseline activity for the day, setting the tempo for the venue. In an adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case-study booklets on high tables while tech companies run demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "An opening PA at the fair announces the schedule and baseline activity, setting the tempo for the venue. In an adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case-study booklets on high tables while tech companies run demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "An opening PA at the fair announces the schedule and baseline activity, setting the tempo. In an adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case-study booklets on high tables while tech companies run demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "An opening PA at the fair announces the schedule and baseline activity, setting the tempo. In an adjoining classroom, networking etiquette workshops have begun. Consulting firms stack glossy case-study booklets on high tables while tech companies run demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.38438928104837017,
    0.38438928104837017,
    0.415909345597439,
    0.415909345597439,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7554606033345646,
    0.7447388485868897,
    0.7447388485868897,
    0.7447388485868897,
    0.7447388485868897,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.8292262003710416,
    0.7868480570356902,
    0.7868480570356902,
    0.7868480570356902,
    0.7870248386072607,
    0.7870248386072607,
    0.7870248386072607,
    0.7870248386072607,
    0.7870248386072607,
    0.7870248386072607,
    0.8534894677197751,
    0.8534894677197751,
    0.8534894677197751,
    0.8534894677197751,
    0.8534894677197751,
    0.8663884667906088,
    0.8663884667906088,
    0.8663884667906088,
    0.8663884667906088,
    0.8663884667906088,
    0.8930852491218759,
    0.8930852491218759,
    0.8930852491218759,
    0.8930852491218759,
    0.8930852491218759,
    0.8968893431694356,
    0.8968893431694356,
    0.8968893431694356,
    0.8968893431694356,
    0.8968893431694356,
    0.8953465007812826,
    0.8953465007812826,
    0.8953465007812826,
    0.8953465007812826,
    0.8953465007812826
  ],
  "8": [
    "",
    "",
    "",
    "The scene centers on healthcare providers displaying community outreach photos.",
    "The scene centers on healthcare providers displaying community outreach photos, with human resources teams jotting notes on tablets as students introduce themselves.",
    "The scene centers on healthcare providers displaying community outreach photos, as human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on healthcare providers displaying community outreach photos, as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos as human resources teams jot notes on tablets; students introduce themselves, while some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos, while human resources teams jot notes on tablets; students introduce themselves, and some rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display community outreach photos; HR teams jot notes on tablets; students introduce themselves and rehearse elevator pitches quietly against the wall; tech companies show demo screens of their latest apps; and event staff scan registrations while handing out lanyards at the entrance.",
    "At the event, healthcare providers display community outreach photos, HR teams jot notes on tablets, and students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps, and event staff scan registrations while handing out lanyards at the entrance. Groups of friends use the event map to mark target employers. The scene blends outreach visuals, networking preparation, product demos, and on-site registration activities, with interactions occurring near display areas and entry points.",
    "At the event, healthcare providers display community outreach photos, HR teams jot notes on tablets, and students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps, and event staff scan registrations while handing out lanyards at the entrance. Groups of friends use the event map to mark target employers. The scene blends outreach visuals, networking preparation, product demos, and on-site registration activities, with interactions occurring near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a mixed scene unfolds with outreach visuals, networking preparation, product demos, and on-site registration activities. Healthcare providers display community outreach photos, HR teams jot notes on tablets, and students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps, and event staff scan registrations while handing out lanyards at the entrance. Groups of friends use the event map to mark target employers. Interactions occur near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a mixed scene unfolds with outreach visuals, networking preparation, product demos, and on-site registration activities. Healthcare providers display community outreach photos; HR teams jot notes on tablets; students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps, and event staff scan registrations while handing out lanyards at the entrance. Groups of friends use the event map to mark target employers. Interactions occur near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At the event, a mixed scene unfolds with outreach visuals, networking preparation, product demos, and on-site registration. Healthcare providers display community outreach photos; HR teams jot notes on tablets; students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps, and event staff scan registrations while handing out lanyards at the entrance. Groups of friends use the event map to mark target employers. Interactions occur near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a mixed scene unfolds with outreach visuals, networking preparation, product demos, and on-site registration. Healthcare providers display community outreach photos. HR teams jot notes on tablets. Students introduce themselves while quietly rehearsing elevator pitches against a wall. Tech companies show demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers. Interactions occur near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The event features outreach visuals, networking preparation, product demos, and on-site registration. Healthcare providers display community outreach photos; HR teams jot notes on tablets; students introduce themselves while quietly rehearsing elevator pitches against a wall; tech companies show demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends use the event map to mark target employers. Interactions occur near display areas and entry points. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.2630915353930937,
    0.2630915353930937,
    0.3373694293857147,
    0.3373694293857147,
    0.3373694293857147,
    0.3373694293857147,
    0.34457902314544825,
    0.34457902314544825,
    0.34457902314544825,
    0.34457902314544825,
    0.34457902314544825,
    0.34457902314544825,
    0.4888251209661305,
    0.4888251209661305,
    0.4888251209661305,
    0.4888251209661305,
    0.37922073334184947,
    0.37922073334184947,
    0.37922073334184947,
    0.5580691790575102,
    0.5580691790575102,
    0.5580691790575102,
    0.5580691790575102,
    0.5580691790575102,
    0.5580691790575102,
    0.4930957133873247,
    0.4930957133873247,
    0.4930957133873247,
    0.4930957133873247,
    0.4930957133873247,
    0.4930957133873247,
    0.770077161788233,
    0.770077161788233,
    0.770077161788233,
    0.770077161788233,
    0.7818870085872706,
    0.7818870085872706,
    0.7818870085872706,
    0.7818870085872706,
    0.7818870085872706,
    0.7818870085872706,
    0.8286903180741896,
    0.8286903180741896,
    0.8286903180741896,
    0.8286903180741896,
    0.8286903180741896,
    0.8286903180741896,
    0.8299507173218224,
    0.8299507173218224,
    0.8299507173218224,
    0.8265612982176656,
    0.8265612982176656,
    0.8265612982176656,
    0.8265612982176656,
    0.8265612982176656,
    0.8265612982176656,
    0.827502983222165,
    0.827502983222165,
    0.827502983222165,
    0.827502983222165,
    0.8342986500130892,
    0.8342986500130892,
    0.8342986500130892
  ],
  "9": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a circular perimeter around the space.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners encircle a polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews inside a venue where dozens of booths with colorful banners encircle a polished floor, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews inside a venue whose polished floor is encircled by dozens of booths with colorful banners, forming a circular perimeter around the space. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Inside a venue with a polished floor, a circular perimeter is formed by dozens of booths adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Inside a venue with a polished floor, a circular perimeter is formed by dozens of booths adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Inside a venue with a polished floor, a circular perimeter of dozens of booths adorned with colorful banners forms the setting. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Inside a venue with a polished floor, a circular perimeter of dozens of booths adorned with colorful banners forms the setting. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Inside a venue with a polished floor, a circular perimeter of dozens of booths adorned with colorful banners frames an event where an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Inside a venue with a polished floor, a circular perimeter of dozens of booths adorned with colorful banners frames an event where an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Inside a venue with a polished floor, an event features an alumni panel discussing how to prepare for technical interviews, framed by a circular perimeter of dozens of booths adorned with colorful banners. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5724250982356565,
    0.5724250982356565,
    0.5724250982356565,
    0.7170472172404814,
    0.7170472172404814,
    0.7170472172404814,
    0.7317264924387425,
    0.7317264924387425,
    0.7317264924387425,
    0.7919047806169205,
    0.7919047806169205,
    0.7919047806169205,
    0.8203685556278552,
    0.8203685556278552,
    0.8203685556278552,
    0.8203685556278552,
    0.808546495379616,
    0.808546495379616,
    0.808546495379616,
    0.808546495379616,
    0.808546495379616,
    0.809525614918877,
    0.809525614918877,
    0.809525614918877,
    0.809525614918877,
    0.8101659688940053,
    0.8101659688940053,
    0.8101659688940053,
    0.8101659688940053,
    0.8127477366743113,
    0.8127477366743113,
    0.8127477366743113,
    0.8127477366743113,
    0.8127477366743113,
    0.8127477366743113,
    0.8127477366743113,
    0.8386115159971853,
    0.8386115159971853,
    0.8386115159971853,
    0.8386115159971853,
    0.8442562726554723,
    0.8442562726554723,
    0.8393632399964844,
    0.8393632399964844,
    0.8393632399964844,
    0.8393632399964844,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8352284079519705,
    0.8353983984106431,
    0.8353983984106431,
    0.8353983984106431
  ]
}