{
  "0": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention.",
    "At the event, groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention.",
    "At the event, groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention. A line of students forms outside the university gym in the moments before the career fair opens, while healthcare providers showcase community outreach photos.",
    "At the campus career fair, groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention. A line of students forms outside the university gym in the moments before the career fair opens, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the campus career fair, groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention. A line of students forms outside the university gym in the moments before the fair opens, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system outlining the fair's schedule, while tech companies display demo screens that showcase their latest apps.",
    "At the campus career fair, groups of friends mark target employers on the event map while a robotics startup flies a small drone above its booth to attract attention. Before opening, a line of students forms outside the university gym, and a small group stands quietly against a wall rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves; career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Outside the gym, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair's schedule."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.39931345283251446,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.627498902758783,
    0.8121314633678066,
    0.8121314633678066,
    0.8121314633678066,
    0.8121314633678066,
    0.8121314633678066,
    0.8121314633678066,
    0.8121314633678066,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.8640384829295904,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772,
    0.878857537519772
  ],
  "1": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage.",
    "Students clutch resumes inside branded folders as the engineering society sponsors a resume review table near the stage; outside the university gym, students line up ahead of the career fair opening while continuing to clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries. In a tech showcase environment, tech companies display demo screens showcasing their latest apps, and some students quietly rehearse elevator pitches against the wall.",
    "Students clutch resumes in branded folders as the engineering society sponsors a resume review table near the stage; outside the university gym, they line up ahead of the career fair opening while continuing to clutch resumes. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. In a tech showcase environment, tech companies display demo screens featuring their latest apps, and some students quietly rehearse elevator pitches against the wall.",
    "Students clutch resumes in branded folders as the engineering society sponsors a resume review table near the stage; outside the university gym, they line up ahead of the career fair opening while continuing to clutch resumes. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. In a tech showcase environment, tech companies display demo screens featuring their latest apps, and some students quietly rehearse elevator pitches against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.3743430217719301,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7600981017357513,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764,
    0.7508289005290764
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage, while some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A university career fair is in progress with an engineering society sponsoring a resume review table near the stage; meanwhile some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a line of students forms in the moments before the fair opens, as career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, an engineering society sponsors a resume-review table near the stage, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a line of students forms in the moments before the fair opens as career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, an engineering society sponsors a resume-review table near the stage, while some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, a line forms just before opening as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Finance firms distribute QR codes to enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.3427102026259528,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.6033425830214126,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.8054017965632145,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.7990335140567073,
    0.8593152607075654,
    0.8593152607075654,
    0.8593152607075654,
    0.8593152607075654
  ],
  "3": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact. Finance firms provide QR codes that enable immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards as career counselors move through the crowd reminding attendees to maintain eye contact. Finance firms provide QR codes enabling immediate internship applications, while tech companies display demo screens showcasing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Career counselors move through the crowd reminding attendees to maintain eye contact. Finance firms display QR codes enabling immediate internship applications, while tech companies showcase demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms moments before the campus career fair opens. Event staff scan registrations and hand out lanyards at the entrance as career counselors move through the crowd reminding attendees to maintain eye contact. Finance firms display QR codes enabling immediate internship applications, while tech companies showcase demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders while counselors steer unsure attendees toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8022877755349851,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8056577285098843,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.8537505490914552,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748,
    0.880238472453748
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a tech showcase environment, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Some students quietly rehearse elevator pitches against the wall.",
    "In a tech showcase environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; some students quietly rehearse elevator pitches against the wall; students clutch resumes inside branded folders.",
    "In a tech showcase environment, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students quietly rehearse elevator pitches against the wall and clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a tech showcase environment, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches against the wall and clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a tech showcase environment, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Students rehearse elevator pitches against the wall and clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.6680912643567172,
    0.6680912643567172,
    0.6680912643567172,
    0.6680912643567172,
    0.6680912643567172,
    0.6680912643567172,
    0.6680912643567172,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.4366796542661056,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7101098973700748,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7179960518288377,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632,
    0.7833506264685632
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym in advance of the career fair opening.",
    "A line of students forms outside the university gym in the moments before the career fair opens. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "A line of students forms outside the university gym in the moments before the career fair opens. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "A line of students forms outside the university gym just before the career fair opens. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "At the university career fair, a line of students forms outside the gym just before opening, with inside the venue students clutching resumes in branded folders as career counselors guide attendees toward applicable industries. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette commence in the adjoining classroom, while tech companies show demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, a line of students forms outside the gym just before opening, while inside attendees clutch resumes in branded folders as career counselors guide them toward applicable industries. Finance firms display QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables, and tech companies show demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers deliver brief pep talks near the coffee station, and a robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches against the wall and clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.6953423231826501,
    0.6953423231826501,
    0.6953423231826501,
    0.6953423231826501,
    0.6953423231826501,
    0.6953423231826501,
    0.6953423231826501,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8251011601628504,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8144009963939545,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.8794300606431844,
    0.875297643592075,
    0.875297643592075
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "A university career fair unfolds in the gym, with dozens of booths and colorful banners encircling the polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches against the wall, and a line forms outside the university gym in the moments before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "The university gym hosts a career fair with dozens of booths and colorful banners around a polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches against the wall, and a line forms outside the gym in the moments before opening. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications.",
    "The university gym hosts a career fair with dozens of booths and colorful banners around a polished floor. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches against the wall, and a line forms outside the gym in the moments before opening. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.5429388126325758,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.7599167248453258,
    0.8491130847136052,
    0.8491130847136052,
    0.8491130847136052,
    0.8491130847136052,
    0.8491130847136052,
    0.8491130847136052,
    0.8491130847136052,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269,
    0.8417768907469269
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students are quietly rehearsing elevator pitches against a wall. They stand near the wall and practice in a quiet space.",
    "Several students are quietly rehearsing elevator pitches against a wall, standing near the wall in a quiet space.",
    "Several students are quietly rehearsing elevator pitches against a wall in a quiet space.",
    "Several students are quietly rehearsing elevator pitches against a wall in a quiet space. Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "At the campus, several students rehearse elevator pitches against a wall in a quiet space. Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, in a quiet space, several students rehearse elevator pitches against a wall. Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.31367573494261825,
    0.31367573494261825,
    0.31367573494261825,
    0.31367573494261825,
    0.31367573494261825,
    0.31367573494261825,
    0.31367573494261825,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.22300881873965664,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.29577117974465506,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7250292511046564,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.7819986006493218,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614,
    0.8160031758670614
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to enable immediate internship applications.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits in the moments before the career fair opens. Career counselors redirect unsure students toward applicable industries as event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes to enable immediate internship applications, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, forming a ring around the fair space. Inside, some students quietly rehearse elevator pitches against the wall, preparing for introductions as the event readies to open.",
    "Outside the university gym, a line of students waits in the moments before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor, forming a ring around the fair space as some students quietly rehearse elevator pitches against the wall. Outside, career counselors redirect unsure students toward applicable industries while event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes to enable immediate internship applications, and healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits moments before the career fair opens. Inside, dozens of booths with colorful banners circle the polished floor, forming a ring around the fair space as some students rehearse elevator pitches against the wall. Outside, career counselors redirect unsure students toward applicable industries while event staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes to enable immediate internship applications, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.5594443369902299,
    0.5594443369902299,
    0.5594443369902299,
    0.5594443369902299,
    0.5594443369902299,
    0.746256576748159,
    0.746256576748159,
    0.746256576748159,
    0.746256576748159,
    0.746256576748159,
    0.7779703611737192,
    0.7779703611737192,
    0.7779703611737192,
    0.7779703611737192,
    0.7779703611737192,
    0.7779703611737192,
    0.7779703611737192,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8167235502051094,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8493087705878807,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.8581577950173015,
    0.882149657745636,
    0.882149657745636,
    0.882149657745636,
    0.882149657745636,
    0.882149657745636,
    0.882149657745636
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; outside the university gym, a line of students forms in the moments before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in process as attendees gather. Outside the university gym, a line of students forms in the moments before the career fair opens, while career counselors redirect unsure attendees toward applicable industries. A small group of students stands quietly against a wall, rehearsing elevator pitches, and counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, capturing first impressions and interactions as the fair begins.",
    "At the entrance, event staff scan registrations and hand out lanyards, establishing the check-in as attendees gather. Outside the university gym, a line forms before the fair opens, while counselors redirect unsure attendees toward applicable industries. A small group stands quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders, with counselors reminding attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, capturing first impressions and interactions as the fair begins. In the tech showcase, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a university career fair with outreach photos. At the entrance, staff scan registrations and hand out lanyards as attendees gather. Outside the university gym, a line forms before opening, while counselors direct unsure attendees toward applicable industries. A small group rehearses elevator pitches against a wall, clutching branded resumes, as counselors remind attendees to maintain eye contact. Inside, HR teams jot notes on tablets as students introduce themselves and capture first impressions. In the tech showcase, consulting firms stack glossy case study booklets on high tables as tech companies display demo screens of their latest apps. The engineering society sponsors a resume-review table near the stage, and workshops on networking etiquette begin in an adjoining classroom. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.4905317791850491,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.821732393826315,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8958813377830879,
    0.8460648983767551,
    0.8460648983767551,
    0.8460648983767551,
    0.8460648983767551,
    0.8460648983767551,
    0.8460648983767551,
    0.8460648983767551
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers display community outreach photos to establish an outreach-focused scene. Students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos to establish an outreach-focused scene. Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps.",
    "Healthcare providers display community outreach photos to set an outreach-focused scene. Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a line of students forms in the moments before the career fair opens.",
    "The scene centers on a university career fair with outreach photos on display to set an outreach-focused mood. Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a line of students forms in the moments before opening. Inside, workshops on networking etiquette begin in an adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage.",
    "The scene centers on a university career fair with outreach photos on display to set an outreach-focused mood. Students clutch resumes inside branded folders as career counselors redirect unsure attendees toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Outside the gym, a line of students forms in the moments before opening. Inside, workshops on networking etiquette run in an adjoining classroom, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens of their latest apps, and the engineering society sponsors a resume-review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair's schedule, and counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5110379218768987,
    0.5110379218768987,
    0.5110379218768987,
    0.5110379218768987,
    0.5110379218768987,
    0.5110379218768987,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.6598829274737402,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8069800520102994,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.8308765672280327,
    0.849192120096226,
    0.849192120096226,
    0.849192120096226,
    0.849192120096226,
    0.849192120096226,
    0.849192120096226,
    0.849192120096226
  ],
  "11": [
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms provide QR codes that enable immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms provide QR codes that enable immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Finance firms provide QR codes that enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up ahead of the career fair opening while event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes that enable immediate internship applications. Throughout the scene, career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair opening; event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, while networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students forms ahead of the career fair opening; event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Finance firms provide QR codes enabling immediate internship applications. In a university career services setting, counselors steer unsure students toward suitable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage; networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.5867938254734725,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.7428022276948623,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8014143841597869,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8646114758636303,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316,
    0.8394404036039316
  ],
  "12": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showcasing their latest apps, while some students rehearse elevator pitches quietly against the wall; finance firms provide QR codes that enable immediate internship applications.",
    "Tech companies display demo screens showcasing their latest apps, while a line of students waits outside the university gym in the moments before the career fair opens. Dozens of booths with colorful banners circle the polished floor, forming a ring around the fair space, as inside some students rehearse elevator pitches against the wall in preparation for introductions. Finance firms provide QR codes that enable immediate internship applications, and healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries as event staff scan registrations and hand out lanyards at the entrance.",
    "Tech companies display demo screens as a line of students waits outside the university gym in the moments before the career fair opens. Dozens of booths with colorful banners circle the polished floor around the fair space, while inside, some students rehearse elevator pitches against the wall in preparation for introductions. Finance firms provide QR codes that enable immediate internship applications, and healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries, as event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.3942154183503947,
    0.3942154183503947,
    0.3942154183503947,
    0.3942154183503947,
    0.3942154183503947,
    0.3942154183503947,
    0.3942154183503947,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.5157016069947163,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8705725066940937,
    0.8749038171865962,
    0.8749038171865962,
    0.8749038171865962,
    0.8749038171865962,
    0.8749038171865962
  ],
  "13": [
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and the engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom.",
    "In a tech showcase environment, healthcare providers showcase community outreach photos, and the engineering society sponsors a resume review table near the stage, with workshops on networking etiquette beginning in the adjoining classroom. Tech companies display demo screens that showcase their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "In a tech showcase environment, healthcare providers showcase community outreach photos while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens that showcase their latest apps, and some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map.",
    "Across a tech showcase floor, healthcare providers display community outreach photos, while the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Tech companies present demo screens featuring their latest apps. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On the tech showcase floor, healthcare providers display community outreach photos while the engineering society sponsors a resume-review table near the stage. In the adjoining classroom, workshops on networking etiquette begin. Tech companies present demo screens featuring their latest apps. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "On the tech showcase floor, healthcare providers display community outreach photos, while the engineering society sponsors a resume‑review table near the stage. In the adjoining classroom, networking etiquette workshops run. Tech companies display demo screens of their latest apps, and students rehearse elevator pitches against the wall in a quiet space near the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3922804916984501,
    0.3922804916984501,
    0.3922804916984501,
    0.3922804916984501,
    0.3922804916984501,
    0.3922804916984501,
    0.3922804916984501,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.5798516493451542,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.7513214105878272,
    0.8040584727130649,
    0.8040584727130649,
    0.8040584727130649,
    0.8040584727130649,
    0.8040584727130649,
    0.8040584727130649,
    0.8040584727130649,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.828735072429362,
    0.837580999123535,
    0.837580999123535,
    0.837580999123535,
    0.837580999123535,
    0.837580999123535,
    0.837580999123535,
    0.837580999123535
  ],
  "14": [
    "",
    "",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "In a tech showcase environment, tech companies display demo screens that showcase their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "In a tech showcase environment, tech companies display demo screens showcasing their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "In a tech showcase environment, tech companies display demo screens showcasing their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "During a tech showcase, tech companies displayed demo screens showcasing their latest apps, while some students quietly rehearsed elevator pitches against the wall. Groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention.",
    "During a tech showcase, tech companies displayed demo screens showcasing their latest apps while some students quietly rehearsed elevator pitches against the wall. Groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At a tech showcase, tech companies displayed demo screens showcasing their latest apps while some students quietly rehearsed elevator pitches against the wall. Groups of friends marked target employers on the event map, and a robotics startup flew a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage; career counselors redirect unsure students toward applicable industries. In an adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. Meanwhile, human resources teams jot notes on tablets as students introduce themselves."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.3930006681834235,
    0.3930006681834235,
    0.3930006681834235,
    0.3930006681834235,
    0.3930006681834235,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.3864328860198035,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.5722899368341818,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7582776529257285,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429,
    0.7992100148280429
  ],
  "15": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, career counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against the wall, while a line forms outside the university gym in the moments before the career fair opens.",
    "At the university gym hosting a career fair, counselors direct unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. A line forms outside the gym in the moments before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against the wall.",
    "At the university gym hosting a career fair, counselors direct unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. A line forms outside the gym moments before opening. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against the wall. Finance firms provide QR codes that enable immediate internship applications.",
    "At the university gym hosting the career fair, counselors direct unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. A line forms outside moments before opening. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps; alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against the wall. Finance firms provide QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, forming a ring around the fair space. Inside, as the event readies to open, event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7296897903865212,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7951427390622864,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.7767426789098753,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8004259580741624,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005,
    0.8830978212480005
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while finance firms are offering QR codes to enable immediate internship applications.",
    "Tech companies are displaying demo screens that showcase their latest apps, while finance firms are offering QR codes to enable immediate internship applications.",
    "Tech companies display demo screens that showcase their latest apps, while finance firms offer QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. A line of students forms outside the university gym in the moments before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. A line of students forms outside the university gym moments before the career fair opens. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule and agenda for attendees. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. A line of students forms outside the university gym moments before the career fair opens, with some rehearsing elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule and agenda for attendees. Networking etiquette workshops are scheduled to begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.48507422280892537,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.6697218121702115,
    0.7823313220423798,
    0.7823313220423798,
    0.7823313220423798,
    0.7823313220423798,
    0.7823313220423798,
    0.7823313220423798,
    0.7823313220423798,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8698591134267049,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202,
    0.8806552954000202
  ],
  "17": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the event setting, career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance.",
    "In the event setting, career counselors redirect unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance; as students introduce themselves, human resources teams jot notes on tablets.",
    "In a university career fair setting, counselors direct unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches against the wall, and a line forms outside the university gym in the moments before the fair opens.",
    "In a university career fair, career counselors direct unsure students toward applicable industries; event staff scan registrations and hand out lanyards at the entrance; human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches against the wall, and a line forms outside the university gym in the moments before the fair opens.",
    "At the university gym entrance before the career fair opens, a line forms outside the building while a small group stands quietly against the wall rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. HR jot notes on tablets as students introduce themselves. Outside the gym, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "At the university gym entrance before the career fair opens, a line forms outside the building while a small group stands quietly against the wall rehearsing elevator pitches. Event staff scan registrations and hand out lanyards at the entrance, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. HR jot notes on tablets as students introduce themselves. Outside the gym, consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule and agenda. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens of their latest apps."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.48134813366153334,
    0.48134813366153334,
    0.48134813366153334,
    0.48134813366153334,
    0.48134813366153334,
    0.48134813366153334,
    0.48134813366153334,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.49501982000975786,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6472461069496517,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.6399034929040409,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8192030155820365,
    0.8717177069226578,
    0.8717177069226578,
    0.8717177069226578,
    0.8717177069226578
  ],
  "18": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a university career fair near the gym, tech companies display demo screens of their latest apps while HR teams jot notes on tablets as students introduce themselves. Outside the gym, students line up ahead of the fair’s opening. Finance firms provide QR codes that enable immediate internship applications. Dozens of booths with colorful banners encircle the polished floor.",
    "At a university career fair near the gym, tech companies display demo screens of their latest apps while HR teams jot notes on tablets as students introduce themselves. Outside the gym, students line up ahead of the fair’s opening. Finance firms provide QR codes that enable immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair by the gym, tech companies display demo screens of their latest apps while HR teams jot notes on tablets as students introduce themselves. Outside the gym, students line up ahead of the fair’s opening. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and finance firms provide QR codes that enable immediate internship applications.",
    "At a university career fair by the gym, tech companies display demo screens of their latest apps while HR teams jot notes on tablets as students introduce themselves. Outside the gym, students line up ahead of the fair’s opening. Dozens of booths with colorful banners encircle the polished floor, with workshops on networking etiquette beginning in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and finance firms provide QR codes that enable immediate internship applications."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8231659851317523,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8508640613616241,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8272626476091761,
    0.8505684842106991,
    0.8505684842106991,
    0.8505684842106991
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver quick pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "During a university career fair in progress, alumni volunteers deliver pep talks near the coffee station while a robotics startup flies a small drone above its booth. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. At the entrance, staff scan registrations and hand out lanyards. Outside the university gym, a line forms before opening as counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4056067554979027,
    0.4350473717542073,
    0.4350473717542073,
    0.4350473717542073,
    0.4350473717542073,
    0.4350473717542073,
    0.4350473717542073,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.5946635785750208,
    0.8647992935873887,
    0.8647992935873887,
    0.8647992935873887,
    0.8647992935873887,
    0.8647992935873887,
    0.8647992935873887,
    0.8647992935873887,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8420820430237336,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8301928957347477,
    0.8856853156662932,
    0.8856853156662932,
    0.8856853156662932,
    0.8856853156662932
  ],
  "20": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches.",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches.",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact.",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves.",
    "Students gather in preparation for the career fair: a small group stands quietly against a wall, rehearsing elevator pitches while career counselors remind attendees to maintain eye contact. Inside the building, HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a line of students forms in the moments before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "Students gather for the career fair across scenes: a small group stands quietly against a wall rehearsing elevator pitches as career counselors remind attendees to maintain eye contact. Inside the building, HR teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a line of students forms in the moments before the fair opens, as career counselors redirect unsure students toward applicable industries. At the event, the engineering society sponsors a resume review table near the stage; students clutch resumes inside branded folders while career counselors steer unsure attendees toward applicable industries; finance firms offer QR codes for immediate internship applications; alumni volunteers deliver quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth to draw attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.2098685484906856,
    0.3745036362452848,
    0.3745036362452848,
    0.3745036362452848,
    0.3745036362452848,
    0.3745036362452848,
    0.3745036362452848,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.5636975288494772,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.7822539912077757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757,
    0.8619896373386757
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; at the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens; at the entrance, event staff scan registrations and hand out lanyards; Throughout the scene, career counselors remind attendees to maintain eye contact; some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showcasing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Throughout the scene, career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the university gym hosting a career fair, a line forms outside moments before opening as students wait while event staff at the entrance scan registrations and hand out lanyards. Inside and nearby, counselors direct unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Over the PA, a welcome announcement outlines the fair’s schedule. Outside, counselors remind attendees to maintain eye contact while some students quietly rehearse elevator pitches against the wall. Tech companies display demo screens of their latest apps, and the engineering society sponsors a resume review table near the stage. In the adjoining classroom, workshops on networking etiquette begin, and alumni volunteers share quick pep talks near the coffee station. Some students again rehearse elevator pitches against the wall."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4034271820069616,
    0.4034271820069616,
    0.4034271820069616,
    0.4034271820069616,
    0.4034271820069616,
    0.4034271820069616,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7399153040678694,
    0.7551262526813969,
    0.7551262526813969,
    0.7551262526813969,
    0.7551262526813969,
    0.7551262526813969,
    0.7551262526813969,
    0.7551262526813969,
    0.5025696041700612,
    0.5025696041700612,
    0.5025696041700612,
    0.5025696041700612,
    0.5025696041700612,
    0.5025696041700612,
    0.5025696041700612,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8064956301092965,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.8472613170782646,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551,
    0.827484269407551
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. In a tech showcase environment, tech companies display demo screens that showcase their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. In a tech showcase environment, tech companies display demo screens featuring their latest apps, while some students quietly rehearse elevator pitches against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening, clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries. In a tech showcase environment, tech companies display demo screens featuring their latest apps, while some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up clutching resumes in branded folders, while career counselors redirect unsure attendees toward applicable industries. In a tech showcase area, tech companies display demo screens of their latest apps, and some students quietly rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, dozens of booths with colorful banners encircle the polished floor. Outside the gym, students line up clutching resumes in branded folders as career counselors redirect attendees toward applicable industries. In a tech showcase area, tech companies display demo screens of their latest apps while some students rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage, and alumni volunteers share pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves near the gym. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.59104564861583,
    0.59104564861583,
    0.59104564861583,
    0.59104564861583,
    0.59104564861583,
    0.59104564861583,
    0.7302880750560952,
    0.7302880750560952,
    0.7302880750560952,
    0.7302880750560952,
    0.7302880750560952,
    0.7302880750560952,
    0.7302880750560952,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7209749749319635,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.7571194034742474,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8669480815061354,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186,
    0.8775262201745186
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career counseling setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In a university career services setting, counselors steer unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. Just before the career fair opens, a line of students forms outside the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms distribute QR codes to enable immediate internship applications.",
    "In a university career services setting, counselors steer unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. Just before the career fair opens, a line of students forms outside the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms distribute QR codes to enable immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career services venue, counselors steer unsure students toward suitable industries, reminding them to maintain eye contact as they introduce themselves. Students rehearse elevator pitches quietly against the wall. Just before the career fair opens, a line forms outside the university gym, and event staff scan registrations while handing out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Finance firms distribute QR codes enabling immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, while networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.438286214958929,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.744370832225409,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.7866868497243644,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144,
    0.8478350304614144
  ],
  "24": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A scene shows students rehearsing elevator pitches quietly against a wall, while tech companies display demo screens featuring their latest apps.",
    "A small group of students stands quietly against a wall, rehearsing elevator pitches, while tech companies display demo screens featuring their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Most students are preparing for the career fair. A small group stands quietly against a wall, rehearsing elevator pitches as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the career fair opens.",
    "Most students are preparing for the career fair. A line of students forms outside the university gym moments before opening. Inside, a small group stands quietly against a wall, rehearsing elevator pitches while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Most students are preparing for the career fair. A line of students forms outside the university gym moments before opening. Inside, a small group stands quietly against a wall, rehearsing elevator pitches while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3635712442259422,
    0.3635712442259422,
    0.3635712442259422,
    0.3635712442259422,
    0.3635712442259422,
    0.3635712442259422,
    0.3635712442259422,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.4674154630994176,
    0.8239499894256948,
    0.8239499894256948,
    0.8239499894256948,
    0.8239499894256948,
    0.8239499894256948,
    0.8239499894256948,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896,
    0.8387138040951896
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, the engineering society sponsors a resume review table near the stage; HR teams jot notes on tablets as students introduce themselves; students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries; finance firms offer QR codes for immediate internship applications; alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the event, the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. At the campus career fair, groups of friends mark target employers on the event map. A line of students forms outside the university gym in the moments before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the campus career fair, an engineering society sponsors a resume-review table near the stage where students clutch resumes in branded folders. HR teams jot notes on tablets as students introduce themselves, and career counselors steer unsure attendees toward applicable industries. Finance firms display QR codes enabling immediate internship applications, while tech companies show demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A line of students forms outside the university gym before the fair opens and again as the fair opens. Healthcare providers showcase community outreach photos. A welcome PA announces the schedule; networking etiquette workshops are scheduled in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5736294142518419,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.5520205950630166,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.883824377099165,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506,
    0.8992774664504506
  ],
  "26": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.5608410063532069,
    0.5608410063532069,
    0.5608410063532069,
    0.5608410063532069,
    0.5608410063532069,
    0.5608410063532069,
    0.5608410063532069,
    0.7351534382760423,
    0.7351534382760423,
    0.7351534382760423,
    0.7351534382760423,
    0.7351534382760423,
    0.7351534382760423,
    0.7351534382760423,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.7677997242566581,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8071427467497743,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8340184979690761,
    0.8578209687174444,
    0.8578209687174444,
    0.8578209687174444,
    0.8578209687174444,
    0.8578209687174444
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Some students quietly rehearse elevator pitches against the wall, while a line forms outside the university gym in the moments before the career fair opens.",
    "Some students quietly rehearse elevator pitches against the wall, while a line forms outside the university gym in the moments before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, a line forms outside the university gym. A small group of students stands quietly against a wall, rehearsing elevator pitches. Event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, a line of students forms outside the university gym, while a small group stands quietly against a wall rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the gym, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "Before the career fair opens, a line of students forms outside the university gym, while a small group stands quietly against a wall rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the gym, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, a line of students forms outside the university gym, while a small group stands quietly against a wall rehearsing elevator pitches. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Outside the gym, consulting firms stack glossy case-study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.37048058553097163,
    0.37048058553097163,
    0.37048058553097163,
    0.37048058553097163,
    0.37048058553097163,
    0.37048058553097163,
    0.5834208252479836,
    0.5834208252479836,
    0.5834208252479836,
    0.5834208252479836,
    0.5834208252479836,
    0.5834208252479836,
    0.5834208252479836,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.7382411667518869,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8361302312160027,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8310360904558114,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944,
    0.8339645988718944
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym ahead of the career fair opening, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Outside the university gym ahead of the career fair opening, students line up, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards. Outside the university gym before the career fair opens, students line up clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. Outside the university gym before the career fair opens, students line up clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Staff at the event entrance scan registrations and hand out lanyards, establishing the check-in flow. Outside the university gym before the career fair opens, students line up clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.766071597456873,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.8429486971338407,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.877806935882105,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8892810603039113,
    0.8810433760133525,
    0.8810433760133525,
    0.8810433760133525,
    0.8810433760133525,
    0.8810433760133525,
    0.8810433760133525
  ],
  "29": [
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule, while tech companies display demo screens that showcase their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule, while tech companies display demo screens showcasing their latest apps; students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a welcome announcement over the PA outlines the fair’s schedule as the career fair opens. Tech companies display demo screens of their latest apps while students clutch resumes in branded folders and line up outside the gym before opening. Inside, the university gym hosts the fair with dozens of booths and colorful banners around a polished floor. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches against the wall as a line forms outside the gym. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and finance firms provide QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.49206195278386033,
    0.49206195278386033,
    0.49206195278386033,
    0.49206195278386033,
    0.49206195278386033,
    0.49206195278386033,
    0.564013350518086,
    0.564013350518086,
    0.564013350518086,
    0.564013350518086,
    0.564013350518086,
    0.564013350518086,
    0.564013350518086,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.7933063061508964,
    0.8698410568534641,
    0.8698410568534641,
    0.8698410568534641,
    0.8698410568534641,
    0.8698410568534641,
    0.8698410568534641,
    0.8698410568534641
  ],
  "30": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries.",
    "At the venue, workshops on networking etiquette are taking place in the adjoining classroom, while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the venue, workshops on networking etiquette are taking place in the adjoining classroom, while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance; as students introduce themselves, human resources teams jot notes on tablets.",
    "At the venue, networking etiquette workshops are in the adjoining classroom while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, a line of students forms in the moments before the career fair opens. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the university venue, the career fair unfolds across the gym and adjoining spaces: networking etiquette workshops in one classroom, and tech companies displaying demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance as human resources teams jot notes on tablets while students introduce themselves. Outside the gym, a line forms before opening, signaling the fair’s imminent start. Finance firms provide QR codes for immediate internship applications, and healthcare providers showcase community outreach photos. Inside, some students rehearse elevator pitches against the wall. In the tech showcase area, consulting firms stack glossy case study booklets on high tables as tech companies display demos; resumes remain in branded folders."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5537432584748851,
    0.5537432584748851,
    0.5537432584748851,
    0.5537432584748851,
    0.5537432584748851,
    0.5537432584748851,
    0.5537432584748851,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.725232900203689,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.7833580529674055,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8640605360868581,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055,
    0.8859771423593055
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "In the moments before the career fair opens, a line of students forms outside the university gym, while an alumni panel discusses how to prepare for technical interviews.",
    "Moments before the career fair opens, a line of students forms outside the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications.",
    "Moments before the career fair opens, a line of students forms outside the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications. In a career counseling setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Moments before the career fair opens, a line of students forms outside the university gym. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications. In a career counseling setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Moments before the career fair opens, a line of students forms outside the university gym. Inside, an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos to set an outreach-focused scene. Students clutch resumes inside branded folders. Tech companies display demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Moments before the career fair opens at the university gym, a line of students forms outside. Inside, an alumni panel discusses how to prepare for technical interviews; finance firms provide QR codes to enable immediate internship applications; career counselors redirect unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; healthcare providers display community outreach photos to set an outreach-focused scene; students clutch resumes inside branded folders; tech companies display demo screens showcasing their latest apps; event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station; a robotics startup flies a small drone above its booth to draw attention."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.4683477507537775,
    0.4683477507537775,
    0.4683477507537775,
    0.4683477507537775,
    0.4683477507537775,
    0.4683477507537775,
    0.8179755149363312,
    0.8179755149363312,
    0.8179755149363312,
    0.8179755149363312,
    0.8179755149363312,
    0.8179755149363312,
    0.8179755149363312,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8052621478710771,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8227021170539637,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744,
    0.8928255266164744
  ],
  "32": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom while tech companies display demo screens showing their latest apps. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue, concurrent activities include workshops on networking etiquette in the adjoining classroom, with tech companies displaying demo screens of their latest apps. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos.",
    "At the venue, concurrent activities include workshops on networking etiquette in the adjoining classroom, where tech companies display demo screens of their latest apps. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage, while healthcare providers showcase community outreach photos. Outside the university gym, a line of students awaits the opening of the career fair. A welcome announcement over the PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. During the event, some students rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention."
  ],
  "32_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.3537137385563629,
    0.7846970409434427,
    0.7846970409434427,
    0.7846970409434427,
    0.7846970409434427,
    0.7846970409434427,
    0.7846970409434427,
    0.7846970409434427,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7829990592360517,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7719748757049065,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.7610161718989509,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063,
    0.8756683043062063
  ],
  "33": [
    "",
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym in the moments before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students awaits the opening of the career fair. Healthcare providers display community outreach photos. A welcome announcement over the PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance. During the event, some students rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a line forms in the moments before the career fair opens. Healthcare providers display community outreach photos as a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. During the event, some students rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line forms before the career fair opens. Healthcare providers display community outreach photos as a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. During the event, some students rehearse elevator pitches against a wall, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.35621039112060854,
    0.35621039112060854,
    0.35621039112060854,
    0.35621039112060854,
    0.35621039112060854,
    0.35621039112060854,
    0.698177931876929,
    0.698177931876929,
    0.698177931876929,
    0.698177931876929,
    0.698177931876929,
    0.698177931876929,
    0.698177931876929,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.7726780282744725,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8175908177128484,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8641190129220488,
    0.8706590082586452,
    0.8706590082586452,
    0.8706590082586452,
    0.8706590082586452
  ],
  "34": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom while tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage, offering on-site feedback on attendees’ resumes. Finance firms provide QR codes that enable attendees to apply for internships on the spot. Students clutch resumes inside branded folders.",
    "At the venue, workshops on networking etiquette run in an adjoining classroom while tech companies display demo screens of their latest apps. Alumni volunteers deliver brief pep talks near the coffee station as career counselors steer unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage, offering on-site feedback on attendees' resumes. Finance firms provide QR codes enabling attendees to apply for internships on the spot. Students clutch resumes in branded folders. Moments before the career fair opens, a line forms outside the university gym; some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.5350522130988469,
    0.7040357215760109,
    0.7040357215760109,
    0.7040357215760109,
    0.7040357215760109,
    0.7040357215760109,
    0.7040357215760109,
    0.7040357215760109,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.7373599990158948,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8203912502711603,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588,
    0.8624573904708588
  ],
  "35": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries. At the event setting, the engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair in the gym, a line of students forms just before opening. Healthcare providers display community outreach photos as students clutch resumes inside branded folders, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Finance firms distribute QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair in the gym, a line of students forms just before opening. Healthcare providers display community outreach photos, establishing an outreach-focused scene, while students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Finance firms distribute QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.49597299247062615,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.501554436972503,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.7089728730719274,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.8144435747985139,
    0.835299430535934,
    0.835299430535934,
    0.835299430535934,
    0.835299430535934,
    0.835299430535934,
    0.835299430535934
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the event setting, the engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event setting, the engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event setting, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops run in the adjoining classroom. At the venue, career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event setting, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops run in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards. In a quiet space near a wall, several students rehearse elevator pitches, standing close to the wall as they practice.",
    "At the event setting, most students are preparing for the career fair across multiple spaces. The engineering society sponsors a resume review table near the stage, and networking etiquette workshops run in the adjoining classroom. Career counselors direct unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station. Event staff at the entrance scan registrations and distribute lanyards. In a quiet space near a wall, several students rehearse elevator pitches, standing close to the wall; a small group stands quietly against the wall as tech demo screens show apps. Career counselors remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. A line of students forms outside the university gym in the moments before the career fair opens.",
    "At the event setting, the university career fair unfolds across multiple spaces with concurrent activities. The engineering society sponsors a resume review table near the stage; tech companies display demo screens of their latest apps; networking etiquette workshops run in the adjoining classroom; healthcare providers showcase community outreach photos. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms provide QR codes to enable immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. A line of students forms outside the university gym in the moments before opening. In a quiet space near a wall, several students rehearse elevator pitches while others stand quietly against the wall as tech screens show apps. Event staff at the entrance scan registrations and distribute lanyards."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.3870639859822027,
    0.3870639859822027,
    0.3870639859822027,
    0.3870639859822027,
    0.3870639859822027,
    0.3870639859822027,
    0.3981153070118658,
    0.3981153070118658,
    0.3981153070118658,
    0.3981153070118658,
    0.3981153070118658,
    0.3981153070118658,
    0.3981153070118658,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7500064060630209,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.7728341123852194,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8490247809558659,
    0.8571437240807447,
    0.8571437240807447,
    0.8571437240807447,
    0.8571437240807447,
    0.8571437240807447
  ],
  "37": [
    "",
    "",
    "Finance firms provide QR codes to enable immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the career fair opens.",
    "Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the career fair opens.",
    "Finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym just before the career fair opens.",
    "The university career fair scene centers on a line of students outside the gym just before opening, with inside the venue students clutching resumes in branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms display QR codes for immediate internship applications, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a line of students waits outside the gym just before opening; inside, students clutch resumes in branded folders as career counselors steer unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens to showcase their latest apps.",
    "At the university career fair, a venue-wide mix of recruitment stations and support services unfolds: a line of students waits outside the gym before opening while inside, attendees clutch resumes in branded folders as career counselors direct unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention, and the engineering society sponsors a resume-review table near the stage. Tech companies show demo screens of their latest apps, complemented by QR codes enabling instant internship applications as dozens of booths with colorful banners circle the polished floor. Healthcare providers display photos of community outreach. At the entrance, staff scan registrations and hand out lanyards; workshops on networking etiquette run in an adjoining classroom."
  ],
  "37_score": [
    0.0,
    0.0,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.49198524418474066,
    0.49198524418474066,
    0.49198524418474066,
    0.49198524418474066,
    0.49198524418474066,
    0.49198524418474066,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6984186619506556,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.6892440107627049,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8540162865078433,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627,
    0.8654882890349627
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Finance firms provide QR codes to enable immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications.",
    "Finance firms provide QR codes to enable immediate internship applications.",
    "At the venue, finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, finance firms provide QR codes to enable immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders.",
    "At the venue, QR codes enable immediate internship applications as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Healthcare providers display photos of community outreach, reinforcing an outreach-focused scene. Students clutch resumes inside branded folders, including those lining up outside the university gym ahead of the career fair opening. At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette run in the adjoining classroom. The overall layout includes a venue-wide mix of recruitment stations and support services.",
    "At the venue, a career fair unfolds with a venue-wide mix of recruitment stations and support services. Dozens of booths with colorful banners circle the polished floor, including a robotics startup whose booth features a small drone overhead to draw attention. QR codes enable immediate internship applications at multiple booths, including finance firms. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors steer unsure attendees toward applicable industries. Healthcare providers display photos of community outreach, reinforcing an outreach-focused scene. Students clutch resumes in branded folders, including those lining up outside the university gym ahead of opening. At the entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette run in the adjoining classroom, and the engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.40822308177655353,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8048512812077313,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8196071651162719,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.8888589262763296,
    0.898851585552157,
    0.898851585552157,
    0.898851585552157
  ],
  "39": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, establishing the agenda for attendees. In the event setting, the engineering society sponsors a resume review table positioned near the stage. Networking etiquette workshops are scheduled to begin in the adjoining classroom.",
    "A welcome announcement outlines the fair schedule over the PA system, establishing the agenda for attendees. In the event setting, the engineering society sponsors a resume review table positioned near the stage. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement outlines the fair schedule over the PA system, establishing the agenda for attendees. In the event setting, the engineering society sponsors a resume review table near the stage. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. At the event, groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention. A line of students forms outside the university gym in the moments before the career fair opens, while healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA outlines the fair schedule for attendees. In the event space, the engineering society sponsors a resume review table near the stage. Networking etiquette workshops are set to begin in the adjoining classroom. Several students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Moments before the career fair opens, a line of students forms outside the university gym. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes to enable immediate internship applications. In the career counseling setting, counselors redirect unsure students toward applicable industries."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.7232081736527047,
    0.7232081736527047,
    0.7232081736527047,
    0.7232081736527047,
    0.7232081736527047,
    0.7232081736527047,
    0.7232081736527047,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.7617607077691677,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8761579432697124,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785,
    0.8958823144221785
  ],
  "40": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms supply QR codes to enable immediate internship applications, allowing attendees to apply on the spot. The engineering society sponsors a resume-review table near the stage, providing on-site feedback for attendees’ resumes.",
    "Finance firms provide QR codes that enable attendees to apply for internships on the spot. The engineering society sponsors a resume-review table near the stage, offering on-site feedback on attendees’ resumes. Students clutch resumes inside branded folders.",
    "At the event, finance firms provide QR codes enabling attendees to apply for internships on the spot. The engineering society sponsors a resume-review table near the stage, offering on-site feedback on attendees' resumes. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. As students introduce themselves, human resources teams jot notes on tablets.",
    "At the event, finance firms provide QR codes enabling attendees to apply for internships on the spot, facilitating immediate internship applications. The engineering society sponsors a resume-review table near the stage, offering on-site feedback on attendees’ resumes as students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries while event staff scan registrations and hand out lanyards at the entrance. As students introduce themselves, human resources teams jot notes on tablets. A line forms outside the university gym in the moments before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps.",
    "The university gym hosts a career fair, with a line forming outside as doors prepare to open and event staff scan registrations while handing out lanyards at the entrance. Inside, HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. An engineering society runs a resume-review table near the stage, while attendees clutch resumes in branded folders. Finance firms provide QR codes to apply for internships on the spot. Some students rehearse elevator pitches against the wall. In the adjoining classroom, workshops on networking etiquette run. In the tech showcase environment, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6008282725538869,
    0.6008282725538869,
    0.6008282725538869,
    0.6008282725538869,
    0.6008282725538869,
    0.6008282725538869,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.7698578443815607,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.837137585297743,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8744041998371177,
    0.8433021686394089,
    0.8433021686394089,
    0.8433021686394089,
    0.8433021686394089,
    0.8433021686394089,
    0.8433021686394089,
    0.8433021686394089
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "During the event, some students rehearsed elevator pitches quietly against a wall. Groups of friends marked target employers on the event map, while a robotics startup flew a small drone above its booth to attract attention.",
    "During the event, some students rehearsed elevator pitches quietly against a wall. Groups of friends marked target employers on the event map, while a robotics startup flew a small drone above its booth to attract attention. Finance firms supply QR codes to enable immediate internship applications, allowing attendees to apply on the spot. The engineering society sponsors a resume-review table near the stage, providing on-site feedback for attendees’ resumes.",
    "A career fair-style event brings students and recruiters into a shared space. Some students rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes to enable immediate internship applications on the spot. The engineering society sponsors a resume-review table near the stage, offering on-site feedback. Healthcare providers display community outreach photos to emphasize outreach. Students clutch resumes in branded folders as career counselors steer unsure attendees toward applicable industries. Tech companies display demo screens showcasing their latest apps.",
    "A career fair-style event brings students and recruiters into a shared space, with students rehearsing elevator pitches quietly against a wall and groups of friends marking target employers on the event map. A robotics startup flies a small drone above its booth to attract attention, while finance firms provide QR codes to enable immediate internship applications on the spot. The engineering society sponsors a resume-review table near the stage, offering on-site feedback, and healthcare providers display community outreach photos to emphasize outreach. Students clutch resumes in branded folders as career counselors steer unsure attendees toward applicable industries, and tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.5736399812667013,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8025483140094545,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8733252245382623,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445,
    0.8571042119789445
  ],
  "42": [
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, a career fair is about to open as a line forms outside. Event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, preparing to present themselves.",
    "At the university gym, a career fair is about to open with a line forming outside as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. In a tech showcase environment, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders.",
    "At the university gym, a career fair is about to open, with a line forming outside as event staff scan registrations and hand out lanyards at the entrance. Inside, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. In the tech showcase area, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "42_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.404056119790723,
    0.7568346194013773,
    0.7568346194013773,
    0.7568346194013773,
    0.7568346194013773,
    0.7568346194013773,
    0.7568346194013773,
    0.7568346194013773,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8008582424067829,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312,
    0.8271037628005312
  ],
  "43": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while finance firms provide QR codes that enable immediate internship applications.",
    "Some students rehearse elevator pitches quietly against the wall, finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens showcasing their latest apps.",
    "Moments before the career fair opens, a line of students forms outside the university gym. Some students rehearse elevator pitches quietly against the wall, finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "Moments before the career fair opens, a line of students forms outside the university gym. Some rehearse elevator pitches quietly against the wall, finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Moments before the career fair opens at the university gym, a line of students forms outside. Some rehearse elevator pitches quietly against the wall; finance firms display QR codes for immediate internship applications, while tech companies show demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners populate the polished floor, and a welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage, with networking etiquette workshops slated to begin in the adjoining classroom. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.42395658637255046,
    0.42395658637255046,
    0.42395658637255046,
    0.42395658637255046,
    0.42395658637255046,
    0.42395658637255046,
    0.42395658637255046,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.45644821531092833,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8192291474079101,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.8318446307615539,
    0.9116143384054062,
    0.9116143384054062,
    0.9116143384054062,
    0.9116143384054062,
    0.9116143384054062,
    0.9116143384054062
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens, as career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens as career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens as career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, establishing the agenda for attendees. Networking etiquette workshops are scheduled to begin in the adjoining classroom.",
    "Outside the university gym, a line of students forms as the career fair opens, while career counselors redirect unsure attendees toward applicable industries. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule, establishing the agenda for attendees. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, finance firms providing QR codes that enable immediate internship applications, and tech companies displaying demo screens of their latest apps.",
    "Outside the university gym, a line of students forms as the career fair opens while career counselors redirect unsure attendees toward applicable industries. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule and agenda. Networking etiquette workshops are scheduled to begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall; finance firms provide QR codes that enable immediate internship applications; and tech companies display demo screens of their latest apps.",
    "Outside the university gym, a line of students forms as the career fair opens. Dozens of booths with colorful banners encircle the polished floor while career counselors redirect unsure attendees toward applicable industries. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule and agenda. Networking etiquette workshops are scheduled to begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.420441007578183,
    0.420441007578183,
    0.420441007578183,
    0.420441007578183,
    0.420441007578183,
    0.420441007578183,
    0.5714856269115729,
    0.5714856269115729,
    0.5714856269115729,
    0.5714856269115729,
    0.5714856269115729,
    0.5714856269115729,
    0.5714856269115729,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8063694164479723,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8659777032310482,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8491701672745431,
    0.8793239843567049
  ],
  "45": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the venue, an engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries.",
    "At the venue, an engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Some students quietly rehearse elevator pitches against the wall. A line forms outside the university gym in the moments before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, an engineering society sponsors a resume review table near the stage, where students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Some students quietly rehearse elevator pitches against the wall. A line forms outside the university gym moments before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, the engineering society sponsors a resume review table near the stage, where students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and in a tech showcase environment consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Some students quietly rehearse elevator pitches against the wall and clutch resumes in branded folders. A line forms outside the university gym moments before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene centers on a university career fair. At the venue, the engineering society sponsors a resume-review table near the stage, with students clutching resumes in branded folders. Inside, workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens of their latest apps, and in a tech-showcase environment consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. A line forms outside the university gym moments before opening. Event staff scan registrations and hand out lanyards at the entrance while human resources teams jot notes on tablets as students introduce themselves. Outreach photos are on display to set an outreach-focused mood, and several students rehearse elevator pitches against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.5128119719232778,
    0.7407619834894748,
    0.7407619834894748,
    0.7407619834894748,
    0.7407619834894748,
    0.7407619834894748,
    0.7407619834894748,
    0.7407619834894748,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8352887263874463,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8504891030046323,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951,
    0.8480472519652951
  ],
  "46": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders as career counselors redirect unsure students toward applicable industries; finance firms provide QR codes to enable immediate internship applications.",
    "At the event, students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, students clutch resumes inside branded folders as career counselors steer unsure attendees toward applicable industries. Finance firms display QR codes for immediate internship applications, while alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the career fair opens.",
    "At the university career fair, students clutch resumes inside branded folders while career counselors steer unsure attendees toward applicable industries. Finance firms display QR codes for immediate internship applications, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the career fair opens. Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, students clutch resumes inside branded folders as career counselors steer attendees toward applicable industries. Finance firms display QR codes for immediate internship applications, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention, while the engineering society sponsors a resume review table near the stage. A line of students forms outside the university gym in the moments before the fair opens. Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, students clutch resumes inside branded folders as career counselors guide attendees toward suitable industries. Finance firms display QR codes for immediate internship applications, while alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume-review table near the stage. A line of students forms outside the university gym moments before opening. Healthcare providers showcase community outreach photos, and a welcome PA announcement outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students clutch resumes in branded folders as career counselors guide attendees toward suitable industries. Finance firms display QR codes for immediate internship applications, while alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention, and the engineering society sponsors a resume-review table near the stage. A line of students forms outside the gym moments before opening. Healthcare providers showcase community outreach photos, and a welcome PA announcement outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Inside, a small group stands quietly against a wall rehearsing elevator pitches as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Most students are preparing for the career fair."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.3855986175398461,
    0.5021996466136597,
    0.5021996466136597,
    0.5021996466136597,
    0.5021996466136597,
    0.5021996466136597,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.802169006363547,
    0.8597091331542656,
    0.8597091331542656,
    0.8597091331542656,
    0.8597091331542656,
    0.8597091331542656,
    0.8597091331542656,
    0.8597091331542656,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8776643542722007,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8800276540143845,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.8868258783478198,
    0.889652655344763,
    0.889652655344763
  ],
  "47": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Some students quietly rehearse elevator pitches against the wall.",
    "Dozens of booths with colorful banners circle the polished floor, forming a ring around the space of the career fair. Inside, some students quietly rehearse elevator pitches against the wall. In the moments before opening, a line of students forms outside the university gym.",
    "Dozens of booths with colorful banners circle a polished floor, forming a ring around the career fair space. Inside, some students quietly rehearse elevator pitches against the wall. Moments before opening, a line of students forms outside the university gym. In a tech showcase environment, tech companies display demo screens showcasing their latest apps.",
    "A university career fair unfolds in a space with a polished floor, dozens of booths with colorful banners arranged in a ring around the fair space. Inside, some students quietly rehearse elevator pitches against the wall. Moments before opening, a line of students forms outside the university gym. In a tech showcase environment, tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair unfolds in a space with a polished floor and dozens of booths with colorful banners arranged in a ring around the space. Inside, some students rehearse elevator pitches against the wall. Moments before opening, a line of students forms outside the university gym, and as the fair opens career counselors redirect unsure attendees toward applicable industries. In a tech showcase environment, tech companies display demo screens showing their latest apps, while finance firms provide QR codes enabling immediate internship applications. Networking etiquette workshops are scheduled to begin in the adjoining classroom. An engineering society sponsors a resume-review table near the stage, and students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule, establishing the agenda for attendees."
  ],
  "47_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4883352068998472,
    0.4883352068998472,
    0.4883352068998472,
    0.4883352068998472,
    0.4883352068998472,
    0.4883352068998472,
    0.4883352068998472,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7455236982710071,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.7960046728460105,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8490001372678405,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701,
    0.8798058825193701
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens to showcase their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies are displaying demo screens to showcase their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "At the venue, tech companies display demo screens of their latest apps, while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers share quick pep talks near the coffee station. Meanwhile, human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Alumni volunteers deliver quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Across the tech showcase floor, healthcare providers display community outreach photos, and the engineering society sponsors a resume review table near the stage. Some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university venue, dozens of booths with colorful banners circle the polished floor around the fair space. Tech companies display demo screens showing their latest apps, while a line of students waits outside the university gym in the moments before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries, and alumni volunteers deliver quick pep talks near the coffee station. In an adjoining classroom, networking etiquette workshops begin. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms provide QR codes that enable immediate internship applications. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.4556105253557793,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.7254956301126603,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467,
    0.8307957649158467
  ],
  "49": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Some students are quietly rehearsing elevator pitches against a wall in a quiet space, standing near the wall as they practice.",
    "Event staff at the entrance scan registrations and distribute lanyards. In a quiet space near a wall, several students rehearse elevator pitches, standing close to the wall as they practice. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and distribute lanyards, guiding early attendees into the event. In a quiet space near a wall, several students rehearse elevator pitches, standing close to the wall as they practice. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations, distribute lanyards, and guide early attendees into the event. In a quiet space near a wall, several students rehearse elevator pitches, standing close to the wall as they practice. The engineering society sponsors a resume review table near the stage. Healthcare providers display community outreach photos, establishing an outreach-focused scene. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes that enable immediate internship applications, and tech companies display demo screens showcasing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in as attendees gather. Outside the university gym, a line of students forms in the moments before the career fair opens. Inside a quiet space near a wall, a small group of students rehearses elevator pitches. Near the stage, the engineering society sponsors a resume review table, while healthcare providers display community outreach photos to emphasize outreach. Students clutch resumes in branded folders, and career counselors redirect unsure attendees toward applicable industries. Finance firms provide QR codes for immediate internship applications, and tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves, capturing first impressions and interactions as the fair begins. Counselors remind attendees to maintain eye contact."
  ],
  "49_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.48979027690500304,
    0.48979027690500304,
    0.48979027690500304,
    0.48979027690500304,
    0.48979027690500304,
    0.48979027690500304,
    0.48979027690500304,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7227727948657883,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.7841823099222153,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8227639657668291,
    0.8895779234519376,
    0.8895779234519376,
    0.8895779234519376,
    0.8895779234519376,
    0.8895779234519376,
    0.8895779234519376
  ]
}