{
  "0": [
    "",
    "Groups of friends mark target employers on the event map.",
    "In the event setting, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "At the event setting, groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall; alumni volunteers share brief pep talks near the coffee station.",
    "At the event setting, groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall; alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event setting, groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall; alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "At the event, groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, groups of friends mark target employers on the event map while students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, groups of friends mark target employers on event map while students rehearse elevator pitches against wall. Alumni volunteers deliver pep talks near the coffee station, and a welcome PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of banners circle the floor. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Finance firms offer QR codes for internship applications; consulting firms stack case study booklets on high tables. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students line up outside university gym before career fair opens.",
    "At the university career fair, groups of friends mark target employers on an event map while students rehearse elevator pitches against a wall. Alumni volunteers deliver pep talks near the coffee station, and a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, and dozens of banners circle the floor. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Finance firms offer QR codes for internship applications; consulting firms stack case study booklets on high tables. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses preparing for technical interviews, while career counselors urge eye contact and directing unsure students to applicable industries. Students line up outside the gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.44072024669419835,
    0.44072024669419835,
    0.44072024669419835,
    0.4469848540651058,
    0.4469848540651058,
    0.4469848540651058,
    0.4469848540651058,
    0.6438606749263773,
    0.6438606749263773,
    0.827055313167502,
    0.827055313167502,
    0.827055313167502,
    0.8319440123099985,
    0.8319440123099985,
    0.8319440123099985,
    0.8319440123099985,
    0.8355796758067187,
    0.8355796758067187,
    0.8355796758067187,
    0.8355796758067187,
    0.8355796758067187,
    0.8551141597702816,
    0.8551141597702816,
    0.8551141597702816,
    0.8551141597702816,
    0.8551141597702816,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8872065042112186,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.8913631416564816,
    0.9023644394508916,
    0.9023644394508916,
    0.9023644394508916,
    0.9023644394508916
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers are giving quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers give brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries; at the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At a mixed campus career fair, dozens of booths with colorful banners circle the polished floor as attendees move between displays. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a mixed campus career fair, dozens of booths with colorful banners circle the polished floor as attendees move between displays. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a mixed campus career fair, dozens of booths with colorful banners circle the polished floor, attendees move between displays. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.5782153155369482,
    0.7556135267084403,
    0.7556135267084403,
    0.7556135267084403,
    0.7556135267084403,
    0.7491927651948835,
    0.7491927651948835,
    0.7491927651948835,
    0.7491927651948835,
    0.7491927651948835,
    0.7491927651948835,
    0.8647626117414497,
    0.8647626117414497,
    0.8647626117414497,
    0.8647626117414497,
    0.8647626117414497,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.875183651176854,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8559865888443787,
    0.8548553880539735,
    0.8548553880539735,
    0.8548553880539735,
    0.8548553880539735,
    0.8548553880539735,
    0.8548553880539735,
    0.8538040267197096,
    0.8538040267197096,
    0.8538040267197096,
    0.8538040267197096,
    0.8538040267197096
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors advise attendees to maintain eye contact and steer unsure students toward relevant industries. Alumni volunteers give brief pep talks near the coffee station. A welcome PA broadcast outlines the fair schedule. Networking etiquette workshops run in the adjoining classroom. Consulting firms place glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "On campus, the career fair unfolds with counselors advising attendees to maintain eye contact and guide unsure students toward relevant industries. Alumni volunteers give brief pep talks near the coffee station, while a welcome PA announces the fair schedule. Networking etiquette workshops run in the adjoining classroom. Consulting firms place glossy case-study booklets on high tables, occupying elevated surfaces. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. In a mixed professional setting on campus, a cybersecurity company runs a password-cracking challenge on a laptop serving as the challenge platform. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5490181610823959,
    0.5490181610823959,
    0.5490181610823959,
    0.8154026782277294,
    0.8154026782277294,
    0.8154026782277294,
    0.8154026782277294,
    0.822877303099844,
    0.822877303099844,
    0.822877303099844,
    0.822877303099844,
    0.8482701046330359,
    0.8482701046330359,
    0.8482701046330359,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.8472965391045737,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155,
    0.853541169199155
  ],
  "3": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, and students rehearse elevator pitches quietly against the wall. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with banners circle polished floor, with tech companies displaying demo screens of their latest apps and a robotics startup flying a small drone above its booth. A cybersecurity company hosts a password-cracking challenge on a laptop serving as the platform. Consulting firms display case-study booklets on elevated tables. Alumni volunteers deliver pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. A welcome announcement over PA outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin and students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5788602718842739,
    0.5788602718842739,
    0.5788602718842739,
    0.5788602718842739,
    0.7056179256088657,
    0.7056179256088657,
    0.7056179256088657,
    0.7056179256088657,
    0.7056179256088657,
    0.8195040874325481,
    0.8195040874325481,
    0.8195040874325481,
    0.8195040874325481,
    0.8195040874325481,
    0.8911752429603015,
    0.8911752429603015,
    0.8911752429603015,
    0.8911752429603015,
    0.8911752429603015,
    0.887852763433018,
    0.887852763433018,
    0.887852763433018,
    0.887852763433018,
    0.887852763433018,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.8904699830069207,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.9090963188269868,
    0.92471941888314,
    0.92471941888314
  ],
  "4": [
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps, a cybersecurity company runs a password cracking challenge on a laptop, and groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "During the event, tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, networking etiquette workshops begin. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "The scene is a bustling career fair where tech companies display demo screens of their latest apps and dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while consulting firms stack glossy case-study booklets on high tables. A welcome announcement broadcasts over the PA outlining the fair schedule. In an adjoining classroom, networking etiquette workshops begin, with some students rehearsing elevator pitches quietly against the wall. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene is a bustling career fair where tech companies display demo screens of their latest apps and dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while consulting firms stack glossy case-study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule. In an adjoining classroom, networking etiquette workshops begin, with some students rehearsing elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene is a bustling career fair where tech companies display demo screens of their apps and dozens of booths with banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while consulting firms stack case-study booklets on high tables. A welcome announcement over the PA outlines schedule. In an adjoining classroom, networking etiquette workshops begin, with some students rehearsing elevator pitches quietly against the wall. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach.",
    "The scene is a bustling career fair where tech companies display demo screens and dozens of booths with banners circle polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while consulting firms stack case-study booklets on high tables. A welcome announcement over the PA outlines the schedule. In an adjoining classroom, networking etiquette workshops begin as students rehearse elevator pitches quietly. Alumni volunteers give pep talks near the coffee station, and counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase photos of community outreach."
  ],
  "4_score": [
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.38827793454826076,
    0.38827793454826076,
    0.4625583911638709,
    0.4625583911638709,
    0.4625583911638709,
    0.4625583911638709,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.74429917021771,
    0.8567611137750927,
    0.8567611137750927,
    0.8567611137750927,
    0.8567611137750927,
    0.8567611137750927,
    0.8567611137750927,
    0.8567611137750927,
    0.8684362255121664,
    0.8684362255121664,
    0.8684362255121664,
    0.8684362255121664,
    0.8684362255121664,
    0.8684362255121664,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8643409035206685,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8752028467976136,
    0.8687979678421117,
    0.8687979678421117,
    0.8687979678421117,
    0.8687979678421117
  ],
  "5": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a mixed professional setting, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. The laptop is the challenge platform, and the booklets occupy elevated surfaces.",
    "In a mixed professional setting, a cybersecurity company runs a password-cracking challenge on a laptop, which is the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA system outlines the fair schedule.",
    "In a mixed professional setting, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while a welcome announcement on the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a mixed professional setting, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while a welcome announcement on the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "At a mixed professional setting on campus, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces. Some students rehearse elevator pitches quietly against the wall, and a PA system welcome announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "In a mixed campus career-fair setting, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "In a mixed campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At a mixed campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms stack glossy case-study booklets on high tables, occupying elevated surfaces, while students rehearse elevator pitches quietly against the wall as a PA system announces the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station, and career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "At a mixed campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms arrange glossy case-study booklets on high tables, occupying elevated surfaces. Students rehearse elevator pitches quietly against the wall as a PA system announces the schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "At a mixed campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop that serves as the challenge platform. Consulting firms display glossy case-study booklets on high tables, occupying elevated surfaces. Students rehearse elevator pitches quietly against the wall as a PA system announces the schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a mixed campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop as the platform. Consulting firms display case-study booklets on elevated tables. Students rehearse elevator pitches quietly against the wall as a PA announces schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners circle the floor. Tech companies display demo screens of their apps. Robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. HR teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on event map. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4194958125433443,
    0.4194958125433443,
    0.4194958125433443,
    0.4194958125433443,
    0.6152259306420123,
    0.6152259306420123,
    0.6152259306420123,
    0.6152259306420123,
    0.6487855751783598,
    0.6487855751783598,
    0.6487855751783598,
    0.6947101632168876,
    0.6947101632168876,
    0.6947101632168876,
    0.7636931555440856,
    0.7636931555440856,
    0.7636931555440856,
    0.7636931555440856,
    0.7636931555440856,
    0.8322163722660301,
    0.8322163722660301,
    0.8322163722660301,
    0.8322163722660301,
    0.8322163722660301,
    0.8428186076986566,
    0.8428186076986566,
    0.8428186076986566,
    0.8428186076986566,
    0.8428186076986566,
    0.8592597648355427,
    0.8592597648355427,
    0.8592597648355427,
    0.8592597648355427,
    0.8592597648355427,
    0.8592597648355427,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.845254762904019,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8432235980650382,
    0.8705369432762264,
    0.8705369432762264,
    0.8705369432762264
  ],
  "6": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, students rehearse elevator pitches quietly against the wall and, meanwhile, a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, students rehearse elevator pitches quietly against the wall as a welcome PA announcement outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, students rehearse elevator pitches quietly against the wall as a welcome PA announcement outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, students rehearse elevator pitches quietly against the wall as a welcome PA announcement outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, students rehearse elevator pitches quietly against the wall as a welcome PA outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, while alumni volunteers give pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.41837650802529674,
    0.6652420352721198,
    0.6652420352721198,
    0.6652420352721198,
    0.6652420352721198,
    0.6652420352721198,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8279670066639565,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.8739431935252184,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507,
    0.9183629958137507
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. In the adjoining classroom, networking etiquette workshops begin. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, networking etiquette workshops begin, while some students rehearse elevator pitches quietly against the wall and alumni volunteers share quick pep talks near the coffee station. At the event, tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA opens the fair schedule. In the adjoining classroom, networking etiquette workshops begin while some students rehearse elevator pitches quietly against the wall; alumni volunteers share quick pep talks near the coffee station. At the event, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "A welcome announcement over the PA opens the fair schedule. In the adjoining classroom, networking etiquette workshops begin as some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. At the event, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "A welcome announcement over the PA opens the fair schedule. In the adjoining classroom, networking etiquette workshops begin as students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. At the event, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement over the PA opens the fair schedule. In an adjoining classroom, networking etiquette workshops begin as students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. At the main event, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5480880547762573,
    0.5480880547762573,
    0.5480880547762573,
    0.6444028156482751,
    0.6444028156482751,
    0.6444028156482751,
    0.6444028156482751,
    0.7104733478770295,
    0.7104733478770295,
    0.7104733478770295,
    0.7104733478770295,
    0.7104733478770295,
    0.7104733478770295,
    0.8644100315255773,
    0.8644100315255773,
    0.8644100315255773,
    0.8644100315255773,
    0.8644100315255773,
    0.8644100315255773,
    0.8989855211233008,
    0.8989855211233008,
    0.8989855211233008,
    0.8989855211233008,
    0.8989855211233008,
    0.8989855211233008,
    0.8989855211233008,
    0.901369627054891,
    0.901369627054891,
    0.901369627054891,
    0.901369627054891,
    0.901369627054891,
    0.901369627054891,
    0.9034679263796519,
    0.9034679263796519,
    0.9034679263796519,
    0.9034679263796519,
    0.9034679263796519,
    0.9034679263796519,
    0.9034679263796519,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139,
    0.8999908827669139
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase photos of community outreach. In the adjoining classroom, workshops on networking etiquette begin; students clutch resumes inside branded folders.",
    "At an event, healthcare providers showcase photos of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase photos of community outreach. In the adjoining classroom, networking etiquette workshops begin. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers showcase photos of community outreach, while in an adjoining classroom networking etiquette workshops begin. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall, and alumni volunteers share brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications.",
    "At the event, healthcare providers showcase community outreach photos, and in an adjoining classroom networking etiquette workshops begin. Students clutch resumes inside branded folders; some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications.",
    "At the event, healthcare providers showcase community outreach photos, and in an adjoining classroom networking etiquette workshops begin. Students clutch resumes inside branded folders and rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a drone above its booth to attract attention. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Counselors at the career fair advise attendees to maintain eye contact and steer unsure students toward relevant industries. A welcome PA broadcast outlines the fair schedule. Consulting firms place glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the university gym before opening, then enter to find healthcare providers showcasing community outreach photos and an adjoining classroom where networking etiquette workshops begin. Inside, students clutch resumes in branded folders and rehearse elevator pitches against the wall, with some quietly. Groups of friends mark target employers on the event map. An alumni panel discusses preparing for technical interviews, and alumni volunteers give pep talks near the coffee station. Event staff scan registrations and hand out lanyards at entrance. A robotics startup flies a drone above its booth to attract attention. Near the stage, engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Counselors advise attendees to maintain eye contact and steer unsure students toward relevant industries. A welcome PA outlines the fair schedule. Consulting firms place case study booklets on high tables.",
    "The university career fair opens with students lining up outside the gym before opening, then entry reveals healthcare providers displaying community outreach photos and an adjoining classroom where networking etiquette workshops begin. Inside, students clutch resumes in branded folders and rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. An alumni panel discusses preparing for technical interviews, with alumni volunteers giving pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a drone above its booth to attract attention. Near the stage, engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications. Counselors advise attendees to maintain eye contact and steer unsure students toward relevant industries. A welcome PA outlines the schedule. Consulting firms place case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.4480803861436975,
    0.4480803861436975,
    0.4480803861436975,
    0.4480803861436975,
    0.4480803861436975,
    0.5258273702234069,
    0.5258273702234069,
    0.5258273702234069,
    0.7150077183760188,
    0.7150077183760188,
    0.7150077183760188,
    0.76470450772678,
    0.76470450772678,
    0.76470450772678,
    0.8658053278719324,
    0.8658053278719324,
    0.8658053278719324,
    0.8658053278719324,
    0.8761684873992199,
    0.8761684873992199,
    0.8761684873992199,
    0.8761684873992199,
    0.8761684873992199,
    0.8761684873992199,
    0.8761684873992199,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9139945035607016,
    0.9016934372956364,
    0.9016934372956364,
    0.9016934372956364,
    0.9016934372956364,
    0.9016934372956364,
    0.9016934372956364,
    0.9016934372956364,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992,
    0.9029062712923992
  ],
  "9": [
    "",
    "\"\"",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, providing encouragement in the event setting. In the same venue, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "In the event venue, alumni volunteers give pep talks near the coffee station, offering encouragement. In the same venue, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event venue, alumni volunteers give pep talks near the coffee station, offering encouragement. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event venue, alumni volunteers give pep talks near the coffee station, offering encouragement. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, alumni volunteers give pep talks near the coffee station, and a welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase photos of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "The event presents a blend of activities: alumni volunteers deliver pep talks near the coffee station and a welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map as students quietly rehearse elevator pitches against the wall. Healthcare providers showcase photos of community outreach, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards; near the stage the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention.",
    "The event features alumni volunteers delivering pep talks near the coffee station, while a welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map as students quietly rehearse elevator pitches against the wall. Healthcare providers showcase photos of community outreach, and workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards; near the stage the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver pep talks near the coffee station as a welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map while students rehearse elevator pitches against the wall. Healthcare providers showcase photos of community outreach, and networking etiquette workshops begin in the adjoining classroom. Students clutch resumes in branded folders, and an alumni panel discusses preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards; near the stage the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth. HR teams jot notes on tablets while students introduce themselves.",
    "Alumni volunteers deliver pep talks near the coffee station as a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map while students rehearse elevator pitches against the wall. Healthcare providers showcase photos of community outreach, and networking etiquette workshops begin in the adjoining classroom. Students clutch resumes in branded folders, and an alumni panel discusses preparing for technical interviews. At the event entrance, staff scan registrations and hand out lanyards; near the stage the engineering society sponsors a resume review table. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth. HR teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.528162886299952,
    0.528162886299952,
    0.528162886299952,
    0.7048023237324516,
    0.7048023237324516,
    0.7048023237324516,
    0.7048023237324516,
    0.7048023237324516,
    0.7464237442367443,
    0.7464237442367443,
    0.7464237442367443,
    0.7840487438007766,
    0.7840487438007766,
    0.7840487438007766,
    0.7840487438007766,
    0.7840487438007766,
    0.7840487438007766,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.8546747779708601,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.9012538528811869,
    0.8917101136795815,
    0.8917101136795815,
    0.8917101136795815,
    0.8917101136795815,
    0.8917101136795815,
    0.8917101136795815,
    0.8917101136795815,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8918835150916835,
    0.8943415797599742,
    0.8943415797599742,
    0.8943415797599742,
    0.8943415797599742,
    0.8943415797599742
  ]
}