{
  "0": [
    "",
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict a small group of people gathered outdoors, likely a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and appear to be interacting with others. A white van is visible in the background.",
    "The scene shows a small group of people gathered outdoors, likely a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and appear to be interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "A small group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "A group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name. Several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement outlines the fair schedule over the PA system, while event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A group of people are gathered outdoors, likely at a clinic or office, with a banner displaying the clinic’s name, and several individuals are smiling and interacting with others. A white van is visible in the background, and students line up outside the university gym before the career fair opens.",
    "The event schedule is being announced over the PA system, while event staff scan registrations and distribute lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and colorful booths circle the polished floor. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Outside, a group of people are gathered at a clinic with a banner displaying the clinic’s name, interacting and smiling. Students line up before the university gym, and a white van is visible in the background."
  ],
  "0_score": [
    0.0,
    0.0,
    0.40921885685668535,
    0.40921885685668535,
    0.5768549548319242,
    0.5768549548319242,
    0.5768549548319242,
    0.5768549548319242,
    0.5400691309023619,
    0.5400691309023619,
    0.5400691309023619,
    0.5400691309023619,
    0.6586448883648341,
    0.6586448883648341,
    0.6586448883648341,
    0.6586448883648341,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7305701784874359,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.7939255283002581,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.734249330111697,
    0.7555465323674465,
    0.7555465323674465,
    0.7555465323674465,
    0.7555465323674465,
    0.7555465323674465,
    0.7555465323674465,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.8201265916334399,
    0.7181698486081618,
    0.7181698486081618,
    0.7181698486081618,
    0.7181698486081618,
    0.7181698486081618
  ],
  "1": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Consulting firms have stacked glossy case study booklets on high tables. Event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the entrance to the university gym. Students line up outside the gym before the career fair opens, while a welcome announcement detailing the fair schedule plays over the PA system.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the entrance to the university gym. Students line up outside the gym before the career fair opens, while a welcome announcement detailing the fair schedule plays over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the entrance to the university gym. Students line up outside the gym before the career fair opens, and a welcome announcement detailing the fair schedule plays over the PA system. Tech companies display demo screens showing their latest apps.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the entrance to the university gym. Students line up outside the gym before the career fair opens, and a welcome announcement detailing the fair schedule plays over the PA system. Tech companies display demo screens showing their latest apps, and event staff scan registrations and hand out lanyards at the entrance.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the university gym entrance. Students line up outside the gym, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement detailing the fair schedule plays over the PA system.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the university gym entrance. Students line up outside the gym, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement detailing the fair schedule plays over the PA system. Students clutch resumes inside branded folders.",
    "Glossy case study booklets are stacked on high tables, and event staff are scanning registrations and distributing lanyards at the university gym entrance. Students line up outside the gym, clutching resumes inside branded folders, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement detailing the fair schedule plays over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.46245393417884334,
    0.7175662328677119,
    0.7175662328677119,
    0.7175662328677119,
    0.7175662328677119,
    0.7175662328677119,
    0.8284388788398919,
    0.8284388788398919,
    0.8284388788398919,
    0.8284388788398919,
    0.8284388788398919,
    0.8284388788398919,
    0.6978340375169209,
    0.6978340375169209,
    0.6978340375169209,
    0.6978340375169209,
    0.7525735509496572,
    0.7525735509496572,
    0.7525735509496572,
    0.7525735509496572,
    0.7525735509496572,
    0.7525735509496572,
    0.76903737435789,
    0.76903737435789,
    0.76903737435789,
    0.76903737435789,
    0.76903737435789,
    0.76903737435789,
    0.7393131347460224,
    0.7393131347460224,
    0.7393131347460224,
    0.7393131347460224,
    0.7393131347460224,
    0.7393131347460224,
    0.746660882392467,
    0.746660882392467,
    0.746660882392467,
    0.746660882392467,
    0.746660882392467,
    0.746660882392467,
    0.746660882392467,
    0.7635257662431216,
    0.7635257662431216,
    0.7635257662431216,
    0.7635257662431216,
    0.7635257662431216,
    0.7635257662431216,
    0.7635257662431216,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416,
    0.7652869087128416
  ],
  "2": [
    "",
    "",
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a group of individuals, including the providers, standing outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. The photos show a table covered with medical supplies, including bandages and syringes.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "The healthcare providers are displaying photographs from community outreach events, showing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "The healthcare providers are presenting photographs from community outreach events, showcasing them outside a brightly colored community center. Several children are visible in the background, and the providers are wearing white coats. A table is covered with medical supplies, including bandages and syringes. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "Outside the brightly colored community center, healthcare providers in white coats present photographs from the outreach event. Several children are visible in the background, and event staff are scanning registrations while handing out lanyards at the entrance. Students clutch resumes inside branded folders, and tech companies display demo screens. Alumni volunteers share quick pep talks near the coffee station, and a table is covered with medical supplies including bandages and syringes.",
    "Outside the brightly colored community center, healthcare providers in white coats present photographs from the outreach event. Several children are visible in the background, and event staff are scanning registrations while handing out lanyards at the entrance. Students clutch resumes inside branded folders, and tech companies display demo screens. Alumni volunteers share quick pep talks near the coffee station, and a table is covered with medical supplies including bandages and syringes. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36161839379763094,
    0.36161839379763094,
    0.36161839379763094,
    0.4069771905595858,
    0.4069771905595858,
    0.4069771905595858,
    0.5171061029938822,
    0.5171061029938822,
    0.5171061029938822,
    0.5171061029938822,
    0.5762941530163184,
    0.5762941530163184,
    0.5762941530163184,
    0.5762941530163184,
    0.5762941530163184,
    0.5762941530163184,
    0.5522305771711487,
    0.5522305771711487,
    0.5522305771711487,
    0.5522305771711487,
    0.5522305771711487,
    0.46325495934646266,
    0.46325495934646266,
    0.46325495934646266,
    0.46325495934646266,
    0.5075283871711842,
    0.5075283871711842,
    0.5075283871711842,
    0.5075283871711842,
    0.5075283871711842,
    0.5075283871711842,
    0.49837182307635497,
    0.49837182307635497,
    0.49837182307635497,
    0.49837182307635497,
    0.49837182307635497,
    0.49837182307635497,
    0.49837182307635497,
    0.5487449565908739,
    0.5487449565908739,
    0.5487449565908739,
    0.5487449565908739,
    0.5487449565908739,
    0.5487449565908739,
    0.5487449565908739,
    0.5008427268859506,
    0.5008427268859506,
    0.5008427268859506,
    0.5008427268859506,
    0.5008427268859506,
    0.5008427268859506,
    0.5008427268859506,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.5506631713848438,
    0.6088906164314499,
    0.6088906164314499
  ],
  "3": [
    "",
    "",
    "",
    "The polished floor surrounds dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths, each adorned with colorful banners. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths, each adorned with colorful banners. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The event features a polished floor surrounding numerous booths decorated with colorful banners. Alumni volunteers are providing pep talks near the coffee station, while career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "The event features a polished floor surrounding numerous booths decorated with colorful banners. Alumni volunteers are providing pep talks near the coffee station, while career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths adorned with colorful banners. Alumni volunteers are giving pep talks near the coffee station, and career counselors are advising attendees to maintain eye contact. Event staff are scanning registrations and distributing lanyards at the entrance. Students are clutching resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.34823841260307575,
    0.34823841260307575,
    0.5108621826642559,
    0.5108621826642559,
    0.5108621826642559,
    0.5108621826642559,
    0.6534625707964301,
    0.6534625707964301,
    0.6534625707964301,
    0.6534625707964301,
    0.6932530798422532,
    0.6932530798422532,
    0.6932530798422532,
    0.6932530798422532,
    0.7570845004154643,
    0.7570845004154643,
    0.7570845004154643,
    0.7570845004154643,
    0.7570845004154643,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.7282300227054121,
    0.772100450931618,
    0.772100450931618,
    0.772100450931618,
    0.772100450931618,
    0.772100450931618,
    0.772100450931618,
    0.772100450931618,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.758467337606252,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.7763473329144956,
    0.874402321471541,
    0.874402321471541,
    0.874402321471541
  ],
  "4": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are distributing glossy case study booklets on high tables. Alumni volunteers are providing quick pep talks near the coffee station. The scene features a collection of high tables and a coffee station.",
    "The scene consists of a collection of high tables and a coffee station, with tech companies displaying demo screens showcasing their latest apps. Alumni volunteers are providing quick pep talks near the coffee station.",
    "The scene includes several high tables arranged around a coffee station. Tech companies are presenting demo screens, and alumni volunteers are giving brief speeches near the coffee station. Consulting firms have stacked glossy case study booklets on the high tables.",
    "Several high tables surround a coffee station, with tech companies presenting demo screens and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables. Outside the university gym, students line up before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Several high tables surround a coffee station, with tech companies presenting demo screens and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Several high tables surround a coffee station, with tech companies presenting demo screens and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Several high tables surround a coffee station, with tech companies presenting demo screens and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Several high tables surround a coffee station, with tech companies presenting demo screens showing their latest apps and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Several high tables surround a coffee station, with tech companies presenting demo screens showing their latest apps and alumni volunteers giving speeches near the tables. Consulting firms have stacked glossy case study booklets on the high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.5323250442196442,
    0.5323250442196442,
    0.5323250442196442,
    0.5323250442196442,
    0.5323250442196442,
    0.47580463031048525,
    0.47580463031048525,
    0.47580463031048525,
    0.47580463031048525,
    0.47580463031048525,
    0.47580463031048525,
    0.47580463031048525,
    0.5107606840159774,
    0.5107606840159774,
    0.5107606840159774,
    0.5107606840159774,
    0.5107606840159774,
    0.5107606840159774,
    0.5107606840159774,
    0.7201706784649109,
    0.7201706784649109,
    0.7201706784649109,
    0.7201706784649109,
    0.7201706784649109,
    0.7201706784649109,
    0.7201706784649109,
    0.84724842713173,
    0.84724842713173,
    0.84724842713173,
    0.84724842713173,
    0.84724842713173,
    0.84724842713173,
    0.84724842713173,
    0.7978676140566878,
    0.7978676140566878,
    0.7978676140566878,
    0.7978676140566878,
    0.7978676140566878,
    0.7978676140566878,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.831589459182503,
    0.8329331491750818,
    0.8329331491750818,
    0.8329331491750818,
    0.8329331491750818,
    0.8329331491750818,
    0.8329331491750818,
    0.8329331491750818
  ],
  "5": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens featuring their latest apps. The screens show various applications, although specific details about their functionality are not provided.",
    "Several tech companies are displaying demo screens showcasing their latest apps, though the specific functionalities of the applications remain unstated. Consulting firms are presenting glossy case study booklets on high tables.",
    "Several tech companies are displaying demo screens, though the specific functionalities of the applications remain unstated. Consulting firms are presenting glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "The scene features several tech companies showcasing demo screens without explicitly stating their functionalities. Consulting firms are presenting glossy case study booklets on high tables, and career counselors are advising attendees to maintain eye contact. Students are observed clutching resumes within branded folders.",
    "Attendees are observing demo screens presented by several tech companies, while consulting firms stack glossy case study booklets on high tables. Career counselors are advising attendees to maintain eye contact, and students are observed clutching resumes within branded folders.",
    "Attendees observe demo screens presented by several tech companies, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors advise attendees to maintain eye contact, and students clutch resumes within branded folders.",
    "Attendees observe demo screens presented by several tech companies, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors advise attendees to maintain eye contact, and students clutch resumes within branded folders.",
    "Attendees observe demo screens presented by several tech companies, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors advise attendees to maintain eye contact, and students clutch resumes within branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees observed demo screens presented by several tech companies, while consulting firms stacked glossy case study booklets on high tables. Event staff scanned registrations and handed out lanyards at the entrance. Career counselors advised attendees to maintain eye contact, and students clutched resumes within branded folders. Alumni volunteers shared quick pep talks near the coffee station.",
    "Attendees observed demo screens presented by several tech companies and consulted glossy case study booklets on high tables. Event staff scanned registrations and handed out lanyards at the entrance, while career counselors advised attendees to maintain eye contact and students clutched resumes within branded folders. Alumni volunteers shared quick pep talks near the coffee station.",
    "Attendees observed demo screens presented by several tech companies and consulted glossy case study booklets on high tables. Event staff scanned registrations and handed out lanyards at the entrance, while career counselors advised attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and students clutched resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3562849052261448,
    0.3562849052261448,
    0.3562849052261448,
    0.4153563982204489,
    0.4153563982204489,
    0.4153563982204489,
    0.4153563982204489,
    0.4153563982204489,
    0.4153563982204489,
    0.4153563982204489,
    0.5978919642336441,
    0.5978919642336441,
    0.5978919642336441,
    0.5978919642336441,
    0.5978919642336441,
    0.5871428309322618,
    0.5871428309322618,
    0.5871428309322618,
    0.5871428309322618,
    0.5871428309322618,
    0.5487674587323563,
    0.5487674587323563,
    0.5487674587323563,
    0.5487674587323563,
    0.5487674587323563,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.6719583987004111,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.7120140930165857,
    0.6723078029625427,
    0.6723078029625427,
    0.6723078029625427,
    0.6723078029625427,
    0.6723078029625427,
    0.6723078029625427,
    0.6563043517188157,
    0.6563043517188157,
    0.6563043517188157,
    0.6563043517188157,
    0.6563043517188157,
    0.6563043517188157,
    0.6563043517188157,
    0.6436668737423943,
    0.6436668737423943,
    0.6436668737423943,
    0.6436668737423943
  ],
  "6": [
    "",
    "",
    "",
    "The polished floor surrounds dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor is surrounded by dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths decorated with colorful banners. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The university gym is filled with students lining up before the career fair opens. Dozens of booths surround the polished floor, decorated with colorful banners. Students clutch resumes in branded folders, while healthcare providers display community outreach photos. Alumni volunteers offer pep talks near the coffee station, and tech companies show demo screens of their latest apps. Consulting firms have stacked glossy case study booklets on high tables, and a welcome announcement details the fair’s schedule over the PA system.",
    "The university gym is filled with students lining up before the career fair opens. Dozens of booths surround the polished floor, decorated with colorful banners. Students clutch resumes in branded folders, while healthcare providers display community outreach photos. Alumni volunteers offer pep talks near the coffee station, and tech companies show demo screens of their latest apps. Consulting firms have stacked glossy case study booklets on high tables, and a welcome announcement details the fair’s schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.34823841260307575,
    0.34823841260307575,
    0.5175245297159413,
    0.5175245297159413,
    0.5829128198763427,
    0.5829128198763427,
    0.5829128198763427,
    0.5829128198763427,
    0.6655289473378012,
    0.6655289473378012,
    0.6655289473378012,
    0.6655289473378012,
    0.6655289473378012,
    0.6655289473378012,
    0.7454474968113197,
    0.7454474968113197,
    0.7454474968113197,
    0.7454474968113197,
    0.7454474968113197,
    0.7486026492853015,
    0.7486026492853015,
    0.7486026492853015,
    0.7486026492853015,
    0.7486026492853015,
    0.7231463319465885,
    0.7231463319465885,
    0.7231463319465885,
    0.7231463319465885,
    0.7231463319465885,
    0.7105559236213932,
    0.7105559236213932,
    0.7105559236213932,
    0.7105559236213932,
    0.7105559236213932,
    0.7105559236213932,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7110834357668236,
    0.7509427677991309,
    0.7509427677991309,
    0.7509427677991309,
    0.7509427677991309,
    0.7509427677991309,
    0.7509427677991309,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.8922133165764752,
    0.9084018252120247,
    0.9084018252120247,
    0.9084018252120247,
    0.9084018252120247,
    0.9084018252120247,
    0.9084018252120247
  ],
  "7": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are located in a large exhibition hall.",
    "The exhibition hall contains several demo screens displaying tech company apps. Consulting firms have set up high tables covered with glossy case study booklets.",
    "The exhibition hall includes several demo screens showcasing tech company applications. Consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes within branded folders.",
    "The exhibition hall features several demo screens displaying tech company applications. Consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes within branded folders, and tech companies are exhibiting their latest applications on demo screens.",
    "The career fair is underway with students lining up outside the university gym. Inside the exhibition hall, tech companies are exhibiting their latest applications on demo screens, while consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes within branded folders, and several demo screens display tech company applications.",
    "Students line up outside the university gym, and inside the exhibition hall, tech companies are exhibiting their latest applications on demo screens. Consulting firms have established high tables covered with glossy case study booklets, and students are holding resumes within branded folders. Several demo screens display tech company applications.",
    "Students line up outside the university gym, and inside the exhibition hall, tech companies are exhibiting their latest applications on demo screens. Consulting firms have established high tables covered with glossy case study booklets, and students are holding resumes inside branded folders. Several demo screens display tech company applications.",
    "Students line up outside the university gym, and inside the exhibition hall, tech companies are exhibiting their latest applications on demo screens. Consulting firms have established high tables covered with glossy case study booklets, and students are holding resumes inside branded folders. Several demo screens display tech company applications.",
    "Students line up outside the university gym, while inside the exhibition hall, tech companies demonstrate their latest applications on demo screens and consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes inside branded folders, and several demo screens display tech company applications.",
    "Students line up outside the university gym, while inside the exhibition hall, tech companies demonstrate their latest applications on demo screens and consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes inside branded folders, and several demo screens display tech company applications. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, while inside the exhibition hall, tech companies demonstrate their latest applications on demo screens and consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes inside branded folders, and several demo screens display tech company applications. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, while inside the exhibition hall, tech companies demonstrate their latest applications on demo screens and consulting firms have established high tables covered with glossy case study booklets. Students are holding resumes inside branded folders, and several demo screens display tech company applications. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.40487107578892567,
    0.40487107578892567,
    0.40487107578892567,
    0.44645613048924704,
    0.44645613048924704,
    0.5812657830439518,
    0.5812657830439518,
    0.5812657830439518,
    0.5812657830439518,
    0.5793934946510131,
    0.5793934946510131,
    0.5793934946510131,
    0.5793934946510131,
    0.7604273598586372,
    0.7604273598586372,
    0.7604273598586372,
    0.7604273598586372,
    0.7604273598586372,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6481031760520417,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.6466407478236518,
    0.5565595711629698,
    0.5565595711629698,
    0.5565595711629698,
    0.5565595711629698,
    0.5565595711629698,
    0.5565595711629698,
    0.5565595711629698,
    0.7079291406703022,
    0.7079291406703022,
    0.7079291406703022,
    0.7079291406703022,
    0.7079291406703022,
    0.7079291406703022,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016,
    0.7473842535236016
  ],
  "8": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Several consultants are presenting glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos near the coffee station. Alumni volunteers are delivering quick pep talks.",
    "Several consultants are presenting glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos near the coffee station. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Several consultants are presenting glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos near the coffee station. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several consultants presented glossy case study booklets on high tables, while alumni volunteers shared quick pep talks near the coffee station. Event staff scanned registrations and handed out lanyards at the entrance, and students clutched resumes inside branded folders. Career counselors reminded attendees to maintain eye contact, and healthcare providers showcased community outreach photos near the coffee station.",
    "The event featured several glossy case study booklets presented on high tables, alongside alumni volunteers sharing pep talks near the coffee station. Event staff scanned registrations and handed out lanyards at the entrance, while students clutched resumes inside branded folders. Line queues formed outside the university gym, and healthcare providers displayed community outreach photos near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.6468949917163671,
    0.664964250281972,
    0.664964250281972,
    0.664964250281972,
    0.664964250281972,
    0.664964250281972,
    0.6947262960298414,
    0.6947262960298414,
    0.6947262960298414,
    0.6947262960298414,
    0.6947262960298414,
    0.6947262960298414,
    0.6306760450414917,
    0.6306760450414917,
    0.6306760450414917,
    0.6306760450414917,
    0.6306760450414917,
    0.6306760450414917,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.7181053691252225,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.6136811651226962,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728,
    0.5799935104096728
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing bright blue jackets. The volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and several students are wearing bright blue jackets. The volunteers are standing on the grass adjacent to the gym entrance, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and several students are wearing bright blue jackets. Alumni volunteers are standing on the grass adjacent to the gym entrance, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, and several students are wearing bright blue jackets. Alumni volunteers are standing on the grass adjacent to the gym entrance, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, while alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and alumni volunteers are standing on the grass adjacent to the gym entrance.",
    "Students line up outside the university gym before the career fair opens, with several wearing bright blue jackets. Alumni volunteers share quick pep talks near the coffee station and are standing on the grass adjacent to the gym entrance. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.7617820819230929,
    0.7617820819230929,
    0.7617820819230929,
    0.7834876431173081,
    0.7834876431173081,
    0.7834876431173081,
    0.7963212986403129,
    0.7963212986403129,
    0.7963212986403129,
    0.7963212986403129,
    0.7963212986403129,
    0.7963212986403129,
    0.7763768876216575,
    0.7763768876216575,
    0.7763768876216575,
    0.7763768876216575,
    0.7763768876216575,
    0.8129786082172924,
    0.8129786082172924,
    0.8129786082172924,
    0.8129786082172924,
    0.8129786082172924,
    0.8129786082172924,
    0.8129786082172924,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.7994961797509897,
    0.8159090609443479,
    0.8159090609443479
  ]
}