{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, presenting a display of outreach activity. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase community outreach photos, forming a display that represents outreach activity. Nearby, consulting firms stack glossy case study booklets on high tables, arranging them in a display of materials. Groups of friends mark target employers on the event map, placing annotations to indicate interest. The scene juxtaposes informational displays with interactive mapping, tying together outreach, professional materials, and employer targeting in a single, observant snapshot.",
    "Healthcare providers display community outreach photos, forming a display that represents outreach activity. Nearby, consulting firms stack glossy case study booklets on high tables, creating a materials display. Groups of friends mark target employers on the event map with annotations indicating interest. The scene juxtaposes informational displays with interactive mapping, tying together outreach, professional materials, and employer targeting in a single observant snapshot. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos, forming a display that represents outreach activity. Nearby, consulting firms stack glossy case study booklets on high tables, creating a materials display. Groups of friends mark target employers on the event map with annotations indicating interest. The scene juxtaposes informational displays with interactive mapping, tying together outreach, professional materials, and employer targeting in a single observant snapshot. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display community outreach photos in a display representing outreach activity. Nearby, consulting firms stack glossy case study booklets on high tables, creating a materials display. Groups of friends mark target employers on the event map with annotations indicating interest. The scene juxtaposes informational displays with interactive mapping, tying together outreach, professional materials, and employer targeting in a single observant snapshot. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display community outreach photos as an outreach exhibit; nearby, consulting firms stack glossy case study booklets on high tables to form a materials display. Groups of friends mark target employers on the event map with annotations indicating interest. The scene juxtaposes informational displays with interactive mapping, tying outreach, professional materials, and employer targeting in a single observant snapshot. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "The scene shows a multi-booth event floor where healthcare providers display community outreach photos as an outreach exhibit, while nearby consulting firms stack glossy case study booklets on high tables to form a materials display. Groups of friends mark target employers on the event map with annotations indicating interest, linking outreach, professional materials, and employer targeting in one observant snapshot. An alumni panel discusses how to prepare for technical interviews, and a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.46112945029670965,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6410415740228983,
    0.6812672892675184,
    0.6812672892675184,
    0.6812672892675184,
    0.6812672892675184,
    0.7241400323261166,
    0.7241400323261166,
    0.7241400323261166,
    0.7241400323261166,
    0.7453363676329978,
    0.7453363676329978,
    0.7453363676329978,
    0.7453363676329978,
    0.7453363676329978,
    0.7453363676329978,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7630094290398726,
    0.7744710707260957,
    0.7744710707260957,
    0.7744710707260957,
    0.7744710707260957
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are taking place in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "In the conference space, networking etiquette workshops are taking place in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "In the conference space, networking etiquette workshops are taking place in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Career counselors also redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5555011151444048,
    0.5479223153606717,
    0.5479223153606717,
    0.5479223153606717,
    0.5479223153606717,
    0.5479223153606717,
    0.5479223153606717,
    0.5479223153606717,
    0.7192555930963896,
    0.7192555930963896,
    0.7192555930963896,
    0.7192555930963896,
    0.7192555930963896,
    0.7192555930963896,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.6875361649039586,
    0.7577813836487232,
    0.7577813836487232,
    0.7577813836487232,
    0.7577813836487232,
    0.7577813836487232,
    0.7577813836487232,
    0.7577813836487232,
    0.785696707967898,
    0.785696707967898,
    0.785696707967898,
    0.785696707967898,
    0.785696707967898
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance, while a cybersecurity company runs a password cracking challenge on a laptop; human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the event entrance staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume-review table near the stage. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.47351511077028463,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.4737447687061566,
    0.7747686963900355,
    0.7747686963900355,
    0.7747686963900355,
    0.7747686963900355,
    0.7747686963900355,
    0.7823899126660028,
    0.7823899126660028,
    0.7823899126660028,
    0.7968731407278502,
    0.7968731407278502,
    0.7968731407278502,
    0.7968731407278502,
    0.7968731407278502,
    0.7968731407278502,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.7833147768265205,
    0.8062363002341256,
    0.8062363002341256,
    0.8062363002341256,
    0.8062363002341256,
    0.8062363002341256,
    0.8062363002341256,
    0.8389464076324158,
    0.8389464076324158,
    0.8389464076324158,
    0.8389464076324158,
    0.8389464076324158,
    0.8389464076324158
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "Staff scan registrations and hand out lanyards at the venue entrance. Inside, some students rehearse elevator pitches quietly against the wall while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.5557100926642251,
    0.5557100926642251,
    0.5557100926642251,
    0.5557100926642251,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068,
    0.7376912954123068
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "In the venue, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, several ongoing activities unfold: some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; an alumni panel discusses how to prepare for technical interviews.",
    "At the venue, several ongoing activities unfold: some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; and an alumni panel discusses how to prepare for technical interviews.",
    "At the venue, several ongoing activities unfold: some students rehearse elevator pitches quietly against the wall; the engineering society sponsors a resume review table near the stage; workshops on networking etiquette begin in the adjoining classroom; and an alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6699527605936788,
    0.6609930804335018,
    0.6609930804335018,
    0.6609930804335018,
    0.6609930804335018,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.43014140655950306,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042,
    0.4211934629275042
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff at the event entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule.",
    "Staff at the event entrance scan registrations and hand out lanyards, groups of friends mark target employers on the event map, students clutch resumes inside branded folders, alumni volunteers share brief pep talks near the coffee station, a welcome announcement over the PA outlines the fair schedule, and finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards, guiding attendee check-in. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Alumni volunteers share brief pep talks near the coffee station, and a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.5710799650962938,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.47053825770614244,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.7837879360620822,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.8370104071184268,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.556856768356916,
    0.8520725829603759,
    0.8520725829603759,
    0.8520725829603759,
    0.8520725829603759
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and some students quietly rehearse elevator pitches against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders, while some quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.3371965880015946,
    0.5772417171595697,
    0.5772417171595697,
    0.5772417171595697,
    0.5772417171595697,
    0.7364645497999135,
    0.7364645497999135,
    0.7364645497999135,
    0.7364645497999135,
    0.7364645497999135,
    0.7364645497999135,
    0.783216335841341,
    0.783216335841341,
    0.783216335841341,
    0.783216335841341,
    0.783216335841341,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8024612621783427,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8173431984696535,
    0.8251615432401884,
    0.8251615432401884,
    0.8251615432401884,
    0.8251615432401884,
    0.8251615432401884
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5607461784865212,
    0.5607461784865212,
    0.5607461784865212,
    0.5607461784865212,
    0.5607461784865212,
    0.5607461784865212,
    0.5607461784865212,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.7869266365388556,
    0.8391329671375127,
    0.8391329671375127,
    0.8391329671375127,
    0.8391329671375127,
    0.8391329671375127,
    0.8391329671375127,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8474203072728923,
    0.8492990151657872,
    0.8492990151657872,
    0.8492990151657872,
    0.8492990151657872,
    0.8492990151657872,
    0.8492990151657872,
    0.8492990151657872,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565,
    0.8584599298057565
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "In a shared setting, human resources teams jot notes on tablets while students introduce themselves. The scene centers on HR staff recording information on digital devices as students give introductions, with both activities occurring concurrently.",
    "In a shared setting, HR staff record information on digital devices as students introduce themselves, with both activities occurring concurrently. The scene centers on HR jotting notes on tablets while introductions proceed, and alumni volunteers deliver quick pep talks near the coffee station.",
    "In a shared setting, HR staff record information on tablets as students introduce themselves, with both activities occurring concurrently. The scene centers on HR jotting notes on the tablets while the introductions proceed, and alumni volunteers delivering quick pep talks near the coffee station. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "In a shared space before the career fair opens, HR staff record information on tablets as students introduce themselves, with both activities occurring concurrently. The scene centers on HR jotting notes on the tablets while introductions proceed, and alumni volunteers delivering quick pep talks near the coffee station. A welcome announcement plays over the PA system, outlining the fair schedule. Outside the university gym, students line up prior to opening as preparations proceed.",
    "Before the career fair opens, in a shared space, HR staff record information on tablets as students introduce themselves, with the two activities occurring simultaneously. Alumni volunteers deliver brief pep talks near the coffee station while notes are taken. A PA welcome announcement outlines the fair schedule. Outside the university gym, students line up prior to opening as preparations proceed. Inside, students clutch resumes in branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4279642510500524,
    0.4697246493084174,
    0.4697246493084174,
    0.4697246493084174,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.6886567862103197,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.7825487968047152,
    0.8207953709772539,
    0.8207953709772539,
    0.8207953709772539,
    0.8207953709772539
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee flow. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Staff manage entry by scanning registrations and distributing lanyards, establishing attendee flow. A robotics startup uses a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. A few students rehearse elevator pitches quietly against the wall.",
    "At the event, staff manage entry by scanning registrations and distributing lanyards to establish attendee flow. A robotics startup uses a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. A few students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, staff manage entry by scanning registrations and distributing lanyards to establish attendee flow. A robotics startup operates a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. A few students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff manage entry by scanning registrations and distributing lanyards to establish attendee flow. A robotics startup operates a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. A few students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, staff manage entry by scanning registrations and distributing lanyards to regulate attendee flow. A robotics startup operates a small drone above its booth to draw attention. Career counselors guide unsure students toward relevant industries. A few students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.5816263372171977,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.8133861913061144,
    0.7965267865340637,
    0.7965267865340637,
    0.7965267865340637,
    0.7965267865340637,
    0.7965267865340637,
    0.8356539840589013,
    0.8356539840589013,
    0.8356539840589013,
    0.8356539840589013,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8252236523250874,
    0.8547155542291509,
    0.8547155542291509,
    0.8547155542291509,
    0.8547155542291509,
    0.8547155542291509,
    0.8547155542291509
  ],
  "10": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens, with students clutching resumes inside branded folders.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps as students line up outside the university gym before the career fair opens, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company conducts a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym before the career fair opens, tech companies display demo screens of their latest apps as students line up, clutching branded folders of resumes. A cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4657646188157037,
    0.4657646188157037,
    0.4657646188157037,
    0.4657646188157037,
    0.4657646188157037,
    0.4657646188157037,
    0.45431194818505133,
    0.45431194818505133,
    0.45431194818505133,
    0.626120361896692,
    0.626120361896692,
    0.626120361896692,
    0.626120361896692,
    0.626120361896692,
    0.626120361896692,
    0.7786058436879177,
    0.7786058436879177,
    0.7786058436879177,
    0.7786058436879177,
    0.7786058436879177,
    0.728723486224738,
    0.728723486224738,
    0.728723486224738,
    0.7830735248064793,
    0.7830735248064793,
    0.7830735248064793,
    0.7830735248064793,
    0.819916795098892,
    0.819916795098892,
    0.819916795098892,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8347895048140681,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8525148077587348,
    0.8750944166800317
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "A venue with a polished floor hosts dozens of booths with colorful banners circling the space, creating a busy exhibition layout. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup flies a small drone above its booth to draw attention.",
    "A venue with a polished floor hosts dozens of booths arranged in a busy exhibition layout, with colorful banners circling the space. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a venue with a polished floor, dozens of booths are arranged in a busy exhibition layout, with colorful banners circling the space. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue with a polished floor, dozens of booths are arranged in a busy exhibition layout, with colorful banners circling the space. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue with a polished floor, dozens of booths are set in a busy exhibition layout with colorful banners circling the space. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "In a venue with a polished floor, dozens of booths occupy a busy exhibition layout with colorful banners circling the space. Career counselors remind attendees to maintain eye contact as they explore. A robotics startup draws attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette are underway. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.7296590995143803,
    0.7296590995143803,
    0.7296590995143803,
    0.7296590995143803,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7689417260394517,
    0.7776715495532986,
    0.7776715495532986,
    0.7776715495532986,
    0.7776715495532986,
    0.7776715495532986,
    0.7776715495532986,
    0.7750394854039722,
    0.7750394854039722,
    0.7750394854039722,
    0.7750394854039722,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7789135664887865,
    0.7532452100276641,
    0.7532452100276641
  ],
  "12": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map as a cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before the career fair opens.",
    "Groups of friends mark target employers on the event map as a cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before the career fair opens. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map as a cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before the career fair opens. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus career fair, groups of friends mark target employers on the event map as a cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before the fair opens. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "A campus career fair features groups marking target employers on the event map while a cybersecurity company hosts a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before opening. Across the polished floor, dozens of booths with colorful banners circle the space. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At a campus career fair, groups mark target employers on the event map while a cybersecurity company hosts a password-cracking challenge on a laptop nearby. Outside the university gym, students queue up before opening. Across the polished floor, dozens of booths with colorful banners circle the space. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries."
  ],
  "12_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.403704468158093,
    0.403704468158093,
    0.403704468158093,
    0.403704468158093,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.6011264492798303,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.7905278910948147,
    0.8379699270747563,
    0.8379699270747563,
    0.8379699270747563,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8299107376163164,
    0.8496647098192615,
    0.8496647098192615,
    0.8496647098192615,
    0.8496647098192615,
    0.8496647098192615,
    0.8496647098192615,
    0.8496647098192615,
    0.8537316737565843,
    0.8537316737565843,
    0.8537316737565843,
    0.8537316737565843,
    0.8537316737565843,
    0.8537316737565843,
    0.8514828795864259
  ],
  "13": [
    "",
    "",
    "",
    "Students are lined up outside the university gym in the lead-up to the career fair opening.",
    "Students are lined up outside the university gym in the lead-up to the career fair opening, as human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym in the lead-up to the career fair opening, while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. Inside, students clutch resumes stored in branded folders while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. Inside, students clutch resumes stored in branded folders while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym while human resources teams jot notes on tablets and students introduce themselves. Inside the gym, students clutch resumes stored in branded folders as event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.414563696431007,
    0.414563696431007,
    0.414563696431007,
    0.4193614858819661,
    0.4193614858819661,
    0.4193614858819661,
    0.4193614858819661,
    0.4193614858819661,
    0.4193614858819661,
    0.6486379758777683,
    0.6486379758777683,
    0.6486379758777683,
    0.6486379758777683,
    0.6486379758777683,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8338424652148605,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8541481610892872,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8098626500161256,
    0.8035574054703509,
    0.8035574054703509,
    0.8035574054703509,
    0.8035574054703509,
    0.8035574054703509
  ],
  "14": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, establishing a focus for attendees. In the adjoining classroom, workshops on networking etiquette begin, offering guidance as participants move between sessions. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity aligned with the events technical interest. The scene pairs social exploration of employers with skill-building sessions, while a practical cybersecurity exercise occupies a dedicated setup nearby.",
    "Groups of friends mark target employers on the event map, establishing a focus for attendees. In the adjoining classroom, workshops on networking etiquette begin, offering guidance as participants move between sessions. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on activity aligned with the events technical interest. The scene pairs social exploration of employers with skill-building sessions, while a practical cybersecurity exercise occupies a dedicated setup nearby. Consulting firms stack glossy case-study booklets on high tables.",
    "Groups of friends mark target employers on the event map, establishing a focus for attendees. In the adjoining classroom, workshops on networking etiquette begin, guiding participants as they move between sessions. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on activity aligned with the events technical interest. The scene pairs social exploration of employers with skill-building sessions, while a practical cybersecurity exercise occupies a dedicated setup nearby. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, establishing a focus for attendees. In an adjoining classroom, workshops on networking etiquette guide participants as they move between sessions. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on activity aligned with the events technical interest. The scene pairs social exploration of employers with skill-building sessions, while a practical cybersecurity exercise occupies a dedicated setup nearby. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, establishing a focus for attendees. In an adjoining classroom, workshops on networking etiquette guide participants as they move between sessions. A cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on activity aligned with the events technical interest; a practical cybersecurity exercise occupies a dedicated setup nearby. The scene pairs social exploration of employers with skill-building sessions. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, establishing a focal point for attendees. In an adjoining classroom, workshops on networking etiquette guide participants as they move between sessions. A cybersecurity company runs a password-cracking challenge on a laptop, with a practical cybersecurity exercise occupying a dedicated setup nearby. The scene pairs social exploration of employers with skill-building activities. Consulting firms stack glossy case-study booklets on high tables, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.6815349505015463,
    0.712607907031416,
    0.712607907031416,
    0.712607907031416,
    0.712607907031416,
    0.712607907031416,
    0.712607907031416,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.7813524549526067,
    0.813866649024487,
    0.813866649024487,
    0.813866649024487,
    0.813866649024487,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8205372036997944,
    0.8248735383745651,
    0.8248735383745651,
    0.8248735383745651,
    0.8248735383745651,
    0.8248735383745651,
    0.8248735383745651
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share short pep talks near the coffee station.",
    "At the event, alumni volunteers share short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "During the event, alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station; a welcome announcement over the PA system outlines the fair schedule; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station, while a welcome announcement over the PA system outlines the event schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station, while a welcome announcement over the PA system outlines the event schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station while a welcome announcement over the PA outlines the event schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station while a welcome announcement over the PA outlines the event schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station while a welcome announcement over the PA outlines the event schedule. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3274475661731384,
    0.3274475661731384,
    0.3274475661731384,
    0.3274475661731384,
    0.5821131594921469,
    0.5821131594921469,
    0.5821131594921469,
    0.7778327079312694,
    0.7778327079312694,
    0.7778327079312694,
    0.7778327079312694,
    0.7778327079312694,
    0.7778327079312694,
    0.5332468571212904,
    0.5332468571212904,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8298940665572896,
    0.8191508247063377,
    0.8191508247063377,
    0.8191508247063377,
    0.8191508247063377,
    0.8191508247063377,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8322568697226558,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8545988123867332,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8619571937446157,
    0.8639952916756486,
    0.8639952916756486,
    0.8639952916756486,
    0.8639952916756486
  ],
  "16": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes to enable immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards, while in the adjoining classroom networking etiquette workshops begin. Finance firms provide QR codes to enable immediate internship applications, and students line up outside the university gym before the career fair opens.",
    "Staff at the event entrance scan registrations and hand out lanyards, while in the adjoining classroom networking etiquette workshops begin. Finance firms provide QR codes to enable immediate internship applications, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Staff at the event entrance scan registrations and hand out lanyards, while in the adjoining classroom networking etiquette workshops begin. Finance firms provide QR codes to enable immediate internship applications, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the event entrance scan registrations and hand out lanyards, while networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes to enable immediate internship applications, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while networking etiquette workshops begin in the adjoining classroom. Finance firms provide QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Staff at the event entrance scan registrations and hand out lanyards, while networking etiquette workshops begin in the adjoining classroom. Finance firms display QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.5235563520801759,
    0.7512030399299316,
    0.7512030399299316,
    0.7512030399299316,
    0.7512030399299316,
    0.7512030399299316,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.616106689932577,
    0.7580592904885706,
    0.7580592904885706,
    0.7580592904885706,
    0.7580592904885706,
    0.7580592904885706,
    0.7580592904885706,
    0.7738027238981204,
    0.7738027238981204,
    0.7738027238981204,
    0.7738027238981204,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8405948032744097,
    0.8521991151778081,
    0.8521991151778081,
    0.8521991151778081,
    0.8521991151778081,
    0.8521991151778081,
    0.8521991151778081,
    0.8521991151778081,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.8513873999822629,
    0.838071059427298,
    0.838071059427298
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular arrangement. The banners adorn the perimeter, with each booth contributing to the vibrant ring around the smooth surface.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular arrangement. The banners adorn the perimeter, with each booth contributing to the vibrant ring around the smooth surface. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners surround a polished floor, forming a circular arrangement. The banners adorn the perimeter, with each booth contributing to the vibrant ring around the smooth surface. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "A job fair layout shows dozens of booths with colorful banners surrounding a polished floor, forming a circular arrangement around the smooth surface. The banners line the perimeter, each booth contributing to the vibrant ring. Career counselors guide unsure students toward relevant industries, while a welcome announcement over the PA outlines the fair schedule.",
    "The scene depicts a job fair layout with dozens of booths and colorful banners surrounding a polished floor, forming a circular ring around the smooth surface. Banners line the perimeter as each booth contributes to the vibrant ring. Career counselors guide unsure students toward relevant industries, while a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "The scene depicts a job fair layout with dozens of booths and colorful banners surrounding a polished floor, forming a circular ring around the smooth surface. Banners line the perimeter as each booth contributes to the vibrant ring. Career counselors direct unsure students toward applicable industries, while a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A job fair is laid out with dozens of booths and colorful banners surrounding a polished floor, forming a circular ring. Banners line the perimeter as each booth contributes to the vibrant ring. Career counselors direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A job fair unfolds in a gym, with dozens of booths and colorful banners arranged around a polished floor that forms a circular ring. Banners line the perimeter and each booth contributes to the vibrant ring. Career counselors direct unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.39722657156646335,
    0.39722657156646335,
    0.39722657156646335,
    0.39722657156646335,
    0.39722657156646335,
    0.39722657156646335,
    0.39722657156646335,
    0.6337423190875328,
    0.6337423190875328,
    0.6337423190875328,
    0.6337423190875328,
    0.6337423190875328,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7638954236999618,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7424892177522817,
    0.7673896781051379,
    0.7673896781051379,
    0.7673896781051379,
    0.7673896781051379,
    0.7673896781051379,
    0.7687304965102894,
    0.7687304965102894,
    0.7687304965102894,
    0.7687304965102894,
    0.7687304965102894,
    0.7687304965102894,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8300163309470701,
    0.8109100947122985,
    0.8109100947122985,
    0.8109100947122985,
    0.8109100947122985
  ],
  "18": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while the engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym as the career fair is about to open. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym as the career fair is about to open. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up as the career fair is about to open. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up as the career fair is about to open. The engineering society sponsors a resume-review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.4036433522259942,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7092012978744403,
    0.7881913653235615,
    0.7881913653235615,
    0.7881913653235615,
    0.7881913653235615,
    0.7621382602011105
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At a campus career fair, consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a campus career fair, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At a campus career fair, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Inside, career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At a campus career fair held in the university gym, students lined up outside before the doors opened. Inside, consulting firms stacked glossy case study booklets on high tables and healthcare providers showcased community outreach photos. Career counselors redirected unsure students toward applicable industries, while an alumni panel discussed how to prepare for technical interviews. Tech companies displayed demo screens showing their latest apps, and finance firms offered QR codes for immediate internship applications.",
    "A campus career fair in the university gym opened with students lined up outside before doors opened. Inside, consulting firms stacked glossy case study booklets on high tables while healthcare providers showcased community outreach photos. Career counselors redirected unsure students toward applicable industries, and an alumni panel discussed how to prepare for technical interviews. Tech companies displayed demo screens showing their latest apps, and finance firms offered QR codes for immediate internship applications. A few students rehearsed elevator pitches quietly against the wall.",
    "A campus career fair in the university gym opened with students lined up outside before doors opened. Inside, consulting firms stacked glossy case study booklets on high tables while healthcare providers showcased community outreach photos. Career counselors redirected unsure students toward applicable industries, and an alumni panel discussed how to prepare for technical interviews. Tech companies displayed demo screens showing their latest apps, and finance firms offered QR codes for immediate internship applications. A few students rehearsed elevator pitches quietly against the wall."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30142327551273346,
    0.30142327551273346,
    0.30142327551273346,
    0.30142327551273346,
    0.30142327551273346,
    0.30142327551273346,
    0.63924215876423,
    0.63924215876423,
    0.63924215876423,
    0.63924215876423,
    0.63924215876423,
    0.63924215876423,
    0.7730906501944158,
    0.7730906501944158,
    0.7730906501944158,
    0.7730906501944158,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.7946536474693919,
    0.8222880933394368,
    0.8222880933394368,
    0.8222880933394368,
    0.8222880933394368,
    0.8222880933394368,
    0.8228318120498475,
    0.8228318120498475,
    0.8228318120498475,
    0.8228318120498475,
    0.8228318120498475,
    0.8228318120498475,
    0.8228318120498475,
    0.8183710334264402,
    0.8183710334264402,
    0.8183710334264402,
    0.8183710334264402,
    0.8183710334264402,
    0.8183710334264402,
    0.8183710334264402
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor as students line up outside before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Inside, an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor as students line up outside before the fair opens. A robotics startup flies a small drone above its booth to attract attention. Inside, an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "In a university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor as students line up outside before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners circle the polished floor as students line up outside before the fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.53555340588296,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.7112455098085139,
    0.8302614206107806,
    0.8302614206107806,
    0.8622972451849473,
    0.8622972451849473,
    0.8622972451849473,
    0.8622972451849473,
    0.8622972451849473,
    0.8622972451849473,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8593774706467951,
    0.8621203345574721,
    0.8621203345574721,
    0.8621203345574721,
    0.8621203345574721,
    0.8621203345574721
  ],
  "21": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting the career fair, students line up outside before opening. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting the career fair, students line up outside before opening. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting the career fair, students line up outside before opening. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "In the university gym hosting the career fair, students line up outside before opening. At a cybersecurity company booth, a password-cracking challenge runs on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the university gym hosting the career fair, students line up outside before opening. Inside, a cybersecurity company booth runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.512107119364744,
    0.6171662129953857,
    0.6171662129953857,
    0.6171662129953857,
    0.6171662129953857,
    0.6171662129953857,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8411889738894626,
    0.8136911727844809,
    0.8136911727844809,
    0.8136911727844809,
    0.8136911727844809,
    0.8136911727844809,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.835233423412115,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492,
    0.8494282295065492
  ],
  "22": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and a welcome announcement outlines the fair schedule over the PA system.",
    "The event floor features dozens of booths with colorful banners circling a polished surface. Groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event floor, dozens of booths with colorful banners encircle a polished surface. Groups of friends mark target employers on the event map while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.6324974368909703,
    0.6324974368909703,
    0.6324974368909703,
    0.6324974368909703,
    0.6324974368909703,
    0.6324974368909703,
    0.6324974368909703,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.6720330627991788,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8108392509299631,
    0.8724195224368076,
    0.8724195224368076,
    0.8724195224368076,
    0.8724195224368076
  ],
  "23": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "A welcome announcement over the PA outlines the career fair schedule as dozens of booths with colorful banners circle the polished gym floor. Students line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos.",
    "An opening announcement over the public address system outlines the career fair schedule. Dozens of booths with colorful banners encircle the polished gym floor. Students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.7629260988237121,
    0.802573692945144,
    0.802573692945144,
    0.802573692945144,
    0.6080551571244059,
    0.6080551571244059,
    0.6080551571244059,
    0.6080551571244059,
    0.6080551571244059,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147,
    0.7548287037762147
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In the event space, healthcare providers showcase community outreach photos, while the engineering society sponsors a resume review table near the stage.",
    "In the event space, healthcare providers showcase community outreach photos, the engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "In the event space, healthcare providers display community outreach photos, the engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, healthcare providers display community outreach photos, the engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In the event space, healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "In the event space, healthcare providers display community outreach photos. Near the stage, the engineering society sponsors a resume review table, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Within the event space, healthcare providers display community outreach photos. Near the stage, the engineering society sponsors a resume review table, while alumni volunteers deliver quick pep talks by the coffee station. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "In the event space for the career fair, healthcare providers display community outreach photos. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers deliver quick pep talks by the coffee station. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "In the event space for the career fair, healthcare providers display community outreach photos. Near the stage, the engineering society sponsors a resume review table, and alumni volunteers deliver quick pep talks by the coffee station. Consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39077466943546235,
    0.39077466943546235,
    0.39077466943546235,
    0.39077466943546235,
    0.4272659222700357,
    0.4272659222700357,
    0.4272659222700357,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.6141907234373049,
    0.7487136725300798,
    0.7487136725300798,
    0.7487136725300798,
    0.7487136725300798,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.7742521804379725,
    0.804025773531519,
    0.804025773531519,
    0.804025773531519,
    0.804025773531519,
    0.804025773531519,
    0.804025773531519,
    0.804025773531519,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8314476821856025,
    0.8172096175232963,
    0.8172096175232963,
    0.8172096175232963,
    0.8172096175232963
  ]
}