{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An audience event features an alumni panel discussing how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "An audience event features an alumni panel discussing how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "An audience event features an alumni panel discussing how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.5583084178173974,
    0.5583084178173974,
    0.5583084178173974,
    0.5583084178173974,
    0.5583084178173974,
    0.5583084178173974,
    0.5583084178173974,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7115561025046533,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7601140191317657,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125,
    0.7772061883825125
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact; finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, producing a busy, vibrant perimeter around the area. The setup foregrounds personal coaching and rapid digital submissions: counselors emphasize interpersonal presence, and finance firms provide scannable codes for instant internship momentum. The scene conveys a formal, trade-show atmosphere with multiple firms represented around a circular layout and a visually varied display of banners."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.3881327296117401,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.4513189404567578,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.39364074921310144,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021,
    0.7120014393285021
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, emphasizing attentive interaction in a professional setting. Consulting firms stack glossy case study booklets on high tables, creating a display of prepared materials. The scene features counselors and attendees, with guidance on communication accompanied by a raised arrangement of case studies. The glossy booklets on elevated surfaces suggest an information-rich environment where career development and literature coexist.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and engage attentively. Consulting firms stack glossy case study booklets on high tables, creating an information-rich display where career development literature coexists with guidance on communication. The scene features counselors and attendees, with a raised arrangement of case studies accompanying the instruction. Glossy booklets sit on elevated surfaces, reinforcing the prepared-materials display. Human resources teams jot notes on tablets while students introduce themselves, capturing interactions as they unfold.",
    "Professional setting scene with career counselors reminding attendees to maintain eye contact and engage attentively; consulting firms display glossy case study booklets on high tables, creating an information-rich display where career development literature sits beside guidance on communication. Counselors and attendees appear, with a raised arrangement of case studies accompanying instruction; glossy booklets rest on elevated surfaces reinforcing the prepared-materials display. Human resources teams jot notes on tablets as students introduce themselves, capturing interactions as they unfold. The engineering society sponsors a resume review table near the stage.",
    "Professional setting scene with career counselors reminding attendees to maintain eye contact and engage attentively. Consulting firms display glossy case study booklets on high tables, creating an information-rich display where career development literature sits beside guidance on communication. Counselors and attendees appear, with a raised arrangement of case studies accompanying instruction; glossy booklets rest on elevated surfaces reinforcing the prepared-materials display. Human resources teams jot notes on tablets as students introduce themselves, capturing interactions as they unfold. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Professional setting scene features career counselors reminding attendees to maintain eye contact and engage attentively. Consulting firms display glossy case study booklets on elevated surfaces as part of an information-rich display, with career development literature arranged beside guidance on communication. Counselors and attendees are present, with a raised arrangement of case studies accompanying instruction. Human resources teams jot notes on tablets as students introduce themselves, capturing interactions as they unfold. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and engage attentively. Consulting firms display glossy case study booklets on elevated surfaces as part of an information-rich display, with career development literature arranged beside guidance on communication. Counselors and attendees participate as a raised arrangement of case studies accompanies instruction. Human resources teams jot notes on tablets as students introduce themselves, capturing interactions as they unfold. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, career counselors remind attendees to maintain eye contact and engage attentively. Consulting firms display glossy case study booklets on elevated surfaces as part of an information-rich display, with career development literature arranged beside guidance on communication. Counselors and attendees participate as a raised arrangement of case studies accompanies instruction. HR teams jot notes on tablets as students introduce themselves, capturing interactions as they unfold. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.571583475010485,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6130701472938258,
    0.6365523442496619,
    0.6365523442496619,
    0.6365523442496619,
    0.6365523442496619,
    0.6365523442496619,
    0.6365523442496619,
    0.6365523442496619,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.6946145473582062,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7195763995238614,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.7510297127841068,
    0.8366271210691414,
    0.8366271210691414,
    0.8366271210691414,
    0.8366271210691414
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.8188321955437494,
    0.871190024631179,
    0.871190024631179,
    0.871190024631179,
    0.871190024631179,
    0.871190024631179,
    0.871190024631179,
    0.871190024631179,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.8899901820582077,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9034690419448728,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9085713581063178,
    0.9069606440363032,
    0.9069606440363032,
    0.9069606440363032,
    0.9069606440363032
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the university career fair, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.6238699662045549,
    0.6238699662045549,
    0.6238699662045549,
    0.6238699662045549,
    0.6238699662045549,
    0.6238699662045549,
    0.6238699662045549,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.6579888286617802,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.7244895594340447,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8014253653773795,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443,
    0.8098553286904443
  ],
  "5": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating intended focus. Healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map, indicating their intended focus. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on the event map, indicating their intended focus. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, indicating their intended focus. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, attendees engage in targeted employer mapping as groups of friends mark their preferred employers on the event map. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event, attendees engage in targeted employer mapping as groups of friends mark their preferred employers on the event map. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, attendees engage in targeted employer mapping as groups of friends mark their preferred employers on the event map. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5001653399416589,
    0.5001653399416589,
    0.5001653399416589,
    0.5001653399416589,
    0.5001653399416589,
    0.5001653399416589,
    0.5001653399416589,
    0.7129733673217975,
    0.7129733673217975,
    0.7129733673217975,
    0.7129733673217975,
    0.7129733673217975,
    0.7129733673217975,
    0.7129733673217975,
    0.7563259225989787,
    0.7563259225989787,
    0.7563259225989787,
    0.7563259225989787,
    0.7563259225989787,
    0.7563259225989787,
    0.7563259225989787,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.7887402783264821,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.81311228102605,
    0.8814607974291013,
    0.8814607974291013,
    0.8814607974291013,
    0.8814607974291013,
    0.8814607974291013,
    0.8814607974291013,
    0.8814607974291013,
    0.8564005590221206,
    0.8564005590221206,
    0.8564005590221206,
    0.8564005590221206,
    0.8564005590221206,
    0.8564005590221206,
    0.8564005590221206
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance, establishing the check-in area. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance, establishing the check-in area. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance, establishing the check-in area. Dozens of booths with colorful banners circle the polished floor, creating a busy perimeter around the space. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue, attendees check in as staff scan registrations and hand out lanyards at the entrance, establishing the check-in area. Dozens of booths with colorful banners encircle the polished floor, creating a busy perimeter around the space. Alumni volunteers deliver short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event venue, the check-in area is established at the entrance where staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter around the space. Alumni volunteers deliver short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, the check-in area is at the entrance where staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter around the space. Alumni volunteers deliver short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, the check-in area sits at the entrance where staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter around the space. Alumni volunteers deliver short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.527864864670448,
    0.527864864670448,
    0.527864864670448,
    0.527864864670448,
    0.527864864670448,
    0.527864864670448,
    0.527864864670448,
    0.6965189999762276,
    0.6965189999762276,
    0.6965189999762276,
    0.6965189999762276,
    0.6965189999762276,
    0.6965189999762276,
    0.7720936896052029,
    0.7720936896052029,
    0.7720936896052029,
    0.7720936896052029,
    0.7720936896052029,
    0.7720936896052029,
    0.7720936896052029,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.7945330442800824,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8005649704445741,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8063742676556622,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586,
    0.8204455976164586
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "A polished hall hosts a career fair layout with dozens of booths encircling a polished floor and colorful banners. Healthcare providers showcase community outreach photos at their booths, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens.",
    "In a polished hall, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Healthcare providers showcase community outreach photos at their booths, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens.",
    "In a polished hall, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Healthcare providers showcase community outreach photos at their booths, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a polished hall, a career fair unfolds with dozens of booths encircling a polished floor beneath colorful banners. Healthcare providers showcase community outreach photos at their booths, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, complementing the main fair by offering preparatory guidance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.48010665757919696,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.8151733991253863,
    0.7935807596348525,
    0.7935807596348525,
    0.7935807596348525,
    0.7935807596348525,
    0.7935807596348525,
    0.7935807596348525,
    0.7935807596348525,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8251012782534268,
    0.8559214617784299,
    0.8559214617784299,
    0.8559214617784299,
    0.8559214617784299,
    0.8559214617784299,
    0.8559214617784299
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A venue hosts dozens of booths with colorful banners circling a polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "A venue hosts dozens of booths arranged around a polished floor, with colorful banners circling the space, as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "A venue hosts dozens of booths arranged around a polished floor, with colorful banners circling the space, as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "A venue hosts dozens of booths arranged around a polished floor, with colorful banners circling the space, as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a venue, dozens of booths are arranged around a polished floor, with colorful banners circling the space, as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a venue, dozens of booths are arranged around a polished floor beneath colorful banners circling the space, as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths are arranged around a polished floor beneath colorful banners circling the space, with workshops on networking etiquette taking place in the adjoining classroom. Students clutch resumes inside branded folders as they introduce themselves. Finance firms display QR codes for immediate internship applications. Human resources teams jot notes on tablets, observing student introductions. A cybersecurity company operates a password-cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.4030152946788639,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.5508101484935835,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7588840361171507,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674739186643769,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7674174480246114,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7577267713626707,
    0.7616723149525355,
    0.7616723149525355,
    0.7616723149525355,
    0.7616723149525355
  ],
  "9": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, multiple participants interact: finance firms provide QR codes for immediate internship applications; human resources teams take notes on tablets as students introduce themselves; the engineering society runs a resume review table near the stage; students line up outside the university gym before opening; healthcare providers display community outreach photos.",
    "At the university career fair, finance firms provide QR codes for immediate internship applications; human resources teams take notes on tablets as students introduce themselves; the engineering society runs a resume review table near the stage; students line up outside the university gym before opening; healthcare providers display community outreach photos; some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. The engineering society runs a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before opening. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. The engineering society runs a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before opening. Healthcare providers display community outreach photos. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.5637466749154527,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8145380764989887,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.8465973576827205,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5640054409156611,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.5529775620884465,
    0.8600027638666238,
    0.8600027638666238,
    0.8600027638666238,
    0.8600027638666238,
    0.8600027638666238,
    0.8600027638666238,
    0.8600027638666238,
    0.8802481830453682,
    0.8802481830453682,
    0.8802481830453682
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Staff scan registrations and hand out lanyards at the event entrance. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Staff scan registrations and hand out lanyards at the event entrance. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Staff at the event entrance scan registrations and distribute lanyards. An alumni panel covers strategies for technical interview preparation. Dozens of booths with colorful banners encircle the polished floor. The engineering society runs a resume review table near the stage. Consulting firms place glossy case study booklets on high tables. Students hold resumes in branded folders. In the adjoining classroom, workshops on networking etiquette are underway."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.6323890969067051,
    0.6323890969067051,
    0.6323890969067051,
    0.6323890969067051,
    0.6323890969067051,
    0.6323890969067051,
    0.6323890969067051,
    0.8035162753311681,
    0.8035162753311681,
    0.8035162753311681,
    0.8035162753311681,
    0.8035162753311681,
    0.8035162753311681,
    0.8035162753311681,
    0.8151642408930346,
    0.8151642408930346,
    0.8151642408930346,
    0.8151642408930346,
    0.8151642408930346,
    0.8151642408930346,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.7911006733019377,
    0.8040856540000115,
    0.8040856540000115,
    0.8040856540000115,
    0.8040856540000115,
    0.8040856540000115,
    0.8040856540000115,
    0.8040856540000115,
    0.8064746576740324,
    0.8064746576740324,
    0.8064746576740324,
    0.8064746576740324,
    0.8064746576740324,
    0.8064746576740324,
    0.8064746576740324
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Groups of friends mark target employers on the event map as tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "The career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Groups of friends mark target employers on the event map as tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.4190258828244156,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.5989594445321927,
    0.747567848164258,
    0.747567848164258,
    0.747567848164258,
    0.747567848164258,
    0.747567848164258,
    0.747567848164258,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.7963398761189472,
    0.8481876258476386,
    0.8481876258476386,
    0.8481876258476386,
    0.8481876258476386,
    0.8481876258476386,
    0.8481876258476386,
    0.8481876258476386,
    0.8494736851689131,
    0.8494736851689131,
    0.8494736851689131,
    0.8494736851689131,
    0.8494736851689131,
    0.8494736851689131,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471,
    0.862192134324471
  ],
  "12": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.5654885909150191,
    0.8264411211424161,
    0.8264411211424161,
    0.8264411211424161,
    0.8264411211424161,
    0.8264411211424161,
    0.8264411211424161,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8325155842611152,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498,
    0.8599384526625498
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, as students clutch resumes inside branded folders.",
    "In the adjoining classroom, networking etiquette workshops begin as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, networking etiquette workshops begin as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops begin as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "In the adjoining classroom, networking etiquette workshops begin as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "On the event floor, an adjoining classroom hosts networking etiquette workshops as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "On the event floor, an adjoining classroom hosts networking etiquette workshops as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.3321253798706786,
    0.5634952241533828,
    0.5634952241533828,
    0.5634952241533828,
    0.5634952241533828,
    0.5634952241533828,
    0.5634952241533828,
    0.5634952241533828,
    0.7018144867523919,
    0.7018144867523919,
    0.7018144867523919,
    0.7018144867523919,
    0.7018144867523919,
    0.7018144867523919,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7275664996069096,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7292230271167406,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7691028603926595,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151,
    0.7918046872458151
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At a career guidance event, counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At a career guidance event, counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career guidance event, counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career guidance event, counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map; several students quietly rehearse elevator pitches against the wall. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.4922247277120989,
    0.6223678354771227,
    0.6223678354771227,
    0.6223678354771227,
    0.6223678354771227,
    0.6223678354771227,
    0.6223678354771227,
    0.6223678354771227,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.655357887123412,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.7460141123537083,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.745818145061419,
    0.7648008601892524,
    0.7648008601892524,
    0.7648008601892524,
    0.7648008601892524
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps.",
    "At the event, consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event, consulting firms stack glossy case study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms stack glossy case-study booklets on high tables, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.3556122270754657,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.42810854909920554,
    0.4896689052371518,
    0.4896689052371518,
    0.4896689052371518,
    0.4896689052371518,
    0.4896689052371518,
    0.4896689052371518,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.810906095074807,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.8303422428980957,
    0.851592939436471,
    0.851592939436471,
    0.851592939436471,
    0.851592939436471,
    0.851592939436471,
    0.851592939436471,
    0.851592939436471,
    0.8732272090375184,
    0.8732272090375184,
    0.8732272090375184,
    0.8732272090375184,
    0.8732272090375184,
    0.8732272090375184,
    0.8732272090375184
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while an alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "An event features tech companies displaying demo screens of their latest apps, an alumni panel offering interview-preparation guidance, and career counselors steering unsure students toward suitable industries. At the entrance, event staff scan registrations and issue lanyards.",
    "An event features tech companies displaying demo screens of their latest apps, an alumni panel offering interview-preparation guidance that discusses how to prepare for technical interviews, and career counselors steering unsure students toward suitable industries. At the entrance, event staff scan registrations and issue lanyards.",
    "An event features tech companies displaying demo screens of their latest apps, an alumni panel offering guidance on how to prepare for technical interviews, and career counselors steering unsure students toward suitable industries. At the entrance, event staff scan registrations and issue lanyards. Career counselors remind attendees to maintain eye contact.",
    "An event features tech companies displaying demo screens of their latest apps, an alumni panel offering guidance on how to prepare for technical interviews, and career counselors steering unsure students toward suitable industries. At the entrance, event staff scan registrations and issue lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "An event scene centers on a career fair with multiple components. Tech companies display demo screens of their latest apps, while an alumni panel offers guidance on preparing for technical interviews. Career counselors direct unsure students toward suitable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and issue lanyards. Before the career fair opens, students line up outside the university gym. Healthcare providers showcase community outreach photos as part of the exhibition. Together, these elements create a landscape of recruitment activity, skill-building guidance, and community outreach, with attendees moving between displays, panels, and counseling stations."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.5289886117705274,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.48828165274702473,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.65976044542552,
    0.667167895854495,
    0.667167895854495,
    0.667167895854495,
    0.667167895854495,
    0.667167895854495,
    0.667167895854495,
    0.667167895854495,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.7924992682825021,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8001179545420762,
    0.8183501294952615,
    0.8183501294952615,
    0.8183501294952615,
    0.8183501294952615,
    0.8183501294952615,
    0.8183501294952615,
    0.8183501294952615
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while students line up outside the university gym before the career fair opens. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the university career fair, networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym before the fair opens. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym before the fair opens. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, networking etiquette workshops are taking place in the adjoining classroom, while students line up outside the university gym before the event opens. A robotics startup is displaying a small drone, flown above its booth to draw attention. An alumni panel is discussing strategies for technical interviews. The engineering society operates a resume review table close to the stage. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement over the PA outlines the fair schedule.",
    "At the university career fair, networking etiquette workshops are taking place in the adjoining classroom while students line up outside the university gym before the event opens. A robotics startup is displaying a small drone, flown above its booth to draw attention. An alumni panel is discussing strategies for technical interviews. The engineering society operates a resume review table close to the stage. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the university career fair, networking etiquette workshops are taking place in the adjoining classroom while students line up outside the gym before the event opens. A robotics startup displays a small drone flown above its booth to draw attention. An alumni panel discusses strategies for technical interviews. The engineering society runs a resume review table close to the stage. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.6168086274401369,
    0.6168086274401369,
    0.6168086274401369,
    0.6168086274401369,
    0.6168086274401369,
    0.6168086274401369,
    0.6168086274401369,
    0.8487986492810035,
    0.8487986492810035,
    0.8487986492810035,
    0.8487986492810035,
    0.8487986492810035,
    0.8487986492810035,
    0.8487986492810035,
    0.85009664703438,
    0.85009664703438,
    0.85009664703438,
    0.85009664703438,
    0.85009664703438,
    0.85009664703438,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8788856225916775,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8760808734301899,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8747537152308364,
    0.8858667555559662,
    0.8858667555559662
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement outlines the fair schedule over the PA system.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.48632213444887806,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.6750443674618422,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7371500347981468,
    0.7943757005913351,
    0.7943757005913351
  ],
  "19": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Nearby, some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5626915426330708,
    0.5626915426330708,
    0.5626915426330708,
    0.5626915426330708,
    0.5626915426330708,
    0.5626915426330708,
    0.5626915426330708,
    0.6760573930602877,
    0.6760573930602877,
    0.6760573930602877,
    0.6760573930602877,
    0.6760573930602877,
    0.6760573930602877,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.683228787570325,
    0.7495544169776274,
    0.7495544169776274,
    0.7495544169776274,
    0.7495544169776274,
    0.7495544169776274,
    0.7495544169776274,
    0.7495544169776274,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.7538326136392051,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718,
    0.8013560337844718
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves and an alumni panel discusses how to prepare for technical interviews.",
    "A pre-fair scene outside the university gym shows students lining up before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a pre-fair scene shows students lining up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a pre-fair scene shows students lining up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a pre-fair scene shows students lining up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a pre-fair scene shows students lining up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.43411954845918493,
    0.43411954845918493,
    0.43411954845918493,
    0.43411954845918493,
    0.43411954845918493,
    0.43411954845918493,
    0.43411954845918493,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.6354470446356282,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7458417822906669,
    0.7763971803579324,
    0.7763971803579324,
    0.7763971803579324,
    0.7763971803579324,
    0.7763971803579324,
    0.7763971803579324,
    0.7763971803579324,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823,
    0.8378361626144823
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "The scene juxtaposes students clutching resumes inside branded folders with healthcare providers showcasing community outreach photos. Human resources teams jot notes on tablets as the students introduce themselves.",
    "The scene juxtaposes students clutching resumes inside branded folders with healthcare providers showcasing community outreach photos. Human resources teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "The scene juxtaposes students clutching resumes inside branded folders with healthcare providers showcasing community outreach photos. HR teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "An event scene features students clutching resumes inside branded folders, contrasted with healthcare providers showcasing community outreach photos. HR teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "The event presents students clutching resumes inside branded folders, contrasted with healthcare providers showcasing community outreach photos. HR teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "The event presents students clutching resumes inside branded folders, contrasted with healthcare providers showcasing community outreach photos. HR teams jot notes on tablets as the students introduce themselves. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.32282875958652707,
    0.32282875958652707,
    0.32282875958652707,
    0.32282875958652707,
    0.32282875958652707,
    0.32282875958652707,
    0.5101354953463008,
    0.5101354953463008,
    0.5101354953463008,
    0.5101354953463008,
    0.5101354953463008,
    0.5101354953463008,
    0.5101354953463008,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6316554807909989,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.6651411607975677,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.7514301302021701,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8186089739891778,
    0.8454857242794558,
    0.8454857242794558
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos, establishing the scenes focus on outreach activities. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos, establishing the scenes focus on outreach activities. Groups of friends mark target employers on the event map, suggesting networking or recruitment aims. A robotics startup flies a small drone above its booth to draw attention.",
    "Healthcare providers showcase community outreach photos, establishing the scenes focus on outreach activities. Groups of friends mark target employers on the event map, suggesting networking or recruitment aims. A robotics startup flies a small drone above its booth to draw attention.",
    "Healthcare providers showcase community outreach photos, establishing the scenes focus on outreach activities. Groups of friends mark target employers on the event map, suggesting networking or recruitment aims. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.45931689145152144,
    0.45931689145152144,
    0.45931689145152144,
    0.45931689145152144,
    0.45931689145152144,
    0.45931689145152144,
    0.45931689145152144,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336,
    0.6703909498444336
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the university gym ahead of opening, students line up for the career fair. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact.",
    "At the university gym ahead of opening, students line up for the career fair as human resources teams jot notes on tablets after introductions. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "In a university gym ahead of opening, students line up for the career fair as human resources teams jot notes on tablets after introductions. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "In a university gym ahead of opening, students line up for the career fair as human resources teams jot notes on tablets after introductions. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At a university gym ahead of opening, students line up for the career fair as human resources teams jot notes on tablets after introductions. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university gym ahead of opening, students line up for the career fair as human resources teams jot notes on tablets after introductions. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.7136616237376221,
    0.7136616237376221,
    0.7136616237376221,
    0.7136616237376221,
    0.7136616237376221,
    0.7136616237376221,
    0.7136616237376221,
    0.7368031800591646,
    0.7368031800591646,
    0.7368031800591646,
    0.7368031800591646,
    0.7368031800591646,
    0.7368031800591646,
    0.7368031800591646,
    0.7223244209969863,
    0.7223244209969863,
    0.7223244209969863,
    0.7223244209969863,
    0.7223244209969863,
    0.7223244209969863,
    0.7223244209969863,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7472420142286709,
    0.7862047441967179,
    0.7862047441967179,
    0.7862047441967179,
    0.7862047441967179,
    0.7862047441967179,
    0.7862047441967179,
    0.7862047441967179,
    0.8112947850941552,
    0.8112947850941552,
    0.8112947850941552
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards.",
    "Career counselors redirect unsure students toward applicable industries, forming the central activity of the scene. At the event entrance, staff scan registrations and hand out lanyards.",
    "Career counselors direct unsure students toward applicable industries, making this guidance the central activity of the scene. At the event entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Career counselors direct unsure students toward applicable industries, making guidance the central activity of the scene. At the event entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career fair scene, counselors direct unsure students toward applicable industries, making guidance the central activity. At the event entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "The scene is a career fair where counselors direct unsure students toward applicable industries, making guidance the central activity. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At a career fair, counselors direct unsure students toward applicable industries, making guidance the central activity. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.6099187142338895,
    0.5766498050507465,
    0.5766498050507465,
    0.5766498050507465,
    0.5766498050507465,
    0.5766498050507465,
    0.5766498050507465,
    0.742518590147121,
    0.742518590147121,
    0.742518590147121,
    0.742518590147121,
    0.742518590147121,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.761431131863569,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.826257847160708,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152,
    0.8275966594428152
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system.",
    "Students are lined up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students are lined up before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students are lined up before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42131800674092634,
    0.42131800674092634,
    0.42131800674092634,
    0.42131800674092634,
    0.42131800674092634,
    0.42131800674092634,
    0.6174540174544838,
    0.6174540174544838,
    0.6174540174544838,
    0.6174540174544838,
    0.6174540174544838,
    0.6174540174544838,
    0.7585574538016133,
    0.7585574538016133,
    0.7585574538016133,
    0.7585574538016133,
    0.7585574538016133,
    0.7585574538016133,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.7590606286065802,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8213610434808033,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8466984621129525,
    0.8608039464921665,
    0.8608039464921665
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables as part of the event setup. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Event activity centers on a trade-fair setup where consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while workshops on networking etiquette commence in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showcasing their latest apps.",
    "At a trade fair, consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Workshops on networking etiquette commence in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At a trade fair, consulting firms stack glossy case-study booklets on high tables, while groups of friends mark target employers on the event map. Workshops on networking etiquette commence in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At a trade fair, consulting firms stack glossy case-study booklets on high tables while groups of friends mark target employers on the event map. Workshops on networking etiquette commence in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At a trade fair, consulting firms stack glossy case-study booklets on high tables while groups of friends mark target employers on the event map. Workshops on networking etiquette commence in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.495000599225324,
    0.4375896846822307,
    0.4375896846822307,
    0.4375896846822307,
    0.4375896846822307,
    0.4375896846822307,
    0.4375896846822307,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7781391036319589,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.7986476753658363,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8150880789036483,
    0.8370090134394302,
    0.8370090134394302,
    0.8370090134394302,
    0.8370090134394302,
    0.8370090134394302,
    0.8370090134394302,
    0.8521405941842819,
    0.8521405941842819,
    0.8521405941842819,
    0.8521405941842819,
    0.8521405941842819,
    0.8521405941842819,
    0.8521405941842819
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, forming the central display. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Healthcare providers showcase community outreach photos, forming the central display; at the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Healthcare providers showcase community outreach photos forming the central display. At the entrance, event staff scan registrations and hand out lanyards to attendees. Human resources teams jot notes on tablets, while students introduce themselves.",
    "Healthcare providers showcase community outreach photos forming the central display. At the entrance, event staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table.",
    "Healthcare providers are showcased via community outreach photos arranged as the central display. At the entrance, event staff scan registrations and hand out lanyards to attendees while human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.47866336462959724,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.3314631331348318,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.672663360015205,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7144379181918599,
    0.7485122794056895,
    0.7485122794056895,
    0.7485122794056895,
    0.7485122794056895,
    0.7485122794056895,
    0.7485122794056895,
    0.7485122794056895
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating which entities are of interest. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, indicating which entities are of interest. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event space, groups of friends mark target employers on the event map to indicate which entities are of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event space, groups of friends mark target employers on the event map to indicate interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event space, groups of friends mark target employers on the event map to indicate interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the event space, groups of friends mark target employers on the event map to indicate interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the event space, dozens of booths with colorful banners circle the polished floor, where groups of friends mark target employers on the event map to indicate interest. A cybersecurity company runs a password-cracking challenge on a laptop, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.5345844472379203,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7208077625667197,
    0.7660416069805576,
    0.7660416069805576,
    0.7660416069805576,
    0.7660416069805576,
    0.7660416069805576,
    0.7660416069805576,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.7908089251149513,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.8050856769721559,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.7808340496032764,
    0.8073603867796588,
    0.8073603867796588
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms offer QR codes for immediate internship applications; dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews.",
    "Finance firms offer QR codes for immediate internship applications; dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the career venue, finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the career venue, finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the career venue, finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.5432486355430279,
    0.4775958935609641,
    0.4775958935609641,
    0.4775958935609641,
    0.4775958935609641,
    0.4775958935609641,
    0.4775958935609641,
    0.4775958935609641,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.6465189003215397,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.7693883075479994,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8171866708136184,
    0.8462930093738144,
    0.8462930093738144,
    0.8462930093738144,
    0.8462930093738144,
    0.8462930093738144,
    0.8462930093738144
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "Glossy case study booklets are stacked on high tables by consulting firms. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets are stacked on high tables by consulting firms, creating a backdrop of professional materials. Nearby, some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, contributing a community-health dimension to the scene.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming a backdrop of professional materials. Nearby, some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, adding a community-health dimension to the scene. Groups of friends mark target employers on the event map.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming a backdrop of professional materials. Nearby, students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, adding a community-health dimension to the scene. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming a backdrop of professional materials. Nearby, students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, adding a community-health dimension to the scene. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming a backdrop of professional materials. Nearby, students rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, adding a community-health dimension to the scene. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.5281575900276407,
    0.5281575900276407,
    0.5281575900276407,
    0.5281575900276407,
    0.5281575900276407,
    0.5281575900276407,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.5917722714647646,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.69243276150402,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.6973851350730076,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716,
    0.7702417412135716
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "In the observed context, career counselors redirect unsure students toward applicable industries.",
    "In the observed context, career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the observed setting, career counselors redirect unsure students toward applicable industries, event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves.",
    "In the observed setting, career counselors redirect unsure students toward applicable industries, event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Career counselors redirect unsure students toward applicable industries, event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, event staff scan registrations and hand out lanyards at the entrance, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside before the career fair opens. Career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3334831221044104,
    0.3334831221044104,
    0.3334831221044104,
    0.3334831221044104,
    0.3334831221044104,
    0.3334831221044104,
    0.3334831221044104,
    0.6012218472566081,
    0.6012218472566081,
    0.6012218472566081,
    0.6012218472566081,
    0.6012218472566081,
    0.6012218472566081,
    0.6012218472566081,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.4537914768288193,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.6332331672499569,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7723169158527373,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.7904233063373935,
    0.8095787857986008,
    0.8095787857986008
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables nearby, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the event's focus. Nearby, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, establishing the event's focus. Nearby, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.44935320298334064,
    0.44935320298334064,
    0.44935320298334064,
    0.44935320298334064,
    0.44935320298334064,
    0.44935320298334064,
    0.44935320298334064,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.5640692268715929,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7608330432996049,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.7872336344078974,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361,
    0.8263941154851361
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "Event staff scan registrations at the entrance and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "Event staff scan registrations at the entrance and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff scan registrations at the entrance and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.6184555071473865,
    0.6184555071473865,
    0.6184555071473865,
    0.6184555071473865,
    0.6184555071473865,
    0.6184555071473865,
    0.6184555071473865,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7960508477095284,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7550774316200869,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.7859861123368513,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8061106144429994,
    0.8126421311003116,
    0.8126421311003116,
    0.8126421311003116,
    0.8126421311003116,
    0.8126421311003116
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers share brief pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers share brief pep talks near the coffee station, while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers deliver brief pep talks near the coffee station, as HR teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers deliver brief pep talks near the coffee station as HR teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "A campus career fair features alumni volunteers delivering brief pep talks near the coffee station as HR teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.34296089473485003,
    0.551942187187521,
    0.551942187187521,
    0.551942187187521,
    0.551942187187521,
    0.551942187187521,
    0.551942187187521,
    0.551942187187521,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.6075488562038104,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.7648078124078656,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8295348182240148,
    0.8803027138000254,
    0.8803027138000254,
    0.8803027138000254,
    0.8803027138000254,
    0.8803027138000254
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, forming the focal point of the scene. A welcome announcement, broadcast over the PA system, outlines the fair schedule.",
    "Tech companies display demo screens that showcase their latest apps, which serve as the focal point of the scene. A welcome announcement is broadcast over the PA system and outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps, serving as the focal point of the scene. A welcome announcement is broadcast over the PA system and outlines the fair schedule. Career counselors direct unsure students toward applicable industries.",
    "The scene centers on tech companies displaying demo screens that showcase their latest apps, which serve as the focal point of the exhibition. A welcome announcement is broadcast over the PA system and outlines the fair schedule. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table.",
    "Tech companies display demo screens showing their latest apps, which serve as the focal point of the exhibition. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to attract attention.",
    "Tech companies display demo screens showing their latest apps, which serve as the focal point of the exhibition. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, which serve as the focal point of the exhibition. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6421931198645522,
    0.6421931198645522,
    0.6421931198645522,
    0.6421931198645522,
    0.6421931198645522,
    0.6421931198645522,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8323380663547986,
    0.8342605488143504,
    0.8342605488143504,
    0.8342605488143504,
    0.8342605488143504,
    0.8342605488143504,
    0.8342605488143504,
    0.8342605488143504,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8100036293995888,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8455989685665652,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906,
    0.8515710842319906
  ],
  "37": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications.",
    "On campus, students line up outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus, students line up outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "On campus, students line up outside the university gym before the career fair opens, as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "On campus, students line up outside the university gym before the career fair opens, as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the campus career fair, students line up outside the university gym before it opens, as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, students line up outside the university gym before it opens, as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.614816079919927,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.6061831027452818,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.7690947102848529,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8010484519527119,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8504994700259279,
    0.8506534091422274,
    0.8506534091422274,
    0.8506534091422274,
    0.8506534091422274
  ],
  "38": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, framing the event space. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, framing the event space. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, framing the event space. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, framing the event space. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, framing the event space. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5176837222618711,
    0.5176837222618711,
    0.5176837222618711,
    0.5176837222618711,
    0.5176837222618711,
    0.5176837222618711,
    0.5176837222618711,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.7835256717920935,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.81887933338074,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8354664114264625,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8446058375288104,
    0.8480454074244013,
    0.8480454074244013,
    0.8480454074244013,
    0.8480454074244013,
    0.8480454074244013,
    0.8480454074244013
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "In the space, networking etiquette workshops begin in the adjoining classroom while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders.",
    "In the space, attendees engage in a mix of activity: networking etiquette workshops are beginning in the adjoining classroom, while consulting firms have stacked glossy case study booklets on high tables. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against a wall, and others clutch resumes inside branded folders. An alumni panel is discussing how to prepare for technical interviews.",
    "In the space, attendees engage in a mix of activities: networking etiquette workshops are starting in the adjoining classroom, while consulting firms have stacked glossy case study booklets on high tables. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against a wall, and others clutch resumes inside branded folders. An alumni panel is discussing how to prepare for technical interviews.",
    "Attendees in the space participate in a mix of professional activities. Networking etiquette workshops are starting in the adjoining classroom. Consulting firms have stacked glossy case-study booklets on high tables. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. An alumni panel is discussing how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Attendees in the space engage in a range of professional activities. Networking etiquette workshops are starting in the adjoining classroom. Consulting firms have stacked glossy case-study booklets on high tables. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. An alumni panel is discussing how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.524448818165437,
    0.635347474872225,
    0.635347474872225,
    0.635347474872225,
    0.635347474872225,
    0.635347474872225,
    0.635347474872225,
    0.635347474872225,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.640484454618129,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.6952080473045432,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.698125837717446,
    0.7460618930086694,
    0.7460618930086694,
    0.7460618930086694,
    0.7460618930086694,
    0.7460618930086694,
    0.7460618930086694,
    0.7460618930086694,
    0.7421129958853326
  ],
  "40": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps; alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.49834399797174,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.5183774881693742,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294,
    0.42484959980338294
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5754046326701183,
    0.5754046326701183,
    0.5754046326701183,
    0.5754046326701183,
    0.5754046326701183,
    0.5754046326701183,
    0.5754046326701183,
    0.7199324486450649,
    0.7199324486450649,
    0.7199324486450649,
    0.7199324486450649,
    0.7199324486450649,
    0.7199324486450649,
    0.7199324486450649,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.7809190602267215,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.8021368949253708,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7919869017976466,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.7873762411787021,
    0.8119192298867168,
    0.8119192298867168,
    0.8119192298867168,
    0.8119192298867168,
    0.8119192298867168,
    0.8119192298867168,
    0.8119192298867168
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Some students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews.",
    "Students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps.",
    "At the event space, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps. Meanwhile, workshops on networking etiquette begin in the adjoining classroom.",
    "At the event space, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event space for the career fair, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.3028408432523516,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4984705008531838,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.4611417830050807,
    0.498853143623897,
    0.498853143623897,
    0.498853143623897,
    0.498853143623897,
    0.498853143623897,
    0.498853143623897,
    0.498853143623897,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7627008897405051,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613,
    0.7969797185562613
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.37146442873741536,
    0.37146442873741536,
    0.37146442873741536,
    0.37146442873741536,
    0.37146442873741536,
    0.37146442873741536,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.491938217671633,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373,
    0.35125622666367373
  ],
  "44": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station as a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, alumni volunteers give quick pep talks near the coffee station as a cybersecurity company runs a password cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, alumni volunteers give quick pep talks near the coffee station as a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event, alumni volunteers deliver quick pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "44_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4195240736731457,
    0.4861375253307902,
    0.4861375253307902,
    0.4861375253307902,
    0.4861375253307902,
    0.4861375253307902,
    0.4861375253307902,
    0.5027835610666996,
    0.5027835610666996,
    0.5027835610666996,
    0.5027835610666996,
    0.5027835610666996,
    0.5027835610666996,
    0.5027835610666996,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.7823017280903075,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8189392900470432,
    0.8349962688812567,
    0.8349962688812567,
    0.8349962688812567,
    0.8349962688812567,
    0.8349962688812567,
    0.8349962688812567,
    0.8338592268356635,
    0.8338592268356635,
    0.8338592268356635,
    0.8338592268356635,
    0.8338592268356635,
    0.8338592268356635,
    0.8338592268356635
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and at the entrance event staff scan registrations and hand out lanyards.",
    "Alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Alumni volunteers share quick pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers share quick pep talks near the coffee station while at the entrance event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers deliver quick pep talks near the coffee station as entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while dozens of booths with colorful banners encircle the polished floor. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give quick pep talks near the coffee station while entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station while entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as dozens of booths with colorful banners encircle the polished floor. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37735164865297754,
    0.37735164865297754,
    0.37735164865297754,
    0.37735164865297754,
    0.37735164865297754,
    0.37735164865297754,
    0.37735164865297754,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.7195302716737254,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.5461656809403587,
    0.8187468170343617,
    0.8187468170343617,
    0.8187468170343617,
    0.8187468170343617,
    0.8187468170343617,
    0.8187468170343617,
    0.8187468170343617,
    0.8525039323724266,
    0.8525039323724266,
    0.8525039323724266,
    0.8525039323724266,
    0.8525039323724266,
    0.8525039323724266,
    0.8525039323724266,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.8823976947029022,
    0.9091965249313818
  ],
  "46": [
    "",
    "",
    "At the entrance, event staff perform attendee check-in by scanning registrations and handing out lanyards.",
    "At the entrance, event staff perform attendee check-in by scanning registrations and handing out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the entrance, event staff perform attendee check-in by scanning registrations and handing out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. At the entrance, event staff check in attendees by scanning registrations and handing out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. At the entrance, event staff check in attendees by scanning registrations and handing out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. At the entrance, event staff check in attendees by scanning registrations and handing out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Before the career fair opens at the university gym, students line up outside. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "46_score": [
    0.0,
    0.0,
    0.34633249121660276,
    0.34633249121660276,
    0.34633249121660276,
    0.34633249121660276,
    0.34633249121660276,
    0.34633249121660276,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.5824054416708049,
    0.7352486888249351,
    0.7352486888249351,
    0.7352486888249351,
    0.7352486888249351,
    0.7352486888249351,
    0.7352486888249351,
    0.7352486888249351,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.7967497474686263,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8528903633352354,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8591157451649091,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8698831633629525,
    0.8582139876883689,
    0.8582139876883689
  ],
  "47": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards as attendees arrive. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards as attendees arrive. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "47_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.6466463818311767,
    0.7730707691975924,
    0.7730707691975924,
    0.7730707691975924,
    0.7730707691975924,
    0.7730707691975924,
    0.7730707691975924,
    0.8064118622518681,
    0.8064118622518681,
    0.8064118622518681,
    0.8064118622518681,
    0.8064118622518681,
    0.8064118622518681,
    0.8064118622518681,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7960084086749438,
    0.7663517533605434,
    0.7663517533605434,
    0.7663517533605434,
    0.7663517533605434,
    0.7663517533605434,
    0.7663517533605434,
    0.7663517533605434,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368,
    0.7649116804384368
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "An event features an alumni panel discussing how to prepare for technical interviews, with career counselors directing unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos; a welcome announcement outlines the fair schedule over the PA system; and the engineering society sponsors a resume review table near the stage.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.563602916128312,
    0.563602916128312,
    0.563602916128312,
    0.563602916128312,
    0.563602916128312,
    0.563602916128312,
    0.563602916128312,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7153565571164973,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.7878796379561182,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.6390090246346568,
    0.8698769449106747,
    0.8698769449106747,
    0.8698769449106747,
    0.8698769449106747,
    0.8698769449106747,
    0.8698769449106747,
    0.8698769449106747,
    0.8929660355303624,
    0.8929660355303624,
    0.8929660355303624
  ],
  "49": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos.",
    "Multiple concurrent activities are occurring at the event: an alumni panel on technical interview prep; in the adjoining classroom, networking etiquette workshops; healthcare providers showcasing community outreach photos; and event staff scanning registrations and distributing lanyards at the entrance.",
    "A multi-activity event scene unfolds with concurrent sessions: an alumni panel on technical interview preparation; in the adjoining classroom, networking etiquette workshops are underway; healthcare providers are showcasing community outreach photos; event staff at the entrance are scanning registrations and distributing lanyards; career counselors redirect unsure students toward applicable industries.",
    "At a multi-activity event, concurrent sessions unfold: an alumni panel on technical interview preparation; in the adjoining classroom, networking etiquette workshops are underway; healthcare providers are showcasing community outreach photos; event staff at the entrance are scanning registrations and distributing lanyards; career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a multi-activity event, concurrent sessions unfold: an alumni panel on technical interview preparation; in the adjoining classroom, networking etiquette workshops are underway; healthcare providers are showcasing community outreach photos. At the entrance, event staff scan registrations and distribute lanyards, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.5433879494792615,
    0.6507452692827429,
    0.6507452692827429,
    0.6507452692827429,
    0.6507452692827429,
    0.6507452692827429,
    0.6507452692827429,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.6869341896799223,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.41579312623857256,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.439996925431204,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.6200371083691604,
    0.7577905822759985,
    0.7577905822759985,
    0.7577905822759985,
    0.7577905822759985,
    0.7577905822759985,
    0.7577905822759985
  ]
}