{
  "0": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens featuring their latest apps as students clutch resumes inside branded folders. Outside the university gym, students line up in advance of the career fair opening.",
    "Tech companies display demo screens featuring their latest apps while students clutch resumes inside branded folders. Outside the university gym, students line up in advance of the career fair opening, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair near the gym, tech companies display demo screens featuring their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair's opening, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the university career fair near the gym, tech companies display demo screens featuring their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the university career fair held near the gym, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens, and a welcome announcement is broadcast over the public address system outlining the schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair near the gym, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens as a welcome announcement plays over the public address system outlining the schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair near the gym, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens as a welcome announcement plays over the public address system outlining the schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair near the gym, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up before the fair opens as a welcome announcement plays over the public address system outlining the schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The university career fair takes place near the gym, with tech companies displaying demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, students queue before opening as a welcome announcement plays over the public-address system outlining the schedule. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The university career fair unfolds near the gym, with dozens of booths and colorful banners surrounding a polished floor. Tech companies display demo screens of their latest apps; students clutch resumes inside branded folders. Outside the gym, students queue before opening as a welcome announcement plays over the public-address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station as the day unfolds. Career counselors remind attendees to maintain eye contact during interactions. Consulting firms stack glossy case study booklets on high tables.",
    "The university career fair unfolds near the gym, with dozens of booths and colorful banners lining a polished floor. Tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, attendees queue before opening as a welcome announcement plays over the public-address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact as a welcome PA reiterates the schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with banners surround the space, and outside the gym, students line up in advance of the fair opening.",
    "The university career fair unfolds near the gym, with dozens of booths and colorful banners lining a polished floor. Tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the gym, attendees queue before opening as a welcome announcement plays over the public-address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact as a welcome PA reiterates the schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with banners surround the space.",
    "The university career fair unfolds near the gym, with dozens of booths and colorful banners lining a polished floor. Tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Outside the gym, attendees queue before opening as a welcome announcement plays over the public-address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact as the welcome PA reiterates the schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as banners surround the space.",
    "The campus career fair unfolds near the university gym on a polished floor, with dozens of booths and colorful banners surrounding the space. Students clutch resumes in branded folders as tech companies display demo screens of their latest apps. Outside, dozens of students line up before opening while a welcome announcement plays over the public-address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact as the welcome PA reiterates the schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as banners surround the space. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "The university campus career fair unfolds near the gym on a polished floor, with dozens of booths and colorful banners surrounding the space. Outside, dozens of students line up before opening as a welcome announcement plays over the public-address system outlining the schedule. Entrance staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact as a welcome PA reiterates the schedule. Healthcare providers showcase photos of community outreach, and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables amid banners; tech companies display demo screens of their latest apps while students clutch resumes in branded folders. The scene presents a varied panorama of opportunities, with dozens of booths circling the polished floor near the gym."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.4500193488091768,
    0.4500193488091768,
    0.4500193488091768,
    0.6206933246836326,
    0.6206933246836326,
    0.6758428793923716,
    0.6758428793923716,
    0.6758428793923716,
    0.6758428793923716,
    0.8086620046419295,
    0.8086620046419295,
    0.8086620046419295,
    0.8086620046419295,
    0.8131758360191644,
    0.8131758360191644,
    0.8131758360191644,
    0.864421837532315,
    0.864421837532315,
    0.864421837532315,
    0.864421837532315,
    0.864421837532315,
    0.9024163360204972,
    0.9024163360204972,
    0.9024163360204972,
    0.9024163360204972,
    0.9024163360204972,
    0.9024163360204972,
    0.8991095180120744,
    0.8991095180120744,
    0.8991095180120744,
    0.8991095180120744,
    0.8991095180120744,
    0.8991095180120744,
    0.8991095180120744,
    0.9092862599109601,
    0.9092862599109601,
    0.9092862599109601,
    0.9092862599109601,
    0.9132598456186714,
    0.9132598456186714,
    0.9132598456186714,
    0.9132598456186714,
    0.9132598456186714,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.9108929718699046,
    0.914966711369662,
    0.914966711369662,
    0.914966711369662,
    0.912341123964754,
    0.912341123964754,
    0.912341123964754,
    0.912341123964754,
    0.912341123964754,
    0.9177939989642874,
    0.9177939989642874,
    0.9177939989642874
  ],
  "1": [
    "",
    "",
    "A welcome announcement is being broadcast over the public address system, outlining the fair's schedule.",
    "A welcome announcement is being broadcast over the public address system, outlining the fair's schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is broadcast over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A welcome announcement is broadcast over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the public address system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station.",
    "A welcome announcement is broadcast over the public address system outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair near the gym, a welcome announcement is broadcast over the public address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos.",
    "At the university career fair near the gym, a welcome announcement is broadcast over the public address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos.",
    "A university career fair near the gym opens with a public address welcome announcement outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos.",
    "A university career fair near the gym opens with a public address welcome announcement outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair near the gym, a public-address welcome announcement outlines the schedule. Entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, while students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair opening. Healthcare providers showcase photos of community outreach. Dozens of booths with colorful banners line the polished floor.",
    "At the university career fair near the gym, a public-address announces the schedule. Entrance staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair opening. Dozens of booths with colorful banners line the polished floor, while healthcare providers showcase photos of community outreach.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards to attendees arriving, while a public address broadcasts a welcome and the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and students clutch resumes inside branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, while students keep resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "The campus career fair by the gym features an active entrance area where staff scan registrations and hand out lanyards to arriving attendees, with alumni volunteers delivering brief pep talks near the coffee station, and career counselors reminding attendees to maintain eye contact, while a public address broadcasts a welcome and outlines the schedule. Tech companies display demo screens featuring their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting opportunities from healthcare providers showcasing community outreach photos to consulting firms stacking glossy case study booklets on high tables. Outside, dozens of students line up before opening.",
    "At the campus career fair by the gym, an active entrance area handles registration checks and lanyard distribution for arriving attendees. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact as a public address broadcasts a welcome and outlines the schedule. Tech companies display demo screens with their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners surround the polished floor, offering opportunities from healthcare providers showcasing community outreach photos to consulting firms stacking glossy case study booklets on high tables. Outside, dozens of students line up before opening. A welcome PA announcement reiterates the fair schedule.",
    "At the campus career fair by the gym, an active entrance area handles registration checks and lanyard distribution for arriving attendees. Alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact as a welcome PA broadcasts the schedule. Tech companies display demo screens with their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners surround the polished floor, offering opportunities from healthcare providers showcasing community outreach photos to consulting firms stacking glossy case study booklets on high tables. Outside, dozens of students line up before opening. A welcome PA announcement reiterates the fair schedule. Inside, students continue to clutch resumes in branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.39362857367362125,
    0.39362857367362125,
    0.5007371976213046,
    0.5067878764891139,
    0.5067878764891139,
    0.5067878764891139,
    0.6553554600622489,
    0.6553554600622489,
    0.6553554600622489,
    0.6553554600622489,
    0.6553554600622489,
    0.6553554600622489,
    0.6553554600622489,
    0.7023979823373414,
    0.7023979823373414,
    0.7023979823373414,
    0.7023979823373414,
    0.7526361506468442,
    0.7526361506468442,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8978535843950073,
    0.8964095537215999,
    0.8964095537215999,
    0.8803459937563776,
    0.8803459937563776,
    0.8803459937563776,
    0.8803459937563776,
    0.9108526391302992,
    0.9108526391302992,
    0.9108526391302992,
    0.8944394781762136,
    0.8944394781762136,
    0.8944394781762136,
    0.8944394781762136,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.893089829571568,
    0.8556664792318007,
    0.8556664792318007,
    0.8556664792318007,
    0.8556664792318007,
    0.8556664792318007,
    0.8812747888178478,
    0.8812747888178478,
    0.8812747888178478,
    0.8812747888178478,
    0.8894608793073054,
    0.8894608793073054
  ],
  "2": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers are showcasing photos of community outreach.",
    "Healthcare providers are showcasing photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are showcasing photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers continue to showcase community outreach photos.",
    "Healthcare providers are showcasing photos of community outreach. At the event entrance, staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the public address system outlines the fair’s schedule. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers are showcasing photos of community outreach. At the university career fair near the gym, staff scan registrations and hand out lanyards at the entrance, while alumni volunteers deliver quick pep talks near the coffee station. Inside the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens featuring their latest apps as students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair's opening.",
    "At the university career fair near the gym, healthcare providers are showcasing photos of community outreach. Entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners line the polished floor, while tech companies display demo screens of their latest apps and students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair opening.",
    "At a university career fair near the gym, healthcare providers are showcasing photos of community outreach. Entrance staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Dozens of booths with colorful banners line the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes inside branded folders. Outside the gym, students line up in advance of the fair opening.",
    "At the university career fair near the gym, healthcare providers showcase photos of community outreach while entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact as a welcome public-address announcement outlines the schedule. Dozens of booths with colorful banners line the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes inside branded folders. Outside the gym, students line up in advance of the fair opening.",
    "At a university career fair near the gym, activity spans outside and inside with numerous booths. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance, while alumni volunteers give brief pep talks near the coffee station; healthcare providers showcase photos of community outreach nearby. Inside, career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule. Dozens of booths with colorful banners line the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, presenting a varied panorama of opportunities. Outside, the line forms before opening, consistent with earlier outside activity.",
    "At a university career fair near the gym, activity spans outside and inside. Outside, a line forms before opening as staff scan registrations and hand out lanyards at the entrance; alumni volunteers offer brief pep talks near the coffee station, and healthcare providers display photos of community outreach nearby. Inside, career counselors remind attendees to maintain eye contact, while a welcome public-address announcement outlines the schedule. Dozens of booths with colorful banners line the polished floor. Tech companies display demo screens of their latest apps, students clutch resumes in branded folders, and consulting firms stack glossy case-study booklets on high tables, presenting a varied panorama of opportunities.",
    "At the university career fair by the gym, activity unfolds both outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance as dozens of students line up before opening; alumni volunteers offer brief pep talks near the coffee station, and healthcare providers display photos of community outreach nearby. Inside, a welcome public-address announcement outlines the schedule and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, featuring tech companies with demo screens of their latest apps and students clutched resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, while healthcare outreach photos remain visible. Overall, students keep resumes in branded folders as opportunities unfold across the varied panorama.",
    "At the university career fair near the gym, activity unfolds both outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance as dozens of students line up before opening, with a line forming; alumni volunteers give brief pep talks near the coffee station, and healthcare providers display photos of community outreach nearby. Inside, a welcome public-address announcement outlines the schedule while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners line the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and healthcare outreach photos remain visible, presenting a varied panorama of opportunities.",
    "At the university career fair near the gym, activity unfolds outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance as dozens of students line up before opening, with a line forming; alumni volunteers give brief pep talks near the coffee station, and healthcare providers display photos of community outreach nearby. Inside, a welcome public-address announcement outlines the schedule while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and healthcare outreach photos remain visible, presenting a varied panorama of opportunities."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.26135500729490413,
    0.26135500729490413,
    0.26135500729490413,
    0.26135500729490413,
    0.26135500729490413,
    0.5671932831269392,
    0.5671932831269392,
    0.5671932831269392,
    0.5671932831269392,
    0.5458670512520352,
    0.5458670512520352,
    0.5458670512520352,
    0.659304206985472,
    0.659304206985472,
    0.659304206985472,
    0.659304206985472,
    0.659304206985472,
    0.659304206985472,
    0.659304206985472,
    0.8779840763502524,
    0.8779840763502524,
    0.8779840763502524,
    0.8832097499238767,
    0.8832097499238767,
    0.8832097499238767,
    0.8832097499238767,
    0.8832097499238767,
    0.8811780290747087,
    0.8811780290747087,
    0.8811780290747087,
    0.8710350338070998,
    0.8710350338070998,
    0.8710350338070998,
    0.8710350338070998,
    0.8710350338070998,
    0.868862497233267,
    0.868862497233267,
    0.868862497233267,
    0.868862497233267,
    0.8914443638766286,
    0.8914443638766286,
    0.8914443638766286,
    0.8914443638766286,
    0.8914443638766286,
    0.9068745019030238,
    0.9068745019030238,
    0.9068745019030238,
    0.9068745019030238,
    0.9068745019030238,
    0.8948371512549123,
    0.8948371512549123,
    0.8948371512549123,
    0.8948371512549123,
    0.8948371512549123
  ],
  "3": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system, outlining the fair's schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system, outlining the fair's schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while a welcome announcement is broadcast over the public address system outlining the fair's schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while a welcome announcement is broadcast over the public address system outlining the fair's schedule. Alumni volunteers give brief pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system outlining the fair's schedule. Alumni volunteers give brief pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement over the public address system outlines the fair’s schedule. Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement over the public address system outlines the fair’s schedule. Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement over the public address system outlines the fair’s schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement over the public address system outlines the fair’s schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "At the university career fair near the gym, an entrance area sees staff scan registrations and hand out lanyards as attendees arrive, while alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact and a welcome announcement over the public address outlines the schedule. Tech companies display demo screens featuring their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities, including healthcare providers showcasing community outreach photos and consulting firms stacking glossy case study booklets on high tables. Outside the gym, students line up before opening.",
    "At the university career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards to attendees arriving, while alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address outlines the schedule. Tech companies display demo screens featuring their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities, including healthcare providers showcasing community outreach photos and consulting firms stacking glossy case study booklets on high tables. Outside the gym, students line up before opening.",
    "At the university career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards to attendees, while alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address outlines the schedule. Tech companies display demo screens featuring their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting opportunities from healthcare providers showcasing community outreach photos to consulting firms stacking glossy case study booklets on high tables. Outside, students line up before opening.",
    "At the university career fair by the gym, the entrance area is busy with staff scanning registrations and handing out lanyards, while alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address outlines the schedule. Tech companies display demo screens featuring their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, presenting opportunities from healthcare providers showcasing community outreach photos to consulting firms stacking glossy case study booklets on high tables. Outside, students line up before opening.",
    "At the university career fair near the gym, entrance staff scan registrations and hand out lanyards as alumni volunteers deliver brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact and a welcome public-address announcement outlines the schedule. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Dozens of booths with colorful banners line the polished floor, presenting opportunities from healthcare providers showcasing photos of community outreach to consulting firms stacking glossy case study booklets on high tables. Outside, students line up before opening.",
    "At the university career fair near the gym, activity spans outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance while alumni volunteers give brief pep talks near the coffee station; a line forms before opening. Inside, career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule. Dozens of booths with colorful banners line the polished floor, with tech companies displaying demo screens of their latest apps and students clutching resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, presenting a varied panorama of opportunities, including healthcare providers showcasing photos of community outreach nearby. Outside activity repeats, consistent with earlier outside activity.",
    "At the university career fair near the university gym, activities unfold both outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance while alumni volunteers deliver brief pep talks near the coffee station; a line forms before opening. Dozens of booths with colorful banners line the polished floor, tech companies display demo screens of their latest apps, healthcare providers show photos of community outreach, and students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Outside activity repeats, with attendees lining up before opening and the same entrance activities repeated.",
    "At the university career fair near the gym, activities unfold outside and inside. Outside, staff scan registrations and hand out lanyards at the entrance, while alumni volunteers deliver brief pep talks near the coffee station; a line forms before opening. Dozens of booths with colorful banners line the polished floor, tech companies display demo screens of their latest apps, healthcare providers show photos of community outreach, and students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Outside activity repeats, with attendees lining up before opening and the same entrance activities repeated. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3603656139706615,
    0.3603656139706615,
    0.3603656139706615,
    0.4947989231124643,
    0.4947989231124643,
    0.4947989231124643,
    0.4947989231124643,
    0.4109637669534547,
    0.4109637669534547,
    0.4109637669534547,
    0.5623769672269076,
    0.5623769672269076,
    0.6341382571600236,
    0.6341382571600236,
    0.6341382571600236,
    0.6341382571600236,
    0.6341382571600236,
    0.684605858458842,
    0.684605858458842,
    0.684605858458842,
    0.7223033979085137,
    0.7223033979085137,
    0.7223033979085137,
    0.7223033979085137,
    0.7223033979085137,
    0.7223033979085137,
    0.7648484471699071,
    0.7648484471699071,
    0.7648484471699071,
    0.8633370884886584,
    0.8633370884886584,
    0.8633370884886584,
    0.9048636947153389,
    0.9048636947153389,
    0.9048636947153389,
    0.9048636947153389,
    0.9057973814645137,
    0.9057973814645137,
    0.9057973814645137,
    0.9066397506356105,
    0.9066397506356105,
    0.9040750246747795,
    0.9040750246747795,
    0.9040750246747795,
    0.906767840420136,
    0.906767840420136,
    0.906767840420136,
    0.906767840420136,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8895522589451976,
    0.8774508972874477,
    0.8774508972874477,
    0.8774508972874477,
    0.8774508972874477,
    0.8774508972874477,
    0.8662862834716389
  ],
  "4": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards to attendees.",
    "Alumni volunteers give brief pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards to attendees; a welcome announcement is broadcast over the public address system outlining the fair’s schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds. At the entrance, staff scan registrations and hand out lanyards to attendees. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders while the welcome announcement plays over the public address system.",
    "At the campus career fair, attendees move through an entrance where staff scan registrations and hand out lanyards. A public address system broadcasts a welcome announcement outlining the fair’s schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering encouragement as the day unfolds. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps while students hold resumes in branded folders. Outside the university gym, students line up in advance of the fair opening.",
    "At the campus career fair near the university gym, attendees move through an entrance where staff scan registrations and hand out lanyards; a public address system broadcasts a welcome announcement outlining the schedule; alumni volunteers deliver brief pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders; career counselors remind attendees to maintain eye contact; tech companies display demo screens of their latest apps; outside the gym, students line up before the fair opens; healthcare providers showcase community outreach photos.",
    "At the campus career fair near the university gym, attendees move through an entrance where staff scan registrations and hand out lanyards as a public address system broadcasts a welcome announcement outlining the schedule. Outside the gym, students line up before the fair opens. Inside, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders; career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos.",
    "At the campus career fair near the university gym, attendees pass through an entrance where staff scan registrations and hand out lanyards as a public address system broadcasts a welcome announcement outlining the schedule. Outside, students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the campus career fair near the university gym, attendees pass through an entrance where staff scan registrations and hand out lanyards as a public address system broadcasts a welcome announcement outlining the schedule. Outside, students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards to attendees arriving while a public address system broadcasts a welcome and outlines the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards to arriving attendees while a public address system broadcasts a welcome and outlines the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards while a public address system broadcasts a welcome and outlines the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards, with a public address system broadcasting a welcome and schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards, with a public address system broadcasting a welcome and schedule. Outside, the university gym sees dozens of students lining up before opening. Inside, alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the university campus career fair by the gym, the entrance area is active as staff scan registrations and hand out lanyards while a public-address system broadcasts a welcome message and the schedule. Outside, dozens of students queue before opening, and inside alumni volunteers deliver brief pep talks near the coffee station as career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps and healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities. The fair unfolds near the gym with banners lining the space, and the welcome PA reiterates the schedule as entrance staff continue scanning registrations and handing out lanyards."
  ],
  "4_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.44987254979334734,
    0.44987254979334734,
    0.44987254979334734,
    0.44987254979334734,
    0.5151286314647495,
    0.5151286314647495,
    0.7184627405448444,
    0.7184627405448444,
    0.7184627405448444,
    0.7184627405448444,
    0.7184627405448444,
    0.7184627405448444,
    0.7639520528042953,
    0.7639520528042953,
    0.7639520528042953,
    0.7639520528042953,
    0.8734891623986313,
    0.8734891623986313,
    0.8734891623986313,
    0.6584058129814193,
    0.6584058129814193,
    0.6584058129814193,
    0.6584058129814193,
    0.6584058129814193,
    0.8879069041134072,
    0.8879069041134072,
    0.8879069041134072,
    0.9044240094109668,
    0.9044240094109668,
    0.9044240094109668,
    0.9044240094109668,
    0.9044240094109668,
    0.9044240094109668,
    0.8845313258337628,
    0.8845313258337628,
    0.8845313258337628,
    0.8845313258337628,
    0.8845313258337628,
    0.889007223915177,
    0.889007223915177,
    0.889007223915177,
    0.889007223915177,
    0.889007223915177,
    0.8936213623374434,
    0.8936213623374434,
    0.8936213623374434,
    0.8936213623374434,
    0.8841021599088432,
    0.8841021599088432,
    0.8841021599088432,
    0.9136438401071898,
    0.9136438401071898,
    0.9136438401071898,
    0.9136438401071898,
    0.9136438401071898,
    0.894774691594272,
    0.894774691594272
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the campus career fair, attendees are reminded by career counselors to maintain eye contact. Tech companies display demo screens featuring their latest apps as students clutch resumes inside branded folders. Outside the university gym, students line up in advance of the fair opening.",
    "At the campus career fair, attendees are reminded by career counselors to maintain eye contact. Tech companies display demo screens showing their latest apps as students clutch resumes inside branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the campus career fair, career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps while students clutch resumes inside branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share brief pep talks near the coffee station, offering quick encouragement as the day unfolds.",
    "At the campus career fair, attendees are reminded by career counselors to maintain eye contact. Tech companies display demo screens of their latest apps while students hold resumes inside branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share brief pep talks near the coffee station, offering quick encouragement as the day unfolds.",
    "At the campus career fair, counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps as students hold resumes in branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement is broadcast over the public address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the campus career fair, counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps while students hold resumes in branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement is broadcast over the public address system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair, attendees circulate among dozens of booths with colorful banners circling the polished floor as counselors remind them to maintain eye contact. Tech companies display demo screens of their latest apps, while students clutch resumes in branded folders. Outside the university gym, students line up in advance of the fair opening. A welcome announcement over the public address system outlines the schedule. At the entrance, staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers deliver brief pep talks. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos of community outreach.",
    "At the campus career fair, attendees circulate among dozens of booths with colorful banners circling the polished floor, while counselors remind them to maintain eye contact. Outside the university gym, students line up before the fair opens. At the entrance, staff scan registrations and hand out lanyards to attendees, and a public-address announcement outlines the fair’s schedule. Near the coffee station, alumni volunteers deliver brief pep talks. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos of community outreach. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders.",
    "At the campus career fair, attendees circulate among dozens of booths as colorful banners circle a polished floor, while career counselors remind them to maintain eye contact. Outside the university gym, students line up before the fair opens. At the entrance, staff scan registrations and hand out lanyards, and a public-address announcement outlines the fair’s schedule. Near the coffee station, alumni volunteers deliver brief pep talks. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos of community outreach. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders.",
    "At the campus career fair by the gym, dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities. The entrance area is active as staff scan registrations and hand out lanyards, while a public-address system broadcasts a welcome and outlines the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the campus career fair by the gym, dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities. The entrance area is active as staff scan registrations and hand out lanyards to attendees arriving, while a public-address system broadcasts a welcome and the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, healthcare providers showcase photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the campus career fair by the gym, dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities. The entrance area is active as staff scan registrations and hand out lanyards while a public-address system broadcasts a welcome and outlines the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the campus career fair by the gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate through a busy, organized scene. The entrance area is active, with staff scanning registrations and handing out lanyards while a public-address system broadcasts a welcome and outlines the schedule. Outside the gym, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, contributing to a lively panorama of opportunities.",
    "At the university gym campus career fair, dozens of booths with colorful banners encircle a polished floor, offering a varied panorama of opportunities as attendees circulate. The entrance area is active, with event staff scanning registrations and handing out lanyards while a public-address system broadcasts a welcome and the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.8063238232356651,
    0.8063238232356651,
    0.8063238232356651,
    0.8063238232356651,
    0.8664277349014735,
    0.8664277349014735,
    0.8664277349014735,
    0.8664277349014735,
    0.8664277349014735,
    0.8885386994666756,
    0.8885386994666756,
    0.8885386994666756,
    0.8837768886429445,
    0.8837768886429445,
    0.8837768886429445,
    0.8837768886429445,
    0.8775560534142295,
    0.8775560534142295,
    0.8775560534142295,
    0.8731402452638963,
    0.8731402452638963,
    0.8731402452638963,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8688798295276492,
    0.8538432687259008,
    0.8538432687259008,
    0.8538432687259008,
    0.8587670579380925,
    0.8587670579380925,
    0.8587670579380925,
    0.8587670579380925,
    0.891978642176606,
    0.891978642176606,
    0.891978642176606,
    0.891978642176606,
    0.891978642176606,
    0.891978642176606,
    0.891978642176606,
    0.8917825520362617,
    0.8917825520362617,
    0.8917825520362617,
    0.8917825520362617,
    0.9066157328774475,
    0.9066157328774475,
    0.9066157328774475,
    0.9066157328774475,
    0.9196322592352615,
    0.9196322592352615,
    0.9196322592352615,
    0.9294315602167933
  ],
  "6": [
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is being broadcast over the public address system outlining the fair's schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is being broadcast over the public address system outlining the fair's schedule. At the university career fair near the gym, tech companies display demo screens featuring their latest apps while students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair's opening. Healthcare providers showcase community outreach photos.",
    "At the university career fair near the gym, event staff scan registrations and hand out lanyards at the entrance while alumni volunteers share quick pep talks near the coffee station. Inside the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the public address system outlining the schedule. Tech companies display demo screens featuring their latest apps as students clutch resumes inside branded folders. Outside the gym, students line up in advance of the fair's opening. Healthcare providers showcase community outreach photos.",
    "A university career fair near the gym presents multiple staged areas: at the entrance, staff scan registrations and hand out lanyards; alumni volunteers give brief pep talks near the coffee station. Inside the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens featuring their latest apps while students clutch resumes in branded folders. Outside the gym, students line up in advance of opening. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair near the gym, the layout includes an entrance area where staff scan registrations and hand out lanyards, and alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens featuring their latest apps while students clutch resumes in branded folders. Outside the gym, students line up before opening, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities for attendees.",
    "At a university career fair near the gym, staff scan registrations and hand out lanyards at the entrance as alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens featuring their latest apps, while students clutch resumes in branded folders. Outside the gym, students line up before opening and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities, and consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair near the gym, staff scan registrations and hand out lanyards at the entrance as alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens featuring their latest apps, while students clutch resumes in branded folders. Outside the gym, students line up before opening and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities, and consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair near the gym, staff scan registrations and hand out lanyards at the entrance as alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact, and a public-address welcome announcement outlines the schedule. Tech companies display demo screens featuring their latest apps, while students clutch resumes in branded folders. Outside the gym, students line up before opening and healthcare providers showcase photos of community outreach. Dozens of booths with colorful banners line the polished floor, presenting a varied panorama of opportunities, and consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair near the gym, outside the gym, students line up before opening as healthcare providers showcase photos of community outreach. Inside, dozens of booths with colorful banners line the polished floor; tech companies display demo screens of their latest apps and students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule.",
    "At the university career fair near the gym, outside the gym, students line up before opening as healthcare providers showcase photos of community outreach. Inside the venue, dozens of booths with colorful banners line the polished floor, tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule.",
    "At the university career fair near the gym, students line up outside before opening as healthcare providers showcase photos of community outreach. Inside the venue, dozens of booths with colorful banners line the polished floor, tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule.",
    "At the university career fair near the gym, students line up outside before opening as healthcare providers showcase photos of community outreach. Inside the venue, dozens of booths with colorful banners line the polished floor, tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables.",
    "The university career fair near the gym spans outside and inside. Outside, a line forms before opening as staff scan registrations and hand out lanyards, with alumni volunteers delivering brief pep talks near the coffee station. Inside, dozens of booths with colorful banners line the polished floor; tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome public-address announcement outlines the schedule. Consulting firms stack glossy case-study booklets on high tables, presenting a varied panorama of opportunities, including healthcare providers showcasing photos of community outreach nearby."
  ],
  "6_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3603656139706615,
    0.3603656139706615,
    0.3603656139706615,
    0.3603656139706615,
    0.5480648593532693,
    0.5480648593532693,
    0.5480648593532693,
    0.5480648593532693,
    0.5480648593532693,
    0.5480648593532693,
    0.7114694769214064,
    0.7114694769214064,
    0.7114694769214064,
    0.7114694769214064,
    0.8291914232151917,
    0.8291914232151917,
    0.8291914232151917,
    0.870881415165093,
    0.870881415165093,
    0.870881415165093,
    0.8923358324889308,
    0.8923358324889308,
    0.8923358324889308,
    0.8923358324889308,
    0.8834235601038967,
    0.8834235601038967,
    0.8834235601038967,
    0.8834235601038967,
    0.8834235601038967,
    0.8834235601038967,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8938118731017343,
    0.8927652263650263,
    0.8927652263650263,
    0.8927652263650263,
    0.8927652263650263,
    0.8898172042707588,
    0.8898172042707588,
    0.8898172042707588,
    0.8865251319226612,
    0.8865251319226612,
    0.8865251319226612,
    0.8865251319226612,
    0.8800362435858773,
    0.8800362435858773,
    0.8800362435858773,
    0.8910825252168841,
    0.8910825252168841,
    0.8910825252168841,
    0.8910825252168841,
    0.8910825252168841,
    0.8910825252168841,
    0.9144896223815027,
    0.9144896223815027
  ],
  "7": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement is being broadcast over the public address system outlining the fair's schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact, a welcome announcement is being broadcast over the public address system outlining the fair's schedule, and alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, career counselors remind attendees to maintain eye contact; a welcome announcement is being broadcast over the public address system outlining the fair's schedule; alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is being broadcast over the public address system outlining the fair's schedule. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is being broadcast over the public address system outlining the fair's schedule. Alumni volunteers are giving quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the public address system outlining the fair's schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds, while tech companies display demo screens showcasing their latest apps. At the event entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the public address system outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds, while tech companies display demo screens showcasing their latest apps. At the event entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds, while tech companies display demo screens showcasing their latest apps. At the event entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair, a welcome announcement over the PA outlines the schedule as counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps while students hold resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Consulting firms stack glossy case study booklets on high tables. Outside the university gym, students line up in advance of opening. At the entrance, staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase photos of community outreach. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair near the gym, dozens of booths with colorful banners circle the polished floor. An entrance area houses staff scanning registrations and handing out lanyards to attendees. Inside, career counselors remind attendees to maintain eye contact, and a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens featuring their latest apps, while students clutch resumes in branded folders. Outside the gym, students line up before opening. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach.",
    "At the campus career fair near the university gym, dozens of booths with colorful banners circle the polished floor as attendees circulate. In the entrance area, staff scan registrations and hand out lanyards; inside, career counselors remind attendees to maintain eye contact as a welcome announcement over the public address system outlines the schedule. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Outside the gym, students line up before opening. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, contributing to a busy, organized scene.",
    "At the campus career fair held near the university gym, dozens of booths with colorful banners circle the polished floor as attendees circulate. At the entrance area, staff scan registrations and hand out lanyards, while a public-address announcement outlines the fair's schedule. Inside, career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, contributing to a busy, organized scene.",
    "The campus career fair unfolds near the university gym, with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards as a public-address announcement outlines the schedule. Outside the gym, students line up before opening. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Near the university gym, the campus career fair unfolds with dozens of booths and colorful banners circling a polished floor. At the entrance, staff scan registrations and hand out lanyards as a public-address announcement outlines the schedule. Outside, students line up before opening. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, while students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case-study booklets on high tables.",
    "At the campus career fair near the university gym, dozens of booths with colorful banners encircle a polished floor and attendees circulate. At the entrance, staff scan registrations and hand out lanyards while a public-address announcement outlines the fair’s schedule. Outside, students line up before opening. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case-study booklets on high tables, contributing to a busy, organized scene.",
    "At a campus career fair near the university gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate. At the entrance, staff scan registrations and hand out lanyards while a public-address announcement outlines the schedule. Outside, students line up before opening. Inside, career counselors remind attendees to maintain eye contact; alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case-study booklets on high tables, contributing to a busy, organized scene.",
    "At a campus career fair near the university gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate. At the entrance, staff scan registrations and hand out lanyards while a public-address announcement outlines the schedule. Outside, students line up before opening. Inside, career counselors remind attendees to maintain eye contact; alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case-study booklets on high tables, contributing to a busy, organized scene. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "7_score": [
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5068582186298509,
    0.5068582186298509,
    0.5068582186298509,
    0.5312380152606638,
    0.5312380152606638,
    0.5312380152606638,
    0.5510609661036354,
    0.5510609661036354,
    0.5510609661036354,
    0.6438331045645153,
    0.6438331045645153,
    0.6438331045645153,
    0.6433083095091259,
    0.6433083095091259,
    0.6433083095091259,
    0.6433083095091259,
    0.8017167174309467,
    0.8017167174309467,
    0.8017167174309467,
    0.802158566079542,
    0.802158566079542,
    0.802158566079542,
    0.802158566079542,
    0.8046272681658826,
    0.8046272681658826,
    0.8046272681658826,
    0.8046272681658826,
    0.8874906617923215,
    0.8874906617923215,
    0.8787134139768102,
    0.8787134139768102,
    0.8787134139768102,
    0.8787134139768102,
    0.8787134139768102,
    0.8787134139768102,
    0.905399888928219,
    0.905399888928219,
    0.905399888928219,
    0.905399888928219,
    0.905399888928219,
    0.9055467908817099,
    0.9055467908817099,
    0.9055467908817099,
    0.9055467908817099,
    0.9245493605439028,
    0.9245493605439028,
    0.9245493605439028,
    0.9245493605439028,
    0.9224129038545572,
    0.9224129038545572,
    0.9224129038545572,
    0.9224129038545572,
    0.8959885180640923,
    0.8959885180640923,
    0.8959885180640923,
    0.90684018257819,
    0.90684018257819,
    0.90684018257819,
    0.8893007042928842,
    0.8893007042928842
  ],
  "8": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders while a welcome announcement outlines the fair schedule over the PA system.",
    "The scene shows students clutching resumes inside branded folders as a welcome announcement is broadcast over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Students clutch resumes inside branded folders as a welcome announcement plays over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share brief pep talks near the coffee station, offering quick encouragement as the day unfolds.",
    "Students clutch resumes inside branded folders as a welcome announcement plays over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds.",
    "The campus career fair features attendees clutching resumes inside branded folders as a welcome announcement plays over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Outside the university gym, students line up in advance of the fair opening.",
    "At the campus career fair, attendees clutch resumes inside branded folders as a welcome announcement plays over the public address system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Outside the university gym, students line up in advance of the career fair opening.",
    "At the campus career fair, attendees clutch resumes inside branded folders as a welcome announcement plays over the public address system and outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Outside the university gym, students line up in advance of the fair opening. Healthcare providers showcase community outreach photos.",
    "At the campus career fair held near the university gym, attendees clutch resumes inside branded folders as a welcome announcement plays over the public address system and outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Outside the gym, students line up in advance of the fair opening.",
    "At the campus career fair held near the university gym, attendees clutch resumes inside branded folders as a welcome announcement plays over the public address system and outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Outside the gym, students line up in advance of the fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair held near the university gym, attendees clutch resumes inside branded folders as a welcome announcement plays over the PA and outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station, offering quick encouragement as the day unfolds. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair near the university gym, attendees clutch resumes in branded folders as a welcome announcement plays over the PA and outlines the schedule. At the entrance, staff scan registrations and hand out lanyards, while alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Outside the gym, students line up before opening. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "At the campus career fair near the university gym, attendees clutch resumes in branded folders as a welcome announcement plays over the PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards, while alumni volunteers give brief pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Outside, students line up before opening. Dozens of booths with colorful banners surround a polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "Near the university gym, the campus career fair features dozens of booths with colorful banners circling a polished floor, presenting a varied panorama of opportunities as attendees clutch resumes in branded folders. An entrance area is active as staff scan registrations and hand out lanyards, while alumni volunteers deliver brief pep talks near the coffee station and a public-address system broadcasts a welcome and outlines the schedule. Inside, career counselors remind attendees to maintain eye contact. Outside, dozens of students line up before opening. Tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "Near the university gym, the campus career fair unfolds with dozens of booths and colorful banners circling a polished floor, while attendees clutch resumes in branded folders. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station and career counselors remind attendees to maintain eye contact. The entrance area is active as staff scan registrations and hand out lanyards, and a public-address system broadcasts a welcome and outlines the schedule. Tech companies display demo screens of their latest apps, healthcare providers showcase photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "Near the university gym, the career fair unfolds with dozens of booths and colorful banners circling a polished floor, attendees clutching resumes in branded folders. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards as a public-address welcome outlines the schedule. Tech companies display demo screens of their latest apps, healthcare providers showcase photos of community outreach, and consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, presenting a varied panorama of opportunities.",
    "Near the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor, attendees clutching resumes in branded folders. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Entrance staff scan registrations and hand out lanyards as a public-address welcome outlines the schedule. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case-study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.45450760279518093,
    0.45450760279518093,
    0.45450760279518093,
    0.6026323935820749,
    0.6026323935820749,
    0.6026323935820749,
    0.7164510547271656,
    0.7164510547271656,
    0.7164510547271656,
    0.7164510547271656,
    0.7093875743472942,
    0.7093875743472942,
    0.7093875743472942,
    0.7093875743472942,
    0.8774457563893681,
    0.8774457563893681,
    0.8774457563893681,
    0.8783795975191735,
    0.8783795975191735,
    0.8702122351783605,
    0.8702122351783605,
    0.8702122351783605,
    0.8702122351783605,
    0.8702122351783605,
    0.8702122351783605,
    0.8864390896515368,
    0.8864390896515368,
    0.8864390896515368,
    0.8864390896515368,
    0.8920275810024557,
    0.8920275810024557,
    0.8920275810024557,
    0.8931448600052443,
    0.8931448600052443,
    0.8931448600052443,
    0.8931448600052443,
    0.8931448600052443,
    0.8931448600052443,
    0.8931448600052443,
    0.9220142933935054,
    0.9220142933935054,
    0.9220142933935054,
    0.9220142933935054,
    0.9220142933935054,
    0.9220142933935054,
    0.9004875394436879,
    0.9004875394436879,
    0.9004875394436879,
    0.9088067662949044,
    0.9088067662949044,
    0.9088067662949044,
    0.9088067662949044,
    0.9088067662949044,
    0.9105150143347691,
    0.9105150143347691,
    0.9105150143347691,
    0.9105150143347691,
    0.919999072931421,
    0.919999072931421,
    0.919999072931421,
    0.919999072931421
  ],
  "9": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers share quick pep talks. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers deliver quick pep talks. Tech companies display demo screens showcasing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers deliver brief pep talks, offering quick encouragement as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders as a welcome announcement plays over the public address system, outlining the fair’s schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers deliver brief pep talks offering quick encouragement as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders while a welcome announcement is broadcast over the public address system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the public address system outlining the fair’s schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners circle the polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions.",
    "A career fair unfolds at the event venue: at the entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners circle the polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions. Healthcare providers showcase community outreach photos.",
    "At the event venue, a career fair unfolds with staff at the entrance scanning registrations and handing out lanyards to attendees. Dozens of booths with colorful banners surround the polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Career counselors remind attendees to maintain eye contact during interactions. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, a career fair unfolds with staff at the entrance scanning registrations and handing out lanyards to attendees. Dozens of booths with colorful banners surround the polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Career counselors remind attendees to maintain eye contact during interactions. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, a career fair unfolds with staff at the entrance scanning registrations and handing out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Career counselors remind attendees to maintain eye contact during interactions. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, a career fair unfolds with staff at the entrance scanning registrations and handing out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor. Near the coffee station, alumni volunteers deliver brief pep talks as the day unfolds. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A welcome announcement over the public address system outlines the fair’s schedule. Career counselors remind attendees to maintain eye contact during interactions. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair held near the university gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate. At the entrance area, staff scan registrations and hand out lanyards, while a public-address announcement outlines the fair’s schedule. Inside, career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, contributing to a busy, organized scene.",
    "At the campus career fair near the university gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate. At the entrance, event staff scan registrations and hand out lanyards while a public-address announcement outlines the fair’s schedule. Outside the gym, students line up before opening. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, contributing to a busy, organized scene.",
    "At the campus career fair near the university gym, dozens of booths with colorful banners encircle a polished floor as attendees circulate. At the entrance, event staff scan registrations and hand out lanyards while a public-address announcement outlines the fair's schedule. Outside the gym, students line up before opening. Inside, career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders. Healthcare providers showcase photos of community outreach. Consulting firms stack glossy case study booklets on high tables, contributing to a busy, organized scene.",
    "At the campus career fair by the university gym, dozens of booths with colorful banners encircle the polished floor, offering a varied panorama of opportunities as attendees circulate. The entrance area is active, with event staff scanning registrations and handing out lanyards while a public-address system broadcasts a welcome and the schedule. Outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders.",
    "At the university gym, a campus career fair unfolds around a polished floor, with dozens of booths framed by colorful banners offering a varied panorama of opportunities as attendees circulate. The entrance area is active, with event staff scanning registrations and handing out lanyards while a public-address system broadcasts a welcome and the schedule; outside, dozens of students line up before opening. Inside, alumni volunteers deliver brief pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes in branded folders."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3603656139706615,
    0.3603656139706615,
    0.3603656139706615,
    0.5480648593532693,
    0.5480648593532693,
    0.6513489478520477,
    0.6513489478520477,
    0.6399013815311111,
    0.6399013815311111,
    0.6399013815311111,
    0.7287449033881648,
    0.7287449033881648,
    0.7287449033881648,
    0.733933371324648,
    0.733933371324648,
    0.733933371324648,
    0.733933371324648,
    0.733933371324648,
    0.733933371324648,
    0.7648717667137774,
    0.7648717667137774,
    0.7648717667137774,
    0.7826348810493653,
    0.7826348810493653,
    0.7826348810493653,
    0.7826348810493653,
    0.840515819822075,
    0.840515819822075,
    0.840515819822075,
    0.840515819822075,
    0.840515819822075,
    0.840515819822075,
    0.8421886272562848,
    0.8421886272562848,
    0.8421886272562848,
    0.8421886272562848,
    0.8421886272562848,
    0.8421886272562848,
    0.8451242491349755,
    0.8451242491349755,
    0.8451242491349755,
    0.8451242491349755,
    0.8451242491349755,
    0.8451242491349755,
    0.9002520926684603,
    0.9002520926684603,
    0.9002520926684603,
    0.9002520926684603,
    0.9002520926684603,
    0.8994364048461636,
    0.8994364048461636,
    0.8994364048461636,
    0.9024732419779222,
    0.9024732419779222,
    0.9024732419779222,
    0.9024732419779222,
    0.9120034606887126,
    0.9120034606887126,
    0.9120034606887126,
    0.9120034606887126,
    0.9216842066089712
  ]
}