{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps.",
    "In a professional exhibition setting, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps; students clutch resumes inside branded folders.",
    "At a professional exhibition setting, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps; students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional exhibition, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional exhibition, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor as alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair held in a gym-like venue, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor as alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the career fair opening. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair held in a gym-like venue, dozens of booths with colorful banners circle the polished floor of a professional exhibition where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Students clutch resumes tucked into branded folders, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym before the fair opens, students line up awaiting entry, and at the entrance event staff scan registrations and hand out lanyards.",
    "At a university career fair held in a gym-like venue, dozens of booths with colorful banners circle the polished floor of a professional exhibition. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes tucked inside branded folders. Alumni volunteers share quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym before the fair opens, students line up awaiting entry, and at the entrance staff scan registrations and hand out lanyards.",
    "At a university career fair held in a gym-like venue, dozens of booths with colorful banners circle the polished floor of a professional exhibition. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes tucked inside branded folders. Alumni volunteers share quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. Outside the gym before the fair opens, students line up awaiting entry, and at the entrance staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair in a gym-like professional exhibition, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside the gym before opening, a line of students awaits entry as staff scan registrations and hand out lanyards; inside the professional exhibition, students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule; the fair is situated near the gym and the professional exhibition.",
    "At a university career fair in a gym-like professional exhibition, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside the gym before opening, a line of students awaits entry as staff scan registrations and hand out lanyards at the entrance. Inside the professional exhibition, students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule; the fair is situated near the gym and the professional exhibition.",
    "At a university career fair housed in a gym-like professional exhibition, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside before opening, a line of students awaits entry as staff scan registrations and hand out lanyards. Inside, students clutch resumes inside branded folders. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule; the fair is situated near both the gym and the professional exhibition."
  ],
  "0_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.38742583752084864,
    0.38742583752084864,
    0.38742583752084864,
    0.50048979634946,
    0.50048979634946,
    0.50048979634946,
    0.50048979634946,
    0.5319391698824918,
    0.5319391698824918,
    0.5319391698824918,
    0.5319391698824918,
    0.5319391698824918,
    0.5319391698824918,
    0.5223710820879937,
    0.5223710820879937,
    0.5223710820879937,
    0.5223710820879937,
    0.6122642972674723,
    0.6122642972674723,
    0.6122642972674723,
    0.6668345281783408,
    0.6668345281783408,
    0.6668345281783408,
    0.6668345281783408,
    0.8860853170000901,
    0.8860853170000901,
    0.8860853170000901,
    0.8860853170000901,
    0.8860853170000901,
    0.8860853170000901,
    0.8860853170000901,
    0.8533617202549748,
    0.8533617202549748,
    0.8533617202549748,
    0.8533617202549748,
    0.8533617202549748,
    0.885825962884756,
    0.885825962884756,
    0.885825962884756,
    0.885825962884756,
    0.8865684942985894,
    0.8865684942985894,
    0.8865684942985894,
    0.8865684942985894,
    0.8865684942985894,
    0.8865684942985894,
    0.8865684942985894,
    0.8696504540378007,
    0.8696504540378007,
    0.8696504540378007,
    0.8696504540378007,
    0.8696504540378007,
    0.8696504540378007,
    0.8664767791713268,
    0.8664767791713268,
    0.8664767791713268,
    0.8664767791713268,
    0.8656791567728636,
    0.8656791567728636,
    0.8656791567728636
  ],
  "1": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; meanwhile, career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact, healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. At the venue, a welcome announcement is broadcast over the PA system outlining the fair’s schedule, and healthcare providers showcase community outreach photos while tech companies display demo screens featuring their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos, and tech companies display demo screens featuring their latest apps. Inside the venue, a welcome announcement over the PA outlines the fair’s schedule, while healthcare providers again showcase outreach photos and tech companies again display demo screens with their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Outside the university gym, a line of students waits for the career fair to open. Inside the venue, in the professional exhibition area, dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. An on-site PA welcome announces the fair’s schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Outside the university gym, a line of students waits for the career fair to open. Inside the venue’s professional exhibition area, dozens of booths with colorful banners circle a polished floor; students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. An on-site PA welcome announces the fair’s schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair held in a gym-like venue, staff at the entrance scan registrations and hand out lanyards as a line of students waits outside the gym before opening. Inside the professional exhibition area, dozens of booths with colorful banners circle a polished floor, while students clutch resumes tucked into branded folders. Tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At a university career fair held in a gym-like venue, staff at the entrance scan registrations and hand out lanyards as a line of students waits outside before opening. Inside, dozens of booths with colorful banners circle a polished floor while students clutch resumes tucked into branded folders. Tech companies display demo screens of their latest apps; healthcare providers showcase photos of community outreach; consulting firms stack glossy case-study booklets on high tables. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. The event is described as taking place near the university gym and a professional exhibition, with outside lines waiting before opening and inside activities including demonstrations, photos, pep talks, and resume-handling.",
    "At a university career fair in a gym-like venue, staff scan registrations and hand out lanyards as a line of students waits outside before opening. Inside, dozens of booths with colorful banners surround a polished floor while students clutch resumes tucked into branded folders. Tech companies display demo screens of their latest apps; healthcare providers show photos of community outreach; consulting firms stack glossy case-study booklets on high tables. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. The event is described as taking place near the university gym and a professional exhibition, with outside lines waiting before opening and inside activities including demonstrations, photos, pep talks, and resume-handling."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.45015180363906016,
    0.45015180363906016,
    0.45015180363906016,
    0.45015180363906016,
    0.45015180363906016,
    0.45015180363906016,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.4680033646402415,
    0.5684577272376499,
    0.5684577272376499,
    0.5684577272376499,
    0.5684577272376499,
    0.5684577272376499,
    0.5684577272376499,
    0.5684577272376499,
    0.6965840878286009,
    0.6965840878286009,
    0.6965840878286009,
    0.6965840878286009,
    0.6965840878286009,
    0.8628502532182845,
    0.8628502532182845,
    0.8628502532182845,
    0.8628502532182845,
    0.8628502532182845,
    0.8744902533539619,
    0.8744902533539619,
    0.8744902533539619,
    0.8744902533539619,
    0.8744902533539619,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.879945967519857,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8783284017594144,
    0.8715105823917768,
    0.8715105823917768,
    0.8715105823917768,
    0.8715105823917768
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event setting features career counselors reminding attendees to maintain eye contact; at the entrance, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos.",
    "At the event setting, career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase photos from community outreach. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the professional exhibition setting, healthcare providers showcase photos from community outreach while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders as part of the same exhibition environment.",
    "At the professional exhibition setting, healthcare providers showcase photos from community outreach while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders as part of the same exhibition environment. A welcome announcement outlines the fair schedule over the PA system.",
    "Across the professional exhibition near the university gym, healthcare providers display photos from community outreach while tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, including near the gym as demos run. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders as part of the same event. A welcome announcement outlines the fair schedule over the PA system. Outside the gym, students line up awaiting opening.",
    "At a professional exhibition near the university gym, healthcare providers display photos from community outreach while tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, including near the gym as demos run. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders as part of the same event. A welcome announcement outlines the fair schedule over the PA system. Outside the gym, students line up awaiting opening. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional exhibition near the university gym, healthcare providers display photos from community outreach while tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, including near the gym as demos run. At the entrance, staff scan registrations and hand out lanyards. Outside the gym, students line up awaiting opening. Students clutch resumes inside branded folders as part of the same event. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Near the university gym, a professional exhibition hosts healthcare providers displaying photos from community outreach and tech companies showing demo screens of their latest apps, with dozens of booths and colorful banners circling the polished floor. Outside, a line of students waits for the career fair to open, while inside the main area students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, including near the gym as demos run. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement on the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Near the university gym, a professional exhibition features healthcare providers displaying photos from community outreach and tech companies showing demo screens of their latest apps, with dozens of booths and colorful banners circling the polished floor. Outside, a line of students waits for the career fair to open, while inside the main area students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, including near the gym as demos run. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement on the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5898597187485838,
    0.5898597187485838,
    0.5898597187485838,
    0.5898597187485838,
    0.5019658233190833,
    0.5019658233190833,
    0.5019658233190833,
    0.7359855442660146,
    0.7359855442660146,
    0.7359855442660146,
    0.7359855442660146,
    0.7539251273237999,
    0.7539251273237999,
    0.7539251273237999,
    0.7539251273237999,
    0.7539251273237999,
    0.7539251273237999,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.7960984952139704,
    0.8266904903628155,
    0.8266904903628155,
    0.8266904903628155,
    0.8266904903628155,
    0.8266904903628155,
    0.8382018457994277,
    0.8382018457994277,
    0.8382018457994277,
    0.8382018457994277,
    0.8382018457994277,
    0.8540449027962069,
    0.8540449027962069,
    0.8540449027962069,
    0.8540449027962069,
    0.8540449027962069,
    0.8540449027962069,
    0.8540449027962069,
    0.871261942462544,
    0.871261942462544,
    0.871261942462544,
    0.871261942462544,
    0.871261942462544,
    0.871261942462544,
    0.8733624356920651,
    0.8733624356920651,
    0.8733624356920651,
    0.8733624356920651
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens featuring their latest apps.",
    "Healthcare providers are showcasing community outreach photos as tech companies display demo screens featuring their latest apps. At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps in a professional exhibition setting. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as part of the same exhibition environment.",
    "In a professional exhibition setting, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders as part of the same exhibition environment.",
    "In a professional exhibition setting, healthcare providers showcase community outreach photos while tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Within the same exhibition environment, students clutch resumes inside branded folders. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "In a professional exhibition setting, healthcare providers display community outreach photos while tech companies showcase demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Within the same exhibition space, students clutch resumes inside branded folders. Nearby, alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In a professional exhibition setting, healthcare providers display photos from community outreach while tech companies showcase demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Inside the space, students clutch resumes inside branded folders. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "In a professional exhibition setting, healthcare providers display photos from community outreach while tech companies showcase demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Inside the space, students clutch resumes inside branded folders. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "In a professional exhibition and career fair setting, healthcare providers display photos from community outreach while tech companies showcase demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Inside the space, students clutch resumes inside branded folders; alumni volunteers deliver quick pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables. A welcome announcement on the PA system outlines the fair's schedule. Outside the university gym, a line of students waits for the career fair to open. Dozens of booths with colorful banners circle the polished floor, reinforcing the described activities.",
    "In a professional exhibition and career fair, healthcare providers display photos from community outreach while tech companies showcase demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Inside, students clutch resumes in branded folders; alumni volunteers deliver brief pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, reinforcing the described activities. Outside the university gym, a line of students waits for the fair to open. A welcome PA announcement outlines the fair's schedule.",
    "Dozens of booths with colorful banners encircle a polished exhibition space where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; a welcome PA announcement outlines the fair’s schedule. Outside the university gym, a line of students waits for the fair to open, with resumes tucked into branded folders; inside the space, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished exhibition space where healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; a welcome PA announcement outlines the fair’s schedule. Outside the university gym, a line of students waits for the fair to open, resumes tucked into branded folders; inside, students clutch resumes in branded folders. Alumni volunteers deliver brief pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.39122373819757594,
    0.39122373819757594,
    0.39122373819757594,
    0.5002813261004808,
    0.5002813261004808,
    0.5002813261004808,
    0.5002813261004808,
    0.5002813261004808,
    0.6931027748113567,
    0.6931027748113567,
    0.6931027748113567,
    0.6931027748113567,
    0.6793983749547763,
    0.6793983749547763,
    0.6793983749547763,
    0.6793983749547763,
    0.7176203654498161,
    0.7176203654498161,
    0.7176203654498161,
    0.7207042257142036,
    0.7207042257142036,
    0.7207042257142036,
    0.7207042257142036,
    0.7230687037853958,
    0.7230687037853958,
    0.7230687037853958,
    0.7230687037853958,
    0.7753320875694902,
    0.7753320875694902,
    0.7753320875694902,
    0.7753320875694902,
    0.7753320875694902,
    0.7753320875694902,
    0.8306372742806674,
    0.8306372742806674,
    0.8306372742806674,
    0.8306372742806674,
    0.8277246930152409,
    0.8277246930152409,
    0.8277246930152409,
    0.8277246930152409,
    0.8277246930152409,
    0.8277246930152409,
    0.7964827083261826,
    0.7964827083261826,
    0.7964827083261826,
    0.7964827083261826,
    0.7964827083261826,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968,
    0.8015301361300968
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "Students line up outside the university gym, awaiting the career fair's opening. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym, awaiting the career fair's opening. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym awaiting the career fair's opening. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. At the venue, a welcome announcement on the PA system outlines the fair's schedule. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition area, dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A welcome announcement on the PA system outlines the fair's schedule.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition area, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and healthcare providers show community outreach photos. Students clutch resumes inside branded folders while career counselors remind attendees to maintain eye contact. A welcome announcement on the PA system outlines the fair’s schedule.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition area, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. A welcome announcement on the PA system outlines the schedule. The career fair, held near the university gym, is framed by entrance staff scanning registrations and handing out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition area, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. A welcome announcement on the PA system outlines the schedule. Entrance staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair held in a gym-like venue, a line of students waits outside the gym before opening as entrance staff scan registrations and hand out lanyards. Inside the professional exhibition area, dozens of booths with colorful banners circle a polished floor while tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Students clutch resumes tucked into branded folders, and consulting firms stack glossy case study booklets on high tables. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Set in a gym-like venue adjacent to the university gym, a line of students waits outside before opening as entrance staff scan registrations and hand out lanyards. Inside, the professional exhibition area features dozens of booths with colorful banners circling a polished floor; tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Students clutch resumes in branded folders, and consulting firms stack glossy case study booklets on high tables. An on-site PA welcomes attendees and outlines the schedule, while alumni volunteers offer quick pep talks near the coffee station and career counselors remind attendees to maintain eye contact. Near the gym, the combined career fair and professional exhibition sustains a shared environment where eye-contact reminders accompany tech demos and outreach photo displays.",
    "A university career fair held in a gym-like venue adjacent to the university gym, a line of students waits outside before opening as entrance staff scan registrations and hand out lanyards. Inside, a professional exhibition area features dozens of booths with colorful banners circling a polished floor: tech companies display demo screens of their latest apps; healthcare providers show photos of community outreach; consulting firms stack glossy case-study booklets on high tables. Students clutch resumes tucked into branded folders. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. The event unfolds in a shared environment where eye-contact reminders accompany tech demos and outreach photo displays, near the gym and professional exhibition."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5048458529846651,
    0.5048458529846651,
    0.5048458529846651,
    0.5048458529846651,
    0.5048458529846651,
    0.5048458529846651,
    0.5048458529846651,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.6904902835414874,
    0.8632366544173138,
    0.8632366544173138,
    0.8632366544173138,
    0.8632366544173138,
    0.8632366544173138,
    0.8632366544173138,
    0.8648533113467668,
    0.8648533113467668,
    0.8648533113467668,
    0.8648533113467668,
    0.8455176123548865,
    0.8455176123548865,
    0.8455176123548865,
    0.8455176123548865,
    0.8455176123548865,
    0.8994404120647028,
    0.8994404120647028,
    0.8994404120647028,
    0.8994404120647028,
    0.8994404120647028,
    0.8994404120647028,
    0.8994404120647028,
    0.8860774677197021,
    0.8860774677197021,
    0.8860774677197021,
    0.8860774677197021,
    0.8860774677197021,
    0.8860774677197021,
    0.8860774677197021,
    0.8861548214252685,
    0.8861548214252685,
    0.8861548214252685,
    0.8861548214252685,
    0.8861548214252685,
    0.8269950453965578,
    0.8269950453965578,
    0.8269950453965578,
    0.8269950453965578,
    0.8269950453965578,
    0.8269950453965578,
    0.8269950453965578,
    0.8776351583413085,
    0.8776351583413085,
    0.8776351583413085,
    0.8776351583413085
  ],
  "5": [
    "",
    "",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open, while healthcare providers display community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. In a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open. In a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. In a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. In a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps, and students clutch resumes in branded folders as part of the same environment. Dozens of booths with colorful banners circle the polished floor. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. In a professional exhibition setting, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; students clutch resumes in branded folders as part of the same environment. Dozens of booths with colorful banners circle the polished floor. At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open, part of a combined career fair and professional exhibition. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. At the entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. The scene blends the university-gym-adjacent fair with the professional exhibition, sustaining a shared environment where eye-contact reminders accompany tech demos and outreach photo displays.",
    "Near the university gym, a line of students waits for the combined career fair and professional exhibition to open. Inside, the professional exhibition area hosts dozens of booths with colorful banners circling a polished floor; tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables. Entrance staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome PA announcement outlines the schedule. The event, held near the university gym, sustains a shared environment where eye-contact reminders accompany tech demos and outreach photo displays, blending the university-gym-adjacent fair with the professional exhibition.",
    "Near the university gym, a line of students waits outside for the combined career fair and professional exhibition to open. Entrance staff scan registrations and hand out lanyards as the line grows. Inside, dozens of booths with colorful banners circle a polished floor in the professional exhibition area. Tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach; consulting firms stack glossy case study booklets on high tables. Students clutch resumes tucked into branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. The event sustains a shared environment that blends the university-gym-adjacent fair with the professional exhibition.",
    "Near the university gym, a line of students waits outside for the combined career fair and professional exhibition to open as entrance staff scan registrations and hand out lanyards. Inside the professional exhibition area, dozens of booths with colorful banners surround a polished floor; tech companies display demo screens of their latest apps, healthcare providers show photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes tucked into branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. The event blends the university-gym-adjacent fair with the professional exhibition, continuing from the exterior queue to interior displays.",
    "Near the university gym, a line of students waits outside for the combined career fair and professional exhibition to open as entrance staff scan registrations and hand out lanyards. Inside the professional exhibition area, dozens of booths with colorful banners surround a polished floor, tech companies display demo screens of their latest apps, healthcare providers show photos of community outreach, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes tucked into branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. The event blends the university-gym-adjacent fair with the professional exhibition, continuing from the exterior queue to interior displays."
  ],
  "5_score": [
    0.0,
    0.0,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.4869318443545385,
    0.4869318443545385,
    0.4869318443545385,
    0.4869318443545385,
    0.6655591748900279,
    0.6655591748900279,
    0.6655591748900279,
    0.6655591748900279,
    0.6655591748900279,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.7925017482645196,
    0.8151911735096817,
    0.8151911735096817,
    0.8151911735096817,
    0.8151911735096817,
    0.8230222076237843,
    0.8230222076237843,
    0.8230222076237843,
    0.8230222076237843,
    0.8230222076237843,
    0.8230222076237843,
    0.8452741557727828,
    0.8452741557727828,
    0.8452741557727828,
    0.8452741557727828,
    0.8452741557727828,
    0.8452741557727828,
    0.8525907367254641,
    0.8525907367254641,
    0.8525907367254641,
    0.8525907367254641,
    0.8525907367254641,
    0.8525907367254641,
    0.8699035641999635,
    0.8699035641999635,
    0.8699035641999635,
    0.8699035641999635,
    0.8699035641999635,
    0.8699035641999635,
    0.859176788028363,
    0.859176788028363,
    0.859176788028363,
    0.859176788028363,
    0.859176788028363,
    0.859176788028363,
    0.8597997353992063,
    0.8597997353992063
  ],
  "6": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos; dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens featuring their latest apps.",
    "Healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Tech companies show demo screens featuring their latest apps. Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition setting, students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open, while inside the professional exhibition space students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor where healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. Tech companies show demo screens featuring their latest apps. At the venue, a welcome announcement on the PA system outlines the fair's schedule.",
    "Outside the university gym, a line of students waits for the career fair to open, while inside the professional exhibition space students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor as healthcare providers display photos of community outreach and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and tech companies show demo screens featuring their latest apps. A welcome announcement on the PA system outlines the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside the professional exhibition space, students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers display photos of community outreach, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while tech companies show demo screens featuring their latest apps. A welcome announcement on the PA system outlines the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair held in a gym-like venue near the university gym and a professional exhibition, dozens of booths with colorful banners circle the polished floor. Outside, a line of students waits for the fair to open; inside, students clutch resumes in branded folders as healthcare providers display photos of community outreach and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact while tech companies run demo screens of their latest apps. A welcome announcement on the PA system outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university career fair held in a gym-like venue near the university gym and a professional exhibition, dozens of booths with colorful banners surround the polished floor. Outside, a line of students waits for the fair to open; inside, students clutch resumes in branded folders while healthcare providers display photos of community outreach and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as tech companies run demo screens of their latest apps. A welcome announcement on the PA system outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on a gym-like venue linked to the university gym, hosting a blended career fair and professional exhibition. Outside, a line of students waits for the combined event to open, while inside the polished floor is circled by dozens of booths with colorful banners. Students clutch resumes tucked in branded folders; healthcare providers display photos of community outreach; alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables. Tech companies run demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards to the growing line. The event sustains a shared environment that blends the university-gym-adjacent fair with the professional exhibition.",
    "The scene unfolds in a gym-like venue linked to the university gym, hosting a blended career fair and professional exhibition. Outside, a line of students waits for the combined event to open; inside, the polished floor is circled by dozens of booths adorned with colorful banners. Students clutch resumes tucked in branded folders; healthcare providers display photos of community outreach; alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, while tech companies run demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards to the growing line. The event sustains a shared environment blending the university-gym-adjacent fair with the professional exhibition."
  ],
  "6_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.4134003138195579,
    0.4134003138195579,
    0.4134003138195579,
    0.44557763058478794,
    0.44557763058478794,
    0.44557763058478794,
    0.44557763058478794,
    0.44557763058478794,
    0.44557763058478794,
    0.44557763058478794,
    0.5729793087419334,
    0.5729793087419334,
    0.5729793087419334,
    0.5729793087419334,
    0.5729793087419334,
    0.5729793087419334,
    0.796755841118709,
    0.796755841118709,
    0.796755841118709,
    0.796755841118709,
    0.796755841118709,
    0.8308836606281393,
    0.8308836606281393,
    0.8308836606281393,
    0.8308836606281393,
    0.8308836606281393,
    0.8308836606281393,
    0.8308836606281393,
    0.864013789292003,
    0.864013789292003,
    0.864013789292003,
    0.864013789292003,
    0.864013789292003,
    0.8673955455772812,
    0.8673955455772812,
    0.8673955455772812,
    0.8673955455772812,
    0.8889515824360021,
    0.8889515824360021,
    0.8889515824360021,
    0.8889515824360021,
    0.8889515824360021,
    0.8889515824360021,
    0.8863857747088724,
    0.8863857747088724,
    0.8863857747088724,
    0.8863857747088724,
    0.8863857747088724,
    0.8863857747088724,
    0.8863857747088724,
    0.858073905007708,
    0.858073905007708,
    0.858073905007708,
    0.858073905007708,
    0.858073905007708,
    0.8595412751445866,
    0.8595412751445866,
    0.8595412751445866,
    0.8595412751445866
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps. Students line up outside the university gym, awaiting the opening of the career fair.",
    "Career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps. Outside the university gym, students line up awaiting the opening of the career fair. Healthcare providers display community outreach photos.",
    "At the event, career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps. Outside the university gym, students line up awaiting the career fair opening. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers display community outreach photos.",
    "At the career fair held near the university gym, attendees are reminded by career counselors to maintain eye contact as tech companies display demo screens of their latest apps. Outside the gym, students line up awaiting opening. At the entrance, event staff scan registrations and hand out lanyards, while healthcare providers display photos of community outreach. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair near the university gym and a professional exhibition, attendees are reminded by career counselors to maintain eye contact as tech companies display demo screens of their latest apps. Outside the gym, students line up awaiting opening. At the entrance, event staff scan registrations and hand out lanyards; healthcare providers display photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair held in a gym-like venue near the university gym and a professional exhibition, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps. Outside the gym, students line up awaiting the opening, while at the entrance event staff scan registrations and hand out lanyards. Healthcare providers display photos of community outreach, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "A university career fair takes place in a gym-like venue near the university gym and in a separate professional exhibition space. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, a line of students waits for the fair to open; inside, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. The coffee station area hosts alumni volunteers giving quick pep talks, while healthcare providers display photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as tech companies show demo screens featuring their latest apps. A welcome announcement on the PA system outlines the fair's schedule.",
    "A university career fair unfolds in a gym-like venue near the university gym with a separate professional exhibition space. Dozens of booths with colorful banners encircle the polished floor. Outside, a line of students waits for the fair to open; inside, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. The coffee station area hosts alumni volunteers giving quick pep talks, while healthcare providers display photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as tech companies show demo screens featuring their latest apps. A welcome announcement on the PA system outlines the schedule. Healthcare providers showcase community outreach photos.",
    "At a university career fair held in a gym-like venue near the university gym with a separate professional exhibition space, dozens of booths with colorful banners encircle a polished floor. Outside, a line of students waits before opening; inside, students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards. In the coffee station area, alumni volunteers provide quick pep talks, while healthcare providers display photos of community outreach. Consulting firms stack glossy case study booklets on high tables. Tech companies show demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule. The fair is situated near the gym and the professional exhibition."
  ],
  "7_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5078065278061992,
    0.5078065278061992,
    0.5078065278061992,
    0.5078065278061992,
    0.6548705606671177,
    0.6548705606671177,
    0.6548705606671177,
    0.6548705606671177,
    0.6548705606671177,
    0.7953362778690127,
    0.7953362778690127,
    0.7953362778690127,
    0.7953362778690127,
    0.7953362778690127,
    0.7925701327104177,
    0.7925701327104177,
    0.7925701327104177,
    0.8879847990231091,
    0.8879847990231091,
    0.8879847990231091,
    0.8879847990231091,
    0.8879847990231091,
    0.8879847990231091,
    0.8879847990231091,
    0.8830798016602326,
    0.8830798016602326,
    0.8830798016602326,
    0.8830798016602326,
    0.8830798016602326,
    0.8830798016602326,
    0.882693037281884,
    0.882693037281884,
    0.882693037281884,
    0.882693037281884,
    0.882693037281884,
    0.882693037281884,
    0.882693037281884,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8791330635872315,
    0.8904430219447756,
    0.8904430219447756,
    0.8904430219447756,
    0.8904430219447756,
    0.8904430219447756,
    0.8904430219447756,
    0.8786184689480242,
    0.8786184689480242,
    0.8786184689480242,
    0.8786184689480242,
    0.8786184689480242,
    0.8786184689480242
  ],
  "8": [
    "",
    "",
    "",
    "",
    "\"\"",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Healthcare providers showcase community outreach photos.",
    "At the venue, a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Healthcare providers showcase community outreach photos. Tech companies display demo screens featuring their latest apps.",
    "At the venue, a welcome announcement on the PA system outlines the fair's schedule. Healthcare providers showcase community outreach photos. Tech companies display demo screens featuring their latest apps.",
    "At the venue, a fair is underway with a welcome announcement over the PA system outlining the schedule. Healthcare providers showcase community outreach photos, tech companies display demo screens featuring their latest apps, and alumni volunteers give brief pep talks near the coffee station.",
    "At the venue, a fair is underway with a welcome PA announcement outlining the schedule; healthcare providers showcase community outreach photos, tech companies display demo screens featuring their latest apps, and alumni volunteers give brief pep talks near the coffee station.",
    "At the venue, a fair is underway with a welcome PA announcement outlining the schedule. Healthcare providers showcase community outreach photos, tech companies display demo screens showing their latest apps, and alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, clutching resumes tucked into branded folders.",
    "A university venue hosts a career fair with a welcome PA announcing the schedule. Healthcare providers display community outreach photos, and tech companies show demo screens featuring their latest apps. Alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners circle the polished exhibition floor, and career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students waits for the career fair to open, clutching resumes tucked into branded folders. Inside the professional exhibition setting, students clutch resumes inside branded folders.",
    "At a university venue, a career fair unfolds with a welcome PA announcing the schedule. Dozens of booths with colorful banners circle the polished exhibition floor as healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students clutch resumes tucked into branded folders, waiting for opening; inside the professional exhibition, students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. The fair is situated near the gym and the professional exhibition.",
    "At a university venue, a career fair unfolds with a welcome PA announcing the schedule. Dozens of booths with colorful banners circle the polished exhibition floor, where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students clutch resumes in branded folders, waiting for opening; inside the professional exhibition, students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. The fair is situated near the gym and the professional exhibition.",
    "At a university venue, a career fair unfolds with a welcome PA announcing the schedule. Dozens of booths with colorful banners crowd the polished exhibition floor, where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym, a line of students clutches resumes in branded folders, waiting for opening; inside the professional exhibition, students clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. The fair is situated near the gym and the professional exhibition.",
    "At a university venue, a career fair unfolds on a polished exhibition floor with dozens of booths and colorful banners. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. A welcome PA announces the schedule as alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. The fair is situated near the gym and the professional exhibition. Outside the university gym, a line of students clutches resumes in branded folders, waiting for opening; inside the professional exhibition, students clutch resumes in branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.40274842001056044,
    0.40274842001056044,
    0.40274842001056044,
    0.4856573892431384,
    0.4856573892431384,
    0.4856573892431384,
    0.6160325522939532,
    0.6160325522939532,
    0.6160325522939532,
    0.6190299454239903,
    0.6190299454239903,
    0.5638309484872498,
    0.5638309484872498,
    0.5638309484872498,
    0.46645643356006516,
    0.46645643356006516,
    0.46645643356006516,
    0.46645643356006516,
    0.46645643356006516,
    0.7853217362549311,
    0.7853217362549311,
    0.7853217362549311,
    0.7853217362549311,
    0.7853217362549311,
    0.7853217362549311,
    0.7853217362549311,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8291007857687912,
    0.8468635962987654,
    0.8468635962987654,
    0.8468635962987654,
    0.8468635962987654,
    0.8468635962987654,
    0.8468635962987654,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8436706326779764,
    0.8432995970571301,
    0.8432995970571301,
    0.8432995970571301,
    0.8432995970571301,
    0.8432995970571301,
    0.8324552379982783,
    0.8324552379982783,
    0.8324552379982783,
    0.8324552379982783,
    0.8324552379982783,
    0.8324552379982783
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps; students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos as tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, clutching resumes tucked into branded folders.",
    "Healthcare providers showcase community outreach photos while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, clutching resumes tucked into branded folders.",
    "Dozens of booths with colorful banners circle the polished floor of a professional exhibition where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside the university gym before the career fair opens, students line up clutching resumes tucked into branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor in a professional exhibition space where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Outside the university gym before the career fair opens, a line of students waits with resumes tucked into branded folders; inside the exhibition space, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA system outlines the fair's schedule.",
    "Dozens of booths with colorful banners encircle the polished floor of a professional exhibition space, where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, before the career fair opens, a line of students waits with resumes tucked into branded folders; inside the exhibition space, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA system outlines the fair's schedule.",
    "Dozens of booths with colorful banners encircle the polished floor of a professional exhibition space, where healthcare providers display community outreach photos and tech companies show demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, before the career fair opens, a line of students waits with resumes tucked into branded folders; inside the exhibition space, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and a welcome announcement on the PA system outlines the fair's schedule.",
    "At a university career fair held in a gym-like venue, a professional exhibition space features dozens of booths with colorful banners encircling a polished floor. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside the gym, before opening, a line of students waits with resumes tucked into branded folders; inside, students clutch resumes in branded folders. Staff at the entrance scan registrations and hand out lanyards as the line waits. An on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "At a university career fair in a gym-like venue, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside before opening, a line of students waits with resumes tucked into branded folders; inside, students clutch resumes in branded folders. Staff at the entrance scan registrations and hand out lanyards, and an on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "At a university career fair held in a gym-like venue with a polished floor, dozens of booths with colorful banners surround the space. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Outside before opening, a line of students waits with resumes tucked into branded folders; inside, students clutch resumes in branded folders. Staff at the entrance scan registrations and hand out lanyards, and an on-site PA welcomes attendees and outlines the schedule. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.5214062939621557,
    0.5214062939621557,
    0.5214062939621557,
    0.6205785664809083,
    0.6205785664809083,
    0.6205785664809083,
    0.6205785664809083,
    0.6383227142584657,
    0.6383227142584657,
    0.6383227142584657,
    0.6383227142584657,
    0.6383227142584657,
    0.6383227142584657,
    0.6263093302113002,
    0.6263093302113002,
    0.6263093302113002,
    0.6263093302113002,
    0.6263093302113002,
    0.6263093302113002,
    0.7779238548667707,
    0.7779238548667707,
    0.7779238548667707,
    0.7779238548667707,
    0.7779238548667707,
    0.7779238548667707,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.7721414450166038,
    0.891713351162256,
    0.891713351162256,
    0.891713351162256,
    0.891713351162256,
    0.891713351162256,
    0.891713351162256,
    0.8956031146480599,
    0.8956031146480599,
    0.8956031146480599,
    0.8956031146480599,
    0.8978274150250967,
    0.8978274150250967,
    0.8978274150250967,
    0.8978274150250967,
    0.8978274150250967
  ]
}