{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement over the PA system outlines the fair’s schedule. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA outlines the career fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "A campus career fair scene unfolds as a welcome announcement over the PA outlines the schedule, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career fair, a welcome announcement over the PA outlines the schedule, while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a campus career fair, a welcome announcement over the PA outlines the schedule while workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career fair, a welcome announcement over the PA outlines the schedule as workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At a campus career fair, a welcome PA announces the schedule, with workshops on networking etiquette beginning in the adjoining classroom. Students line up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a welcome PA announces the schedule and a welcome announcement is broadcast outlining it. Dozens of booths with colorful banners circle the polished floor as consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens showing their latest apps. Students line up outside the gym before opening, awaiting entry, while at the entrance staff scan registrations and hand out lanyards to facilitate check-in. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a welcome PA announces the schedule as a welcome announcement outlines it. Dozens of booths with colorful banners line the polished gym floor, with consulting firms stacking glossy case-study booklets on high tables and tech companies displaying demo screens of their latest apps. Students line up outside the gym before opening; at the entrance staff scan registrations and hand out lanyards to facilitate check-in. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches against the wall, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a welcome PA outlines the schedule. Dozens of booths with colorful banners line the polished gym floor, with consulting firms stacking glossy case-study booklets on high tables and tech companies displaying demo screens of their latest apps. Students line up outside before opening; at the entrance staff scan registrations and hand out lanyards to facilitate check-in. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Some students rehearse elevator pitches against the wall, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.8181573790644292,
    0.8181573790644292,
    0.8181573790644292,
    0.8181573790644292,
    0.7836883672654961,
    0.7836883672654961,
    0.7836883672654961,
    0.7836883672654961,
    0.7969117331220577,
    0.7969117331220577,
    0.7969117331220577,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8022418172996164,
    0.8248176072564835,
    0.8248176072564835,
    0.8248176072564835,
    0.8565088233699478,
    0.8565088233699478,
    0.8565088233699478,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8437721596117586,
    0.8823478790564557,
    0.8823478790564557,
    0.8823478790564557,
    0.8823478790564557,
    0.8823478790564557,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045,
    0.8881176853529045
  ],
  "1": [
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym as the career fair opens, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA outlines the schedule while attendees begin entering. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym as the career fair opens, with workshops on networking etiquette in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA outlines the schedule as attendees begin entering. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym as the career fair opens, with workshops on networking etiquette in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome PA announces the schedule as attendees begin entering. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym as the career fair opens, with workshops on networking etiquette in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the university career fair, attendees enter as a welcome PA announces the schedule and staff at the entrance scan registrations, handing out lanyards. Inside the gym, students line up before opening while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette occur in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, attendees check in as staff scan registrations and hand out lanyards, followed by a welcome PA announcing the schedule. Outside the gym, students line up before opening. Inside the gym, HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with banners circle the polished floor; tech companies display demo screens, and a robotics startup flies a drone above its booth to draw attention. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette occur in the adjoining classroom. A cybersecurity company runs a password-cracking challenge. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.776802447353435,
    0.776802447353435,
    0.776802447353435,
    0.776802447353435,
    0.776802447353435,
    0.8795563717670589,
    0.8795563717670589,
    0.8795563717670589,
    0.8795563717670589,
    0.8795563717670589,
    0.8924953899302899,
    0.8924953899302899,
    0.8924953899302899,
    0.8924953899302899,
    0.8924953899302899,
    0.9013579462046705,
    0.9013579462046705,
    0.9013579462046705,
    0.9013579462046705,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.9070639990852354,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.887108067169972,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959,
    0.8837753889778959
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside or at the line, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside the line, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside the line, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, students line up outside the gym before opening. Inside, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students line up outside the gym before opening, while inside HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the university career fair, students line up outside the gym before opening, while inside HR staff jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, students line up outside the gym before opening while inside HR staff jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.587590286085915,
    0.587590286085915,
    0.587590286085915,
    0.7982873805659085,
    0.7982873805659085,
    0.7982873805659085,
    0.8701151287129689,
    0.8701151287129689,
    0.8701151287129689,
    0.8772234841974842,
    0.8772234841974842,
    0.8772234841974842,
    0.8772234841974842,
    0.8772234841974842,
    0.8828657134825253,
    0.8828657134825253,
    0.8828657134825253,
    0.8828657134825253,
    0.8828657134825253,
    0.8762735875293151,
    0.8762735875293151,
    0.8762735875293151,
    0.8762735875293151,
    0.8762735875293151,
    0.8723476791537865,
    0.8723476791537865,
    0.8723476791537865,
    0.8723476791537865,
    0.8723476791537865,
    0.878329831318591,
    0.878329831318591,
    0.878329831318591,
    0.878329831318591,
    0.878329831318591,
    0.878329831318591,
    0.8811066396518197,
    0.8811066396518197,
    0.8811066396518197,
    0.8811066396518197,
    0.8811066396518197,
    0.8811066396518197,
    0.8840008202200651,
    0.8840008202200651,
    0.8840008202200651,
    0.8840008202200651,
    0.8840008202200651,
    0.8840008202200651,
    0.8840008202200651,
    0.884974919859663,
    0.884974919859663,
    0.884974919859663,
    0.884974919859663,
    0.884974919859663,
    0.884974919859663,
    0.884974919859663,
    0.8861263944752195,
    0.8861263944752195,
    0.8861263944752195
  ],
  "3": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before opening, awaiting entry, while inside the line HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside before opening, awaiting entry, while inside the line HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair in the gym, dozens of booths with colorful banners circle the floor. Outside, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to facilitate check-in. Finance firms offer QR codes for immediate internship applications, while students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Consulting firms stack case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "At the university career fair in the gym, dozens of booths circle the floor while entrance staff scan registrations and hand out lanyards to ease check-in. Outside, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for internship applications, and students clutch resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share pep talks near a coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Consulting firms stack case study booklets on high tables; the engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom; a PA announces the schedule."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6122093575833155,
    0.6122093575833155,
    0.6122093575833155,
    0.804233280267377,
    0.804233280267377,
    0.804233280267377,
    0.8060164042734859,
    0.8060164042734859,
    0.8060164042734859,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.8156763940300884,
    0.9019075664261644,
    0.9019075664261644,
    0.9019075664261644,
    0.9019075664261644,
    0.9019075664261644,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8940676666745393,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8914280647069195,
    0.8923792515293255,
    0.8923792515293255,
    0.8923792515293255,
    0.8923792515293255,
    0.8923792515293255,
    0.8923792515293255,
    0.8923792515293255
  ],
  "4": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A cybersecurity company hosts a password cracking challenge on a laptop as part of the event. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company hosts a password cracking challenge on a laptop as part of the program. Staff at the entrance scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop as part of the program. Staff at the entrance scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop as part of the program. Staff at the entrance scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "During the event, a cybersecurity company runs a password-cracking challenge on a laptop as part of the program. Staff at the entrance scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop as part of the program. Staff at the entrance scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished gym floor. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in. A welcome announcement is broadcast over the PA system outlining the schedule. Students line up outside the university gym before opening, awaiting entry, and inside the line HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished gym floor. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in, and a welcome announcement is broadcast over the PA outlining the schedule. Students line up outside the gym before opening, awaiting entry; inside, HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact; some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos; alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners surround the polished gym floor. At the entrance, staff scan registrations and hand out lanyards to facilitate check-in, and a welcome announcement is broadcast over the PA outlining the schedule. Students line up outside the gym before opening; inside, HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact; some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos; alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.46600985583010424,
    0.46600985583010424,
    0.46600985583010424,
    0.6636610943730674,
    0.6636610943730674,
    0.6636610943730674,
    0.6636610943730674,
    0.6636610943730674,
    0.7469114448058616,
    0.7469114448058616,
    0.7469114448058616,
    0.7469114448058616,
    0.7469114448058616,
    0.8833674304837993,
    0.8833674304837993,
    0.8833674304837993,
    0.8833674304837993,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8860292011624185,
    0.8999199887354488,
    0.8999199887354488,
    0.8999199887354488,
    0.8999199887354488,
    0.8620264562842938,
    0.8620264562842938,
    0.8620264562842938,
    0.8620264562842938,
    0.8620264562842938,
    0.8620264562842938,
    0.8620264562842938,
    0.8857720511367155,
    0.8857720511367155,
    0.8857720511367155,
    0.8857720511367155,
    0.8857720511367155,
    0.8804060881907239,
    0.8804060881907239,
    0.8804060881907239,
    0.8804060881907239,
    0.8804060881907239,
    0.8804060881907239,
    0.8829895134126002,
    0.8829895134126002,
    0.8829895134126002,
    0.8829895134126002,
    0.8829895134126002,
    0.8829895134126002
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair site, workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, while students clutch resumes inside branded folders.",
    "At the university career fair site, networking etiquette workshops begin in the adjoining classroom as students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention, while students clutch resumes in branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair site, networking etiquette workshops take place in an adjoining classroom while students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair site, networking etiquette workshops take place in an adjoining classroom while students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair site, networking etiquette workshops take place in an adjoining classroom while students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair site, activity centers around preparation and outreach. Networking etiquette workshops are held in an adjoining classroom while students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair site, the event centers on preparation and outreach. Networking etiquette workshops are held in an adjoining classroom while students line up outside the gym before the event opens. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, the focus is on preparation and outreach. Networking etiquette workshops are held in an adjoining classroom while students line up outside the gym before opening. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the university career fair focused on preparation and outreach, networking etiquette workshops take place in an adjoining classroom while students line up outside the gym before opening. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, and students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor as HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the university career fair focused on preparation and outreach, an adjoining classroom hosts networking etiquette workshops as students line up outside the gym before opening. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone over its booth to draw attention, while students clutch resumes in branded folders. Alumni volunteers offer quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, as HR teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.6082582740913413,
    0.6082582740913413,
    0.6082582740913413,
    0.6082582740913413,
    0.6082582740913413,
    0.8202850415804126,
    0.8202850415804126,
    0.8202850415804126,
    0.8202850415804126,
    0.8202850415804126,
    0.8451546520166812,
    0.8451546520166812,
    0.8451546520166812,
    0.8261042259705504,
    0.8261042259705504,
    0.8714038600402376,
    0.8714038600402376,
    0.8714038600402376,
    0.8714038600402376,
    0.8714038600402376,
    0.8714038600402376,
    0.8714038600402376,
    0.8734643350147013,
    0.8734643350147013,
    0.8734643350147013,
    0.8734643350147013,
    0.8797346404763215,
    0.8797346404763215,
    0.8797346404763215,
    0.8797346404763215,
    0.8797346404763215,
    0.8899544353442221,
    0.8899544353442221,
    0.8899544353442221,
    0.8899544353442221,
    0.8899544353442221,
    0.8899544353442221,
    0.8899544353442221,
    0.8979969322159107,
    0.8979969322159107,
    0.8979969322159107,
    0.8979969322159107,
    0.8896059576022239,
    0.8896059576022239,
    0.8896059576022239,
    0.8896059576022239,
    0.8896059576022239,
    0.8896059576022239,
    0.887568855220204,
    0.887568855220204,
    0.887568855220204,
    0.887568855220204,
    0.887568855220204,
    0.887568855220204,
    0.887568855220204,
    0.8806201123122875,
    0.8806201123122875
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a sequence of activities unfolds around the event entrance and the gym. Staff scan registrations and hand out lanyards to facilitate check-in. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair near the event entrance and the gym, staff scan registrations and hand out lanyards for check-in. A welcome announcement is broadcast over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair near the event entrance and the gym, staff scan registrations and hand out lanyards for check-in. A welcome announcement is broadcast over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair near the event entrance and the gym, staff scan registrations and hand out lanyards for check-in as a welcome PA announces the schedule. An alumni panel discusses preparing for technical interviews while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity password-cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair near the event entrance and the gym, staff scan registrations and hand out lanyards for check-in as a welcome PA announces the schedule. An alumni panel discusses preparing for technical interviews while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. A cybersecurity password-cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.644206376635821,
    0.644206376635821,
    0.644206376635821,
    0.644206376635821,
    0.644206376635821,
    0.644206376635821,
    0.8282304119959916,
    0.8282304119959916,
    0.8282304119959916,
    0.8282304119959916,
    0.8029699319690466,
    0.8029699319690466,
    0.8029699319690466,
    0.8029699319690466,
    0.8029699319690466,
    0.8370713623375321,
    0.8370713623375321,
    0.8370713623375321,
    0.8490406482562083,
    0.8490406482562083,
    0.8490406482562083,
    0.8490406482562083,
    0.8490406482562083,
    0.8490406482562083,
    0.8853863633708561,
    0.8853863633708561,
    0.8853863633708561,
    0.8853863633708561,
    0.8853863633708561,
    0.8853863633708561,
    0.8873167394752752,
    0.8873167394752752,
    0.8873167394752752,
    0.8873167394752752,
    0.8873167394752752,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8707910536263267,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542,
    0.8808871288035542
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym as the career fair opens, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews during the career fair. As the fair opens, students line up outside the university gym. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "During the university career fair, an alumni panel discusses how to prepare for technical interviews. As the fair opens, students line up outside the university gym; in the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. As the fair opens, students line up outside the university gym, while in the adjoining classroom workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. As the fair opens, students line up outside the university gym, while in the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. As the fair opens, students line up outside the university gym, while in the adjoining classroom workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as the fair opens. Students line up outside the gym while workshops on networking etiquette run in the adjoining classroom. A welcome PA announces the schedule and attendees begin entering. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as the fair opens. Students line up outside the gym while workshops on networking etiquette run in the adjoining classroom. A welcome PA announces the schedule and attendees begin entering. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as the fair opens. Students line up outside the gym while workshops on networking etiquette run in the adjoining classroom. A welcome PA announces the schedule and attendees begin entering. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5892659335266134,
    0.5892659335266134,
    0.7487177881130749,
    0.7487177881130749,
    0.7487177881130749,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7612010905118182,
    0.7651542209893105,
    0.7651542209893105,
    0.7651542209893105,
    0.7651542209893105,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8192512332046942,
    0.8578155590999423,
    0.8578155590999423,
    0.8578155590999423,
    0.8578155590999423,
    0.8617021841852104,
    0.8617021841852104,
    0.8617021841852104,
    0.8617021841852104,
    0.8617021841852104,
    0.8859021860248897,
    0.8859021860248897,
    0.8859021860248897,
    0.8859021860248897,
    0.8859021860248897,
    0.8859021860248897,
    0.8969501538434763,
    0.8969501538434763,
    0.8969501538434763,
    0.8969501538434763,
    0.8969501538434763,
    0.8969501538434763,
    0.897532318369462,
    0.897532318369462,
    0.897532318369462,
    0.897532318369462,
    0.897532318369462,
    0.897532318369462
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, awaiting entry. Inside or at the line, HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens. Inside or at the line, HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. Inside or at the line, HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. In line or just inside, HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair near the gym, dozens of booths with colorful banners encircle the polished floor as students line up outside before opening and, once inside, HR teams jot notes on tablets as attendees introduce themselves. Entrance staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair near the gym, dozens of booths with colorful banners ring the polished floor as students line up outside before opening and, once inside, HR teams jot notes on tablets while attendees introduce themselves. Entrance staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over PA. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share pep talks near coffee station, and some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair near the gym, dozens of booths with colorful banners line the polished floor and students queue outside before opening; inside, HR teams jot notes on tablets as attendees introduce themselves. Entrance staff scan registrations and hand out lanyards to facilitate check-in. A robotics startup flies a drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over PA. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5796774826861091,
    0.5796774826861091,
    0.5796774826861091,
    0.7626777391548811,
    0.7626777391548811,
    0.7626777391548811,
    0.7626777391548811,
    0.7626777391548811,
    0.8480455626509094,
    0.8480455626509094,
    0.8480455626509094,
    0.8480455626509094,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8701764990020697,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.8769871547694311,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.9005195900340804,
    0.8985837631178661,
    0.8985837631178661,
    0.8985837631178661,
    0.8985837631178661,
    0.8985837631178661,
    0.8985837631178661,
    0.8931599366698115,
    0.8931599366698115,
    0.8931599366698115,
    0.8931599366698115
  ],
  "9": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, facilitating check-in. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. At the university career fair, students line up outside the gym before opening, awaiting entry; inside the line, HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "At the university career fair, a sequence of activities unfolds around the event entrance and gym. Staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before opening, awaiting entry, while inside the line HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before opening, and inside the gym HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards to smooth check-in. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA, outlining the schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards to smooth check-in. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company's password cracking challenge runs on a laptop. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards for check-in. Groups of friends mark target employers on the event map while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards for check-in. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Outside the gym, students line up before opening; inside, HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the schedule. Some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.4129784434960429,
    0.8213817070512208,
    0.8213817070512208,
    0.8213817070512208,
    0.8165035867733033,
    0.8165035867733033,
    0.8165035867733033,
    0.8165035867733033,
    0.8267680622765816,
    0.8267680622765816,
    0.8267680622765816,
    0.8267680622765816,
    0.8267680622765816,
    0.8267680622765816,
    0.8667739258734722,
    0.8667739258734722,
    0.8667739258734722,
    0.8667739258734722,
    0.8667739258734722,
    0.8667739258734722,
    0.8715541698661722,
    0.8715541698661722,
    0.8715541698661722,
    0.8715541698661722,
    0.8715541698661722,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8556978694028459,
    0.8650352874979672,
    0.8650352874979672,
    0.8650352874979672,
    0.8650352874979672,
    0.8675264046563538,
    0.8675264046563538,
    0.8675264046563538,
    0.8675264046563538,
    0.8675264046563538,
    0.8704456547267243,
    0.8704456547267243,
    0.8704456547267243,
    0.8704456547267243,
    0.8704456547267243,
    0.8704456547267243,
    0.8704456547267243,
    0.873808076084061,
    0.873808076084061,
    0.873808076084061,
    0.873808076084061,
    0.873808076084061,
    0.873808076084061
  ]
}