{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers provide quick pep talks near the coffee station at the event. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers share quick pep talks near the coffee station at the event. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "The scene centers on a university career fair with a circular arrangement of dozens of booths, each adorned with colorful banners, surrounding a polished floor. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers present community outreach photos as students line up outside the university gym before the fair opens. Alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "At the university gym hosting a career fair, a circular arrangement of dozens of booths with colorful banners encircles a polished floor. Students line up outside before opening as tech companies display demo screens of their latest apps, consulting firms stack glossy case-study booklets on high tables, and healthcare providers present community outreach photos. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact during interactions. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, staff scan registrations and hand out lanyards, coordinating with the ongoing activities around the circle of booths.",
    "Outside the university gym, students line up before the career fair opens, as staff at the entrance scan registrations and hand out lanyards, coordinating with activities around the interior circle of booths. Inside, a circular formation of dozens of booths with colorful banners surrounds a polished floor. Tech companies display demo screens showing their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers present community outreach photos. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact during interactions. A welcome announcement outlining the fair schedule is broadcast over the PA system, tying together the ongoing activities around the booths and the entrance operations."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.486635157441513,
    0.486635157441513,
    0.486635157441513,
    0.486635157441513,
    0.486635157441513,
    0.486635157441513,
    0.486635157441513,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.738129803346584,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.749614791628718,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8624382389321816,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8904416453906299,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386,
    0.8733140662304386
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the fair schedule.",
    "Dozens of booths with colorful banners circle the polished floor at the fair. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance as dozens of booths with colorful banners circle the polished floor at the fair. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact, and alumni volunteers provide quick pep talks near the coffee station at the event.",
    "At the fair, dozens of booths with colorful banners encircle a polished floor in a circular formation around the space, while consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers provide quick pep talks near the coffee station.",
    "At the career fair, students clutch resumes inside branded folders as dozens of booths with colorful banners encircle a polished floor in a circular formation around the space. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers provide quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening while dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. A welcome announcement outlining the fair schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact during interactions. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers provide quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the university gym hosting a career fair, students line up outside before opening, clutching resumes inside branded folders. Inside, a circular formation of dozens of booths with colorful banners surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the university gym hosting a career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule as students line up outside before opening. Inside, a polished floor is encircled by a circular formation of dozens of booths with colorful banners. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Students clutch resumes in branded folders. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3980017233040165,
    0.3980017233040165,
    0.3980017233040165,
    0.3980017233040165,
    0.3980017233040165,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.40750509084723696,
    0.684539843140065,
    0.684539843140065,
    0.684539843140065,
    0.684539843140065,
    0.684539843140065,
    0.684539843140065,
    0.684539843140065,
    0.7294742398323881,
    0.7294742398323881,
    0.7294742398323881,
    0.7294742398323881,
    0.7294742398323881,
    0.7294742398323881,
    0.7294742398323881,
    0.7840261877954302,
    0.7840261877954302,
    0.7840261877954302,
    0.7840261877954302,
    0.7840261877954302,
    0.7840261877954302,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.8659205611132532,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9224576277391393,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9036866479167842,
    0.9139159784441747
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished floor as a welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "Dozens of booths with colorful banners encircle the polished floor, arranged in a circular formation around the space. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, arranged in a circular formation around the space. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement. A welcome announcement outlining the fair schedule is broadcast over the PA system. Students clutch resumes inside branded folders as staff scan registrations and hand out lanyards at the entrance, while alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens showing their latest apps while healthcare providers showcase community outreach photos. A welcome announcement outlining the fair schedule is broadcast over the PA system as students line up outside the gym before opening. At the entrance, staff scan registrations and hand out lanyards, and alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the university gym hosting a career fair, a circular formation of dozens of booths with colorful banners surrounds a polished floor. Inside, consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos. Dozens of booths encircle the floor. A welcome announcement outlines the fair schedule over the PA system as students line up outside the gym before opening. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions.",
    "A university gym hosts a career fair with dozens of booths arranged in a circular formation around a polished floor, each booth displaying colorful banners. Inside, tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos. Attendees clutch resumes in branded folders as alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions. Students line up outside the gym before opening while staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A university career fair unfolds in a gym with dozens of booths arranged in a circular ring around a polished floor; banners are colorful. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos. Attendees clutch resumes in branded folders; alumni volunteers offer quick pep talks near a coffee station; career counselors remind attendees to maintain eye contact during interactions. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, staff scan registrations and hand out lanyards as students line up outside before opening."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.4011118115506,
    0.4011118115506,
    0.4011118115506,
    0.4011118115506,
    0.4011118115506,
    0.4011118115506,
    0.4011118115506,
    0.4930498147678869,
    0.4930498147678869,
    0.4930498147678869,
    0.4930498147678869,
    0.4930498147678869,
    0.4930498147678869,
    0.5968748042129388,
    0.5968748042129388,
    0.5968748042129388,
    0.5968748042129388,
    0.5968748042129388,
    0.5968748042129388,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.7959554109807219,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.8934460310520931,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.9158490824110046,
    0.8808210843291291,
    0.8808210843291291,
    0.8808210843291291,
    0.8808210843291291,
    0.8808210843291291,
    0.8808210843291291,
    0.8808210843291291,
    0.9126054026301279,
    0.9126054026301279
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the fair, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system at the fair, outlining the fair schedule.",
    "Career counselors remind attendees to maintain eye contact. At the fair, dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system at the fair, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, students line up outside the gym before opening as dozens of booths with colorful banners surround the polished floor. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens of their latest apps, and alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact throughout the event.",
    "At the university gym hosting a career fair, students line up outside before opening as dozens of booths with colorful banners encircle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens of their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact during interactions. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule as students line up outside before opening. Inside, a polished floor is encircled by a circular formation of dozens of booths with colorful banners. Students clutch resumes in branded folders. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact during interactions. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance as students line up outside before opening. Inside, a circular arrangement of dozens of booths with colorful banners encircles a polished floor. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Students clutch resumes in branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact during interactions."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.5568878134679947,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.7201916583254775,
    0.8573648241232097,
    0.8573648241232097,
    0.8573648241232097,
    0.8573648241232097,
    0.8573648241232097,
    0.8573648241232097,
    0.8573648241232097,
    0.9073395118428289,
    0.9073395118428289,
    0.9073395118428289,
    0.9073395118428289,
    0.9073395118428289,
    0.9073395118428289,
    0.9073395118428289,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9239964281193191,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.9026857828512862,
    0.8889139174741181,
    0.8889139174741181,
    0.8889139174741181,
    0.8889139174741181
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Tech companies display demo screens showing their latest apps. At the fair, the welcome announcement outlines the schedule via the PA system, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Tech companies display demo screens showing their latest apps. A circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables.",
    "The scene centers on a university career fair set in a space where a circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Alumni volunteers share quick pep talks near the coffee station, and earlier, healthcare providers showcase community outreach photos as students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, guiding professional conduct as participants circulate the booths.",
    "The scene is a university career fair held in a space where a circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Earlier, healthcare providers showcase community outreach photos as students line up outside the university gym before the fair opens, and the gym hosts the event. Inside, alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions as participants circulate the booths.",
    "At the university gym hosting a career fair, a circular arrangement of dozens of booths with colorful banners surrounds a polished floor. Earlier, healthcare providers showcase community outreach photos as students line up outside before opening. Inside, alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions as participants circulate the booths. Students clutch resumes inside branded folders.",
    "At the university gym, a career fair features a circular ring of dozens of booths around a polished floor with colorful banners. Outside, students line up before opening. Inside, healthcare providers showcase community outreach photos as students wait outside earlier; alumni volunteers give quick pep talks near a coffee station, and event staff scan registrations and hand out lanyards at the entrance. Staff continue scanning registrations and distributing lanyards as attendees clutch resumes inside branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as participants circulate the booths."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3735144309054799,
    0.3735144309054799,
    0.3735144309054799,
    0.3735144309054799,
    0.3735144309054799,
    0.3735144309054799,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.5351954319175307,
    0.7630788119942059,
    0.7630788119942059,
    0.7630788119942059,
    0.7630788119942059,
    0.7630788119942059,
    0.7630788119942059,
    0.7630788119942059,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8364788316749606,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8283949862319346,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.8379331418156332,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.9024980540005936,
    0.8951074699478774
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement outlines the fair schedule and is broadcast over the PA system, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station; at the fair, a welcome announcement outlines the fair schedule and is broadcast over the PA system, while tech companies display demo screens showing their latest apps.",
    "At the event fair, tech companies display demo screens showing their latest apps, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the fair, tech companies display demo screens showing their latest apps, while alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens. A circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair, students line up outside the gym before opening as dozens of booths with colorful banners surround a polished floor in a circular arrangement. Tech companies display demo screens of their latest apps, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule and is broadcast over the PA system. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact throughout the event. Consulting firms stack glossy case-study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor in a circular formation around the space. Tech companies display demo screens of their latest apps, and alumni volunteers provide quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Attendees clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor in a circular formation. Tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near a coffee station. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact during interactions. Consulting firms stack glossy case-study booklets on high tables. Attendees clutch resumes inside branded folders. A welcome announcement outlining the fair schedule is broadcast over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.4385960788297206,
    0.5146335409113029,
    0.5146335409113029,
    0.5146335409113029,
    0.5146335409113029,
    0.5146335409113029,
    0.5146335409113029,
    0.5146335409113029,
    0.7328923468624036,
    0.7328923468624036,
    0.7328923468624036,
    0.7328923468624036,
    0.7328923468624036,
    0.7328923468624036,
    0.7328923468624036,
    0.8596342965351127,
    0.8596342965351127,
    0.8596342965351127,
    0.8596342965351127,
    0.8596342965351127,
    0.8596342965351127,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9055827264610019,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.9107635829543077,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135,
    0.8871863333496135
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths, each adorned with colorful banners, encircle a polished floor.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths, each adorned with colorful banners, encircle a polished floor.",
    "A circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "Event staff scan registrations and hand out lanyards at the entrance. A circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule via the PA system. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, while event staff scan registrations and hand out lanyards at the entrance. Inside, a circular arrangement of dozens of booths, each adorned with colorful banners, surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station at the event. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Inside, a circular formation of dozens of booths with colorful banners surrounds a polished floor. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind participants to maintain eye contact.",
    "A university career fair is depicted, featuring a circular arrangement of dozens of booths with colorful banners surrounding a polished floor. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers present community outreach photos. Outside the university gym, students line up before the fair opens while alumni volunteers offer quick pep talks near the coffee station. Inside the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind participants to maintain eye contact.",
    "A university career fair unfolds inside a gym, with dozens of booths arranged in a circular ring around a polished floor and colorful banners. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers present community outreach photos. Outside the gym, students line up before opening, while alumni volunteers offer quick pep talks near a coffee station. Inside the entrance, staff scan registrations and hand out lanyards as students clutch resumes in branded folders. A welcome announcement over the PA outlines the schedule, and career counselors remind participants to maintain eye contact during interactions."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36582691783612387,
    0.36582691783612387,
    0.36582691783612387,
    0.36582691783612387,
    0.36582691783612387,
    0.36582691783612387,
    0.36582691783612387,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.3958523215779429,
    0.6455911792543308,
    0.6455911792543308,
    0.6455911792543308,
    0.6455911792543308,
    0.6455911792543308,
    0.6455911792543308,
    0.6455911792543308,
    0.8263966342454687,
    0.8263966342454687,
    0.8263966342454687,
    0.8263966342454687,
    0.8263966342454687,
    0.8263966342454687,
    0.8263966342454687,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9041721841757044,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.9173811704530102,
    0.8603788414232387,
    0.8603788414232387,
    0.8603788414232387,
    0.8603788414232387,
    0.8603788414232387,
    0.8603788414232387,
    0.8603788414232387,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977,
    0.9111959221160977
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor, while tech companies display demo screens showing their latest apps. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement, with demo screens displaying latest apps. Alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact during interactions. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes inside branded folders.",
    "A university career fair unfolds in a gym, with dozens of booths arranged in a circular ring around a polished floor. Banners are colorful, and tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near a coffee station, while career counselors remind attendees to maintain eye contact during interactions. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Students line up outside the gym before opening. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables.",
    "A university career fair is set in a gym, with dozens of booths arranged in a circular ring around a polished floor and colorful banners. Tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near a coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Outside the gym, students line up before opening. Inside the entrance, staff scan registrations and hand out lanyards."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.4607744117505088,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.7853944187898683,
    0.8134700627412528,
    0.8134700627412528,
    0.8134700627412528,
    0.8134700627412528,
    0.8134700627412528,
    0.8134700627412528,
    0.8134700627412528,
    0.7803984644649118,
    0.7803984644649118,
    0.7803984644649118,
    0.7803984644649118,
    0.7803984644649118,
    0.7803984644649118,
    0.7803984644649118,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.8374231591545296,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.9093869662783423,
    0.905395719837719,
    0.905395719837719,
    0.905395719837719,
    0.905395719837719,
    0.905395719837719,
    0.905395719837719,
    0.905395719837719
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, as dozens of booths with colorful banners encircle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement outlining the fair schedule is broadcast over the PA system at the fair.",
    "Alumni volunteers give quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor of the fair, where a welcome announcement outlining the schedule is broadcast over the PA system. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the university gym hosting a career fair, healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor of the fair. A welcome announcement outlining the schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact during interactions. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as the gym hosts the event. Inside, healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlining the fair schedule is broadcast over the PA system. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the university career fair held in the gym, students line up outside before opening as the event begins. Inside, a circular arrangement of dozens of booths with colorful banners surrounds a polished floor. A welcome announcement broadcasts the fair schedule over the PA system. Healthcare providers showcase community outreach photos, while alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions.",
    "Students line up outside the university gym before the career fair opens, with the event taking place inside the gym. Inside, a circular arrangement of dozens of booths with colorful banners surrounds a polished floor. A welcome announcement broadcasts the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Attendees clutch resumes inside branded folders. Healthcare providers showcase community outreach photos while alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact during interactions.",
    "University career fair is set in a gym, with dozens of booths arranged in a circular ring around a polished floor and colorful banners. Outside the gym, students line up before opening; inside, attendees clutch resumes inside branded folders as staff at the entrance scan registrations and hand out lanyards. A welcome announcement broadcasts the fair schedule over the PA system. Tech companies display demo screens of their latest apps, healthcare providers showcase community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact during interactions."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.4185585867871361,
    0.4185585867871361,
    0.4185585867871361,
    0.4185585867871361,
    0.4185585867871361,
    0.4185585867871361,
    0.4185585867871361,
    0.513535281780119,
    0.513535281780119,
    0.513535281780119,
    0.513535281780119,
    0.513535281780119,
    0.513535281780119,
    0.7362085753013313,
    0.7362085753013313,
    0.7362085753013313,
    0.7362085753013313,
    0.7362085753013313,
    0.7362085753013313,
    0.7362085753013313,
    0.9082817565421584,
    0.9082817565421584,
    0.9082817565421584,
    0.9082817565421584,
    0.9082817565421584,
    0.9082817565421584,
    0.9082817565421584,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.9186653579499757,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.914342434394019,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917,
    0.8955121367426917
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners circle the polished floor, arranged in a circular formation around the space. A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A fair space features dozens of booths with colorful banners encircling a polished floor in a circular formation around the space. A welcome announcement outlining the fair schedule is broadcast over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Inside, the fair space features dozens of booths with colorful banners encircling a polished floor in a circular formation. A welcome announcement outlining the fair schedule is broadcast over the PA system. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym ahead of the career fair opening. Inside the fair, dozens of booths with colorful banners encircle a polished floor in a circular formation. A welcome announcement outlining the fair schedule is broadcast over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the gym before opening. Inside, a circular arrangement of dozens of booths, each with colorful banners, surrounds a polished floor. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening. Inside, a circular arrangement of dozens of booths with colorful banners encircles a polished floor. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the university gym hosting a career fair, a circular formation of dozens of booths with colorful banners surrounds a polished floor, with students lining up outside before opening. Inside, a welcome announcement broadcasts the fair schedule over the PA system. Entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact during interactions."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3256986794753144,
    0.3256986794753144,
    0.3256986794753144,
    0.3256986794753144,
    0.3256986794753144,
    0.3256986794753144,
    0.49287328369145567,
    0.49287328369145567,
    0.49287328369145567,
    0.49287328369145567,
    0.49287328369145567,
    0.49287328369145567,
    0.5771205863216048,
    0.5771205863216048,
    0.5771205863216048,
    0.5771205863216048,
    0.5771205863216048,
    0.5771205863216048,
    0.5771205863216048,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8740032311681862,
    0.8680662489164261,
    0.8680662489164261,
    0.8680662489164261,
    0.8680662489164261,
    0.8680662489164261,
    0.8680662489164261,
    0.8680662489164261,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.9061154460882062,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.905743263430739,
    0.9068392370639236,
    0.9068392370639236,
    0.9068392370639236,
    0.9068392370639236,
    0.9068392370639236,
    0.9068392370639236,
    0.9068392370639236
  ]
}