{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "On a polished exhibition floor, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands. Consulting firms stack glossy case study booklets on high tables to draw interest. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished exhibition floor, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case study booklets on high tables to draw interest. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the career fair opens.",
    "On a polished exhibition floor, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case study booklets on high tables to draw interest. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the career fair opens.",
    "On a polished exhibition floor for a career fair, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case-study booklets on high tables to draw interest. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom, and students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact.",
    "On a polished exhibition floor at a university career fair, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case-study booklets on high tables to draw interest. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens.",
    "On a polished exhibition floor at a university career fair, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case-study booklets on high tables to draw interest. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map.",
    "On a polished exhibition floor at a university career fair, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case-study booklets on high tables to draw interest. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a polished exhibition floor at a university career fair, dozens of booths with colorful banners circle the space. Healthcare providers display community outreach photos at their stands, while consulting firms stack glossy case-study booklets on high tables to draw interest. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.45883237225184303,
    0.45883237225184303,
    0.45883237225184303,
    0.45883237225184303,
    0.6079691540454464,
    0.6079691540454464,
    0.6079691540454464,
    0.6079691540454464,
    0.6079691540454464,
    0.6079691540454464,
    0.7498289782627874,
    0.7498289782627874,
    0.7498289782627874,
    0.7787672477906014,
    0.7787672477906014,
    0.7787672477906014,
    0.7787672477906014,
    0.7787672477906014,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8381689207292501,
    0.8402977465470631,
    0.8402977465470631,
    0.8402977465470631,
    0.8402977465470631,
    0.8402977465470631,
    0.8525043978380007,
    0.8525043978380007,
    0.8525043978380007,
    0.8525043978380007,
    0.8596946883685661,
    0.8596946883685661,
    0.8596946883685661,
    0.8596946883685661,
    0.8596946883685661,
    0.8596946883685661,
    0.8596946883685661,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294,
    0.8667054840203294
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops commence as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the adjoining classroom for the fair, networking etiquette workshops begin as consulting firms stack glossy case-study booklets on high tables and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, while a welcome announcement outlines the fair schedule over the PA system. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.3271171253972288,
    0.3271171253972288,
    0.3271171253972288,
    0.3271171253972288,
    0.47924037462356606,
    0.47924037462356606,
    0.47924037462356606,
    0.47924037462356606,
    0.6996803576867262,
    0.6996803576867262,
    0.6996803576867262,
    0.6996803576867262,
    0.6996803576867262,
    0.6996803576867262,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7145597378681359,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7382178114053588,
    0.7718246073611585,
    0.7718246073611585,
    0.7718246073611585,
    0.7718246073611585,
    0.7688205332644789,
    0.7688205332644789,
    0.7688205332644789,
    0.7688205332644789,
    0.7688205332644789,
    0.7782200545580582,
    0.7782200545580582,
    0.7782200545580582,
    0.7782200545580582,
    0.7782200545580582,
    0.8921157982809426,
    0.8921157982809426
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; healthcare providers display community outreach photos; and the engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, staff at the entrance scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5833044972281598,
    0.5833044972281598,
    0.5833044972281598,
    0.7374157549896133,
    0.7374157549896133,
    0.7374157549896133,
    0.47047607840417616,
    0.47047607840417616,
    0.47047607840417616,
    0.8014317559064716,
    0.8014317559064716,
    0.8014317559064716,
    0.8014317559064716,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7919489421484518,
    0.7780599541592249,
    0.7780599541592249,
    0.7780599541592249,
    0.7780599541592249,
    0.7780599541592249,
    0.7780599541592249,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.817748615443846,
    0.8245530077089771,
    0.8245530077089771,
    0.8245530077089771,
    0.8245530077089771,
    0.8245530077089771,
    0.8245530077089771,
    0.8267633735330746,
    0.8267633735330746,
    0.8267633735330746,
    0.8267633735330746,
    0.8267633735330746,
    0.8267633735330746,
    0.8284096317757088,
    0.8284096317757088,
    0.8284096317757088,
    0.8284096317757088
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the event, some students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, some students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance as career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, various activities unfold across spaces: students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop; staff scan registrations and hand out lanyards at the entrance as career counselors redirect unsure students toward applicable industries; HR teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders; groups of friends mark target employers on the event map; networking etiquette workshops begin in the adjoining classroom; students line up outside the university gym before the career fair opens; finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.5464007589507717,
    0.5464007589507717,
    0.5464007589507717,
    0.5464007589507717,
    0.5464007589507717,
    0.5464007589507717,
    0.5464007589507717,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.7882493728966143,
    0.788029674970605,
    0.788029674970605,
    0.788029674970605,
    0.8087611645093308,
    0.8087611645093308,
    0.8087611645093308,
    0.8087611645093308,
    0.8087611645093308,
    0.8182420510369526,
    0.8182420510369526,
    0.8182420510369526,
    0.8182420510369526,
    0.8200724350070208,
    0.8200724350070208,
    0.8200724350070208,
    0.8200724350070208,
    0.8200724350070208,
    0.8200724350070208,
    0.8200724350070208,
    0.848509901685309,
    0.848509901685309,
    0.848509901685309,
    0.848509901685309,
    0.848509901685309,
    0.858908320940971,
    0.858908320940971,
    0.858908320940971,
    0.858908320940971,
    0.8604481505600915,
    0.8604481505600915,
    0.8604481505600915,
    0.8604481505600915,
    0.8604481505600915,
    0.5597054587532415,
    0.5597054587532415,
    0.5597054587532415,
    0.5597054587532415
  ],
  "4": [
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708
  ],
  "5": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, presenting a bustling, organized fair scene.",
    "Staff at the venue entrance scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, presenting a bustling, organized fair scene. Career counselors redirect unsure students toward applicable industries.",
    "Staff at the venue entrance scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, presenting a bustling, organized fair scene. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.5355474631262793,
    0.7113843153102883,
    0.7113843153102883,
    0.7113843153102883,
    0.7113843153102883,
    0.818384049670775,
    0.818384049670775,
    0.818384049670775,
    0.818384049670775,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8581530506211024,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8347418986283048,
    0.8399703733415351,
    0.8399703733415351,
    0.8399703733415351,
    0.8399703733415351,
    0.8399703733415351,
    0.8399703733415351,
    0.8429723616317794,
    0.8429723616317794,
    0.8429723616317794,
    0.8429723616317794,
    0.8429723616317794,
    0.8957647852063212,
    0.8957647852063212,
    0.8957647852063212,
    0.8957647852063212,
    0.8957647852063212,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.8999040393879726,
    0.9007210623990022,
    0.9007210623990022,
    0.9007210623990022,
    0.9007210623990022,
    0.9007210623990022
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes housed in branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes housed in branded folders, while some rehearse elevator pitches quietly against the wall; dozens of booths with colorful banners circle the polished floor.",
    "At a career networking event, students clutch resumes housed in branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a career networking event, students clutch resumes housed in branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At a career networking event, students clutch resumes housed in branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive.",
    "At a career networking event, students clutch resumes housed in branded folders while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive.",
    "At a career networking event, students clutch resumes housed in branded folders while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive.",
    "At a career networking event, students clutch resumes housed in branded folders, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career networking event, students clutch resumes in branded folders while others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station.",
    "At a career networking event, students clutch resumes in branded folders while others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor as workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, helping attendees badge in as they arrive. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35957792854011256,
    0.35957792854011256,
    0.35957792854011256,
    0.35957792854011256,
    0.40483712323709253,
    0.40483712323709253,
    0.40483712323709253,
    0.40483712323709253,
    0.579528620606602,
    0.579528620606602,
    0.579528620606602,
    0.579528620606602,
    0.7490420304626895,
    0.7490420304626895,
    0.7490420304626895,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7682958105120397,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7457190581578987,
    0.7903844910991472,
    0.7903844910991472,
    0.7903844910991472,
    0.7903844910991472,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254,
    0.7989733451833254
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A group of students lines up outside the university gym in anticipation of the career fair, which has not yet opened.",
    "A group of students lines up outside the university gym, awaiting the career fair that has not yet opened. Human resources teams jot notes on tablets as students introduce themselves.",
    "A group of students lines up outside the university gym for a career fair that has not yet opened. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a group of students lines up for a career fair that has not yet opened. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a group of students lines up for a career fair that has not yet opened. Human resources teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up for a career fair that has not yet opened. Human resources teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up for a career fair that has not yet opened. Human resources teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up for a career fair that has not yet opened. HR teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up for a career fair that has not yet opened. HR teams take notes on tablets as students introduce themselves, while at the entrance event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up for a career fair that has not yet opened. HR teams take notes on tablets as students introduce themselves, while at the entrance event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up for a career fair that has not yet opened. HR teams take notes on tablets as students introduce themselves, while entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up for a career fair that has not yet opened. HR teams take notes on tablets while students introduce themselves; entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a career fair not yet opened unfolds with students lining up while HR teams take notes on tablets and students introduce themselves; entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map as a welcome announcement outlines the fair schedule over the PA. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, an impending career fair unfolds with students lining up while HR teams take notes on tablets and students introduce themselves; entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map as a welcome announcement outlines the fair schedule over the PA. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a career fair unfolds with students lining up while HR teams take notes on tablets and students introduce themselves; entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map as a welcome announcement outlines the fair schedule over the PA. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3537888847064517,
    0.3537888847064517,
    0.3537888847064517,
    0.3537888847064517,
    0.5176175653781732,
    0.5176175653781732,
    0.5176175653781732,
    0.6736914722333168,
    0.6736914722333168,
    0.6736914722333168,
    0.6736914722333168,
    0.7464330725141086,
    0.7464330725141086,
    0.7464330725141086,
    0.7451327673860111,
    0.7451327673860111,
    0.8204405261579295,
    0.8204405261579295,
    0.8204405261579295,
    0.8204405261579295,
    0.8204405261579295,
    0.8499868224618722,
    0.8499868224618722,
    0.8499868224618722,
    0.8499868224618722,
    0.8550146228685177,
    0.8550146228685177,
    0.8550146228685177,
    0.8550146228685177,
    0.8486019092632131,
    0.8486019092632131,
    0.8486019092632131,
    0.8486019092632131,
    0.8617802214575204,
    0.8617802214575204,
    0.8617802214575204,
    0.8590919253292861,
    0.8590919253292861,
    0.8590919253292861,
    0.8590919253292861,
    0.8590919253292861,
    0.8590919253292861,
    0.866882979055748,
    0.866882979055748,
    0.866882979055748,
    0.866882979055748,
    0.866882979055748,
    0.866882979055748,
    0.8667794000576327,
    0.8667794000576327,
    0.8667794000576327,
    0.8667794000576327,
    0.8667794000576327,
    0.8639854486297665,
    0.8639854486297665,
    0.8639854486297665,
    0.8639854486297665,
    0.8639854486297665,
    0.8639854486297665,
    0.8730715467688874,
    0.8730715467688874,
    0.8730715467688874
  ],
  "8": [
    "",
    "",
    "",
    "A scene shows human resources teams jotting notes on tablets while students introduce themselves; both activities occur concurrently, with HR personnel writing on tablet devices as the students speak to present themselves.",
    "A scene depicts concurrent activities: human resources teams jotting notes on tablet devices while students introduce themselves; HR personnel write on tablets as the students speak. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "HR teams are taking notes on tablet devices while students introduce themselves, with HR personnel continuing to write on tablets as the students speak. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students are lined up before the career fair opens.",
    "On campus, HR teams are taking notes on tablet devices as students introduce themselves, with HR personnel continuing to write on tablets as the students speak. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students are lined up before the career fair opens. Inside branded folders, students clutch resumes.",
    "On campus, HR teams take notes on tablet devices as students introduce themselves, with HR personnel continuing to write on tablets as the students speak. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside branded folders, students clutch resumes. Some students rehearse elevator pitches quietly against the wall.",
    "On campus, HR teams use tablet devices to take notes as students introduce themselves, continuing to write as the students speak. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside branded folders, students clutch resumes. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "On campus, HR teams use tablet devices to take notes as students introduce themselves, continuing to write as they speak. Nearby, alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside branded folders, students clutch resumes. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a campus event, HR teams use tablet devices to take notes as students introduce themselves, continuing to write as they speak, while alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside, branded folders hold resumes as students clutch them, and some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "During a campus event tied to a career fair, HR teams use tablet devices to take notes as students introduce themselves, continuing to write as they speak, while alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside, branded folders hold resumes as students clutch them, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "On a campus career fair event, HR teams use tablets to take notes as students introduce themselves, continuing to write while they speak, while alumni volunteers give brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside, branded folders hold resumes as students clutch them, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, HR teams use tablets to take notes as students introduce themselves, continuing to write while they speak, while alumni volunteers give brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. Inside, branded folders hold resumes as students clutch them, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3333053894313245,
    0.3333053894313245,
    0.3333053894313245,
    0.3333053894313245,
    0.45894074803598106,
    0.45894074803598106,
    0.45894074803598106,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.661716241538628,
    0.6956442563315999,
    0.6956442563315999,
    0.6956442563315999,
    0.6956442563315999,
    0.6956442563315999,
    0.6956442563315999,
    0.6956442563315999,
    0.720965692071087,
    0.720965692071087,
    0.720965692071087,
    0.720965692071087,
    0.720965692071087,
    0.720965692071087,
    0.7722336239604966,
    0.7722336239604966,
    0.7722336239604966,
    0.7722336239604966,
    0.7722336239604966,
    0.7722336239604966,
    0.773795266335918,
    0.773795266335918,
    0.773795266335918,
    0.773795266335918,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.7995689803374377,
    0.8192089118836912,
    0.8192089118836912,
    0.8192089118836912,
    0.8192089118836912,
    0.8192089118836912,
    0.8457781624316603,
    0.8457781624316603,
    0.8457781624316603,
    0.8457781624316603,
    0.8457781624316603,
    0.8457781624316603,
    0.8748210159989023,
    0.8748210159989023
  ],
  "9": [
    "",
    "",
    "Event staff are stationed at the entrance where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, scanning registrations and distributing lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "Event staff are stationed at the entrance, scanning registrations and distributing lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff stand at the entrance, scanning registrations and distributing lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the events entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes enabling immediate internship applications.",
    "At the event's entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes enabling immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes enabling immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes enabling immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes enabling immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes that enable immediate internship applications. A welcome announcement via the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement via the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement via the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3996116486357276,
    0.3996116486357276,
    0.3996116486357276,
    0.3996116486357276,
    0.5834258361809017,
    0.5834258361809017,
    0.5834258361809017,
    0.8028969765985464,
    0.8028969765985464,
    0.8028969765985464,
    0.8028969765985464,
    0.8028969765985464,
    0.7856070201832117,
    0.7856070201832117,
    0.7856070201832117,
    0.7856070201832117,
    0.7856070201832117,
    0.7856070201832117,
    0.850226007573139,
    0.850226007573139,
    0.850226007573139,
    0.850226007573139,
    0.850226007573139,
    0.850226007573139,
    0.8933744300931696,
    0.8933744300931696,
    0.8933744300931696,
    0.8933744300931696,
    0.8933744300931696,
    0.8903393943714493,
    0.8903393943714493,
    0.8903393943714493,
    0.8903393943714493,
    0.8903393943714493,
    0.8903393943714493,
    0.8900780984998691,
    0.8900780984998691,
    0.8900780984998691,
    0.8900780984998691,
    0.8900780984998691,
    0.8900780984998691,
    0.8900780984998691,
    0.8480572882502706,
    0.8480572882502706,
    0.8480572882502706,
    0.8480572882502706,
    0.8480572882502706,
    0.8480572882502706,
    0.9055165492911119,
    0.9055165492911119,
    0.9055165492911119,
    0.9055165492911119,
    0.9055165492911119,
    0.9055165492911119,
    0.9049589436873045,
    0.9049589436873045,
    0.9049589436873045,
    0.9049589436873045,
    0.9049589436873045,
    0.9049589436873045,
    0.9033833583353016,
    0.9033833583353016,
    0.9033833583353016,
    0.9033833583353016
  ]
}