{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In a shared space, healthcare providers showcase community outreach photos, while in the adjoining classroom, workshops on networking etiquette begin.",
    "In a shared space, healthcare providers display community outreach photos, while in the adjoining classroom, workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared space, healthcare providers display community outreach photos, while in an adjoining classroom workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Within a shared space, healthcare providers display community outreach photos while an adjoining classroom hosts workshops on networking etiquette. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "In a shared space at the university career fair, healthcare providers display community outreach photos while an adjoining classroom hosts workshops on networking etiquette. At the entrance, event staff scan registrations and hand out lanyards, and inside HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Before the fair opens, students line up outside the university gym, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. At the event, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Inside a university career fair held in a venue with a polished floor, dozens of booths with colorful banners circle the space while workshops on networking etiquette proceed in an adjoining classroom. Healthcare providers display community outreach photos, and an engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Outside before opening, students line up outside the university gym clutching resumes in branded folders and rehearsing elevator pitches against a wall. Groups of friends mark target employers on the event map. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair in a venue with a polished floor, dozens of booths with banners surround the space, while networking workshops run in an adjoining classroom. Healthcare providers display outreach photos; the engineering society sponsors a resume-review table near the stage; an alumni panel discusses preparing for technical interviews; tech companies show demo screens. At the entrance, staff scan registrations and hand out lanyards, and HR teams jot notes on tablets as students introduce themselves. Outside before opening, students line up by the gym clutching resumes and rehearsing elevator pitches; groups of friends mark target employers on the event map. Inside the gym area, HR teams take notes on tablets; a cybersecurity company runs a password-cracking challenge; a robotics startup flies a drone above its booth; finance firms offer internship QR codes; career counselors direct unsure students toward applicable industries. A PA announces the fair schedule."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.28261227785608906,
    0.28261227785608906,
    0.28261227785608906,
    0.28261227785608906,
    0.28261227785608906,
    0.5057362246107149,
    0.5057362246107149,
    0.5057362246107149,
    0.5057362246107149,
    0.5057362246107149,
    0.5057362246107149,
    0.6744512994915945,
    0.6744512994915945,
    0.6744512994915945,
    0.6744512994915945,
    0.6744512994915945,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.7780782817504841,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.8754588716848176,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.884331452753433,
    0.8907634384641466,
    0.8907634384641466,
    0.8907634384641466
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "An event space features parallel activities: workshops on networking etiquette underway in the adjoining classroom; healthcare providers showcasing community outreach photos nearby; and an alumni panel discussing how to prepare for technical interviews.",
    "An event space features parallel activities: workshops on networking etiquette taking place in an adjoining classroom; healthcare providers showcasing community outreach photos nearby; and an alumni panel discussing how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "An event space hosts parallel activities: workshops on networking etiquette in an adjoining classroom; healthcare providers display community outreach photos nearby; and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners surround the polished floor. At the university career fair, finance firms offer QR codes to enable immediate internship applications. Students line up outside the university gym before the fair opens, while human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "The event space hosts parallel activities: a workshop on networking etiquette in an adjoining classroom; healthcare providers display community outreach photos nearby; and an alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners surround the polished floor. At the university career fair, finance firms offer QR codes to enable immediate internship applications. Students line up outside the university gym before the fair opens, while human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a shared event space hosts parallel activities: a networking etiquette workshop in an adjoining classroom; healthcare providers display community outreach photos nearby; an alumni panel discusses preparing for technical interviews; and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners surround the polished floor as finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before opening, while HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university career fair, a shared event space hosts parallel activities: a networking etiquette workshop in an adjoining classroom; healthcare providers display community outreach photos nearby; an alumni panel discusses preparing for technical interviews; and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners line the polished floor as finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before opening, while HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university career fair, a shared space hosts parallel activities: networking etiquette in an adjoining classroom, healthcare providers displaying community outreach photos nearby, an alumni panel on preparing for technical interviews, and the engineering society running a resume review table near the stage. Dozens of booths with colorful banners line the polished floor as finance firms share QR codes for immediate internship applications. Students line up outside the gym before opening; HR teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone over its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.3077547834096021,
    0.4281509674963404,
    0.4281509674963404,
    0.4281509674963404,
    0.575915617321976,
    0.575915617321976,
    0.575915617321976,
    0.575915617321976,
    0.575915617321976,
    0.8537214135590836,
    0.8537214135590836,
    0.8537214135590836,
    0.8537214135590836,
    0.8537214135590836,
    0.8537214135590836,
    0.8537214135590836,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8730684520312428,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8785477146532934,
    0.8759629360190893,
    0.8759629360190893,
    0.8759629360190893,
    0.8759629360190893,
    0.8759629360190893,
    0.8759629360190893,
    0.8759629360190893,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811,
    0.8779014729758811
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a campus event, a cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, still clutching resumes inside branded folders.",
    "At a campus event, a cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, still clutching resumes inside branded folders. Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a campus event, a cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, still clutching resumes inside branded folders. Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a campus event housing a career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, still clutching resumes inside branded folders. Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At a university campus career fair, students line up outside the gym before opening, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. Inside, dozens of booths encircle a polished floor, each displaying colorful banners; finance firms offer QR codes for internships, and consulting firms stack glossy case-study booklets on high tables. HR teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on an event map. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. A welcome PA outlines the fair schedule; event staff scan registrations and hand out lanyards as attendees mingle."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.48673359452915665,
    0.48673359452915665,
    0.48673359452915665,
    0.48673359452915665,
    0.48673359452915665,
    0.48673359452915665,
    0.6566386607855074,
    0.6566386607855074,
    0.6566386607855074,
    0.6566386607855074,
    0.7896551462981072,
    0.7896551462981072,
    0.7896551462981072,
    0.7896551462981072,
    0.7896551462981072,
    0.7896551462981072,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.8438157211020607,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.840138910207721,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411,
    0.8931351362595411
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a line of students forms outside the university gym in anticipation of the career fair opening.",
    "Some students rehearse elevator pitches quietly against a wall, while a line of students forms outside the university gym in anticipation of the career fair opening.",
    "Some students rehearse elevator pitches quietly against a wall as a line of students forms outside the university gym in anticipation of the career fair opening. At the university event, a cybersecurity company is running a password-cracking challenge on a laptop, and nearby a robotics startup is flying a small drone above its booth to attract attention.",
    "At the university, a career fair is opening, with a line of students forming outside the gym while some rehearse elevator pitches quietly against a wall. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, a career fair opens with students lining up outside the gym, awaiting entry, while some rehearse elevator pitches against a wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. The venue has a polished floor and dozens of booths with colorful banners circling the floor, with workshops on networking etiquette beginning in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.34677562454026306,
    0.5862004686162786,
    0.5862004686162786,
    0.5862004686162786,
    0.5862004686162786,
    0.8017011886309744,
    0.8017011886309744,
    0.8017011886309744,
    0.8017011886309744,
    0.8017011886309744,
    0.8017011886309744,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.8585782796365449,
    0.18424077033996583,
    0.18424077033996583
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event, some students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "At the event, dozens of booths encircle a polished floor, each booth displaying colorful banners. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders as groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Students rehearse elevator pitches quietly, clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. In the adjoining classroom, networking etiquette workshops begin as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners; students rehearse elevator pitches quietly against the wall, clutch resumes inside branded folders, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. In the adjoining classroom, networking etiquette workshops begin as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule.",
    "Inside a university venue with a polished floor, a career fair surrounds dozens of booths adorned with colorful banners. Students rehearse elevator pitches against walls, clutch resumes in branded folders, and groups of friends mark target employers on an event map; the engineering society sponsors a resume-review table near the stage. In an adjoining classroom, networking etiquette workshops run as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase community-outreach photos; finance firms offer QR codes for internship applications; consulting firms stack glossy case-study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Outside near the gym, students line up before opening; alumni volunteers deliver pep talks by the coffee station, and an alumni panel discusses preparing for technical interviews. A welcome PA outlines the schedule."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.5596957408429959,
    0.5596957408429959,
    0.7353789533993842,
    0.7353789533993842,
    0.7353789533993842,
    0.7353789533993842,
    0.7353789533993842,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.778547227176693,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.841674399610101,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8889699205006574,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.8874669127730558,
    0.879474767071586,
    0.879474767071586,
    0.879474767071586,
    0.879474767071586,
    0.879474767071586,
    0.879474767071586
  ],
  "5": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. In a venue with a polished floor, dozens of booths with colorful banners circle the floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. In a shared space, healthcare providers display community outreach photos. Groups of friends mark target employers on the event map.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. In a shared space, healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, and in the adjoining classroom, workshops on networking etiquette begin. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. In the shared space, healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A welcome PA announces the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, complemented by a PA outlining the schedule. Career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a university cybersecurity event that includes a career fair, the venue opens with staff scanning registrations and handing out lanyards at the entrance while students line up outside the gym, clutching resumes in branded folders and rehearsing elevator pitches. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with banners surround a floor; in an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company hosts a password-cracking challenge on a laptop. In the shared space, healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. A welcome PA announces the fair schedule, complemented by alumni pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7543089899008724,
    0.7097560889771926,
    0.7097560889771926,
    0.7097560889771926,
    0.7163911095236859,
    0.7163911095236859,
    0.7163911095236859,
    0.7163911095236859,
    0.7163911095236859,
    0.794119352487608,
    0.794119352487608,
    0.794119352487608,
    0.794119352487608,
    0.794119352487608,
    0.794119352487608,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8483947502439056,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8992611357731168,
    0.8355597688314917,
    0.8355597688314917,
    0.8355597688314917,
    0.8355597688314917,
    0.8355597688314917,
    0.8355597688314917
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. In the scene, human resources teams jot notes on tablets as students introduce themselves.",
    "Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. In the scene, human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes inside branded folders and rehearsing elevator pitches quietly against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves; event staff scan registrations and hand out lanyards at the entrance. At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders and quietly rehearsing elevator pitches against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "The university career fair unfolds around the gym, with students lining up outside before opening, clutching resumes in branded folders and quietly rehearsing elevator pitches against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle a polished floor; workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on an event map, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications; career counselors redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.3410140231817981,
    0.48853953332264455,
    0.48853953332264455,
    0.7345004521799313,
    0.7345004521799313,
    0.7345004521799313,
    0.7345004521799313,
    0.7345004521799313,
    0.861143823009387,
    0.861143823009387,
    0.861143823009387,
    0.861143823009387,
    0.861143823009387,
    0.861143823009387,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8616102673269155,
    0.8847098506221918,
    0.8847098506221918,
    0.8847098506221918,
    0.8847098506221918,
    0.8847098506221918,
    0.8847098506221918,
    0.8847098506221918,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8832480765113977,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601,
    0.8908852276987601
  ],
  "7": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Inside a venue with a polished floor, dozens of booths with colorful banners circle the floor as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, awaiting entry.",
    "Inside a venue with a polished floor, dozens of booths with colorful banners circle the floor as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Nearby, a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, awaiting entry. Groups of friends mark target employers on the event map.",
    "At a university career fair inside a venue with a polished floor, dozens of booths with colorful banners circle the space as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the fair opens, while some rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map.",
    "A university career fair is held inside a venue with a polished floor. Dozens of booths with colorful banners surround the space as workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the fair opens, while some rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map.",
    "Inside a university venue with a polished floor, a career fair unfolds around dozens of booths adorned with colorful banners. Workshops on networking etiquette run in an adjoining classroom while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, and nearby a robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the fair opens, and some rehearse elevator pitches quietly against a wall. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the fair schedule, reinforcing planned activities.",
    "A university venue hosts a career fair with a polished floor and dozens of booths with colorful banners. Adjacent classroom workshops cover networking etiquette. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; nearby, a robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before opening, some rehearsing elevator pitches against a wall. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the fair schedule, reinforcing planned activities."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.37598858596317236,
    0.37598858596317236,
    0.37598858596317236,
    0.37598858596317236,
    0.37598858596317236,
    0.5460361211981002,
    0.5460361211981002,
    0.5460361211981002,
    0.5460361211981002,
    0.6989995728258556,
    0.6989995728258556,
    0.6989995728258556,
    0.6989995728258556,
    0.6989995728258556,
    0.8376051679736669,
    0.8376051679736669,
    0.8376051679736669,
    0.8376051679736669,
    0.8598933314109722,
    0.8598933314109722,
    0.8598933314109722,
    0.8598933314109722,
    0.8598933314109722,
    0.8688593868508262,
    0.8688593868508262,
    0.8688593868508262,
    0.8688593868508262,
    0.8688593868508262,
    0.8688593868508262,
    0.8761497042522606,
    0.8761497042522606,
    0.8761497042522606,
    0.8761497042522606,
    0.8761497042522606,
    0.8761497042522606,
    0.8915544638091399,
    0.8915544638091399,
    0.8915544638091399,
    0.8915544638091399,
    0.8915544638091399,
    0.8915544638091399,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165,
    0.8895789531431165
  ],
  "8": [
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "During the session, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station.",
    "During the session, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths encircle a polished floor, each booth displaying colorful banners.",
    "Dozens of booths encircle a polished floor at the university career fair, each booth displaying colorful banners. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths encircle a polished floor at the university career fair, each booth displaying colorful banners. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. A cybersecurity company hosts a password cracking challenge conducted on a laptop.",
    "Dozens of booths encircle a polished floor at the university career fair, each displaying colorful banners. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule, reinforcing the event’s planned activities.",
    "At an indoor university career fair on a polished floor, dozens of booths with banners encircle space. HR teams jot notes on tablets as students introduce themselves, while career counselors urge attendees to maintain eye contact. Alumni volunteers deliver pep talks near the coffee station, accompanied by PA announcements outlining the schedule. Before opening, students line up outside the gym and rehearse elevator pitches against the wall. Groups of friends mark target employers on event map, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a drone above its booth to draw attention. In the shared area, healthcare providers display outreach photos; in the classroom, workshops on networking etiquette begin. Counselors redirect unsure students toward applicable industries; finance firms display QR codes for internships; consulting firms stack case study booklets on tables."
  ],
  "8_score": [
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3466163390648097,
    0.3466163390648097,
    0.3466163390648097,
    0.5236912842659973,
    0.5236912842659973,
    0.5236912842659973,
    0.5236912842659973,
    0.5236912842659973,
    0.5236912842659973,
    0.5236912842659973,
    0.7788077961261375,
    0.7788077961261375,
    0.7788077961261375,
    0.7788077961261375,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8087957074932617,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8847002627133715,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503,
    0.8742156156145503
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "A scene depicts human resources teams jotting notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the university's career fair, students line up outside the gym before opening while human resources teams jot notes on tablets as students introduce themselves. Some students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university's career fair, students line up outside the gym before opening as human resources teams jot notes on tablets while students introduce themselves. Some students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, students line up outside the gym before opening as human resources teams jot notes on tablets while students introduce themselves. Some students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall. Inside, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, students line up outside the gym before opening as human resources teams jot notes on tablets while students introduce themselves. Some students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. Inside, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, students line up outside the gym before opening, awaiting entry, while human resources teams jot notes on tablets and some students rehearse elevator pitches against a wall, clutching resumes in branded folders. Inside the venue, a polished floor hosts dozens of booths arranged around the floor with colorful banners; tech companies display demo screens of their latest apps, and a welcome announcement is broadcast over the PA outlining the schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. The event features workshops on networking etiquette in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35869857764149454,
    0.35869857764149454,
    0.35869857764149454,
    0.35869857764149454,
    0.5117614677959785,
    0.5117614677959785,
    0.5117614677959785,
    0.5117614677959785,
    0.7011820641307653,
    0.7011820641307653,
    0.7011820641307653,
    0.7011820641307653,
    0.7011820641307653,
    0.7011820641307653,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8736593440414073,
    0.8712550584814451,
    0.8712550584814451,
    0.8712550584814451,
    0.8712550584814451,
    0.8712550584814451,
    0.870240342670126,
    0.870240342670126,
    0.870240342670126,
    0.870240342670126,
    0.8710146010452938,
    0.8710146010452938,
    0.8710146010452938,
    0.8710146010452938,
    0.8710146010452938,
    0.8710146010452938,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436,
    0.9024651293100436
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "At the fair, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the fair, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Students line up outside the university gym before the career fair opens, while some students rehearse elevator pitches quietly against the wall.",
    "At the fair, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Students line up outside the university gym before the career fair opens, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the career fair opens and several rehearse elevator pitches quietly against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, with several rehearsing elevator pitches quietly against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, tech companies display demo screens of their latest apps, and a welcome announcement over the PA outlines the schedule. Inside a large indoor venue with a polished floor hosting a career fair-like scene, dozens of booths with colorful banners circle the space as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, with several rehearsing elevator pitches quietly against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. In a shared area, healthcare providers display community outreach photos.",
    "A large indoor career fair unfolds in a polished venue where tech companies display demo screens of their latest apps and a welcome PA outlines the schedule. Dozens of booths with colorful banners circle the space as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening, with several rehearsing elevator pitches against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. In a shared area, healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "A large indoor career fair unfolds in a polished venue where tech companies display demo screens of their latest apps and a welcome PA outlines the schedule. Dozens of booths with colorful banners encircle the space as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before opening, clutching resumes inside branded folders and quietly rehearsing elevator pitches against a wall. Inside, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. In the shared area, healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.628217652724809,
    0.628217652724809,
    0.628217652724809,
    0.628217652724809,
    0.7859271488802396,
    0.7859271488802396,
    0.7859271488802396,
    0.7991151341044549,
    0.7991151341044549,
    0.7991151341044549,
    0.7991151341044549,
    0.8507878249628249,
    0.8507878249628249,
    0.8507878249628249,
    0.8507878249628249,
    0.8447414387958498,
    0.8447414387958498,
    0.8447414387958498,
    0.8447414387958498,
    0.8447414387958498,
    0.9010156651667095,
    0.9010156651667095,
    0.9010156651667095,
    0.9010156651667095,
    0.9010156651667095,
    0.9010156651667095,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8982814316068017,
    0.8519273837095243,
    0.8519273837095243,
    0.8519273837095243,
    0.8519273837095243,
    0.8519273837095243,
    0.8519273837095243,
    0.8519273837095243,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796,
    0.8598323851951796
  ],
  "11": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "A large indoor venue with a polished floor hosts a career fair-like scene: dozens of booths with colorful banners circle the space, while career counselors remind attendees to maintain eye contact. In a shared space, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "A large indoor venue with a polished floor hosts a career fair-like scene, where dozens of booths with colorful banners circle the space and career counselors remind attendees to maintain eye contact. In a shared area, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "A large indoor venue with a polished floor hosts a career fair-like scene, where dozens of booths with colorful banners circle the space and career counselors remind attendees to maintain eye contact. In the shared area, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver brief pep talks near the coffee station, complemented by a PA announcement outlining the schedule. Career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "In a large indoor venue with a polished floor, a career fair-like scene unfolds as dozens of booths with colorful banners circle the space and career counselors remind attendees to maintain eye contact. In the shared area, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver brief pep talks near the coffee station, complemented by a PA announcement outlining the schedule. Career counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Inside a large indoor venue with a polished floor, a career fair atmosphere unfolds: dozens of booths with colorful banners encircle the space while career counselors urge attendees to maintain eye contact. In the shared area, healthcare providers display community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver brief pep talks near the coffee station, complemented by a PA announcement outlining the schedule. Counselors redirect unsure students toward applicable industries. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "11_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.7274736678591474,
    0.7274736678591474,
    0.7274736678591474,
    0.7274736678591474,
    0.7274736678591474,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.7358249330227278,
    0.8176085614157741,
    0.8176085614157741,
    0.8176085614157741,
    0.8176085614157741,
    0.8176085614157741,
    0.8108441630139451,
    0.8108441630139451,
    0.8108441630139451,
    0.8108441630139451,
    0.8108441630139451,
    0.8108441630139451,
    0.8108441630139451,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.8323573784156109,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583
  ],
  "12": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, finance firms provide QR codes to apply for internships, while some students rehearse elevator pitches quietly against a wall. Alumni volunteers deliver brief pep talks near the coffee station as a PA announcement outlines the schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin.",
    "At the career fair, finance firms provide QR codes to apply for internships while students rehearse elevator pitches quietly against a wall; some clutch resumes inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station as a PA announcement outlines the schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, finance firms provide QR codes to apply for internships, while students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders. Alumni volunteers deliver brief pep talks near the coffee station as a PA announcement outlines the schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A cybersecurity company is conducting a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, firms display QR codes for internship applications and students compare branded folders containing resumes as they rehearse elevator pitches. Alumni volunteers deliver brief pep talks near the coffee station, while a PA announcement outlines the schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, dozens of booths with colorful banners circle the floor as firms display QR codes for internship applications, including finance firms; students compare branded folders with resumes and rehearse elevator pitches. Alumni volunteers offer pep talks near the coffee station, while PA announcements welcome attendees and outline the day’s schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos, and in the adjoining classroom workshops on networking etiquette begin. HR teams jot notes on tablets as students introduce themselves, and staff scan registrations and hand out lanyards at the entrance. Before opening, students line up outside the gym; groups mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. An alumni panel discusses preparing for technical interviews.",
    "At the university career fair, dozens of booths with colorful banners circle the floor as firms display QR codes for internship applications, including finance firms. Students compare branded folders with resumes and rehearse elevator pitches. Alumni volunteers offer pep talks near the coffee station as PA announcements welcome attendees and outline the day’s schedule. Career counselors redirect uncertain students toward applicable industries. In the shared space, healthcare providers display community outreach photos, and in the adjoining classroom workshops on networking etiquette begin. HR teams jot notes on tablets as students introduce themselves and staff scan registrations, handing out lanyards at the entrance. Before opening, students line up outside the gym and groups mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. An alumni panel discusses preparing for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.8312935764167391,
    0.8312935764167391,
    0.8312935764167391,
    0.8312935764167391,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.8857732496993544,
    0.9069528431926065,
    0.9069528431926065,
    0.9069528431926065,
    0.9069528431926065,
    0.9069528431926065,
    0.9069528431926065,
    0.9069528431926065,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8711860547838515,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8940974632604569,
    0.8951387919326953,
    0.8951387919326953,
    0.8951387919326953,
    0.8951387919326953
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets and students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym before the career fair opens, while HR teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while HR teams take notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "The university career fair unfolds in a busy event space around the gym: students line up outside before opening as HR teams jot notes on tablets and attendees introduce themselves, while staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes to enable immediate internship applications. Parallel activities include workshops on networking etiquette in an adjoining classroom and healthcare providers displaying community outreach photos nearby. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair unfolding in a busy event space around the gym, students line up outside before opening, HR teams jot notes on tablets, attendees introduce themselves, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes to enable immediate internship applications. Parallel activities include workshops on networking etiquette in an adjoining classroom and healthcare providers displaying community outreach photos nearby. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "A university career fair unfolds in a busy event space around the gym. Students line up outside before opening as HR teams jot notes on tablets, attendees introduce themselves, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses preparing for technical interviews. Finance firms offer QR codes for immediate internship applications. Parallel activities include networking-etiquette workshops in an adjoining classroom and healthcare providers displaying community-outreach photos nearby. Career counselors remind attendees to maintain eye contact as dozens of booths encircle the polished floor, each with colorful banners. Students rehearse elevator pitches, clutch resumes in branded folders, and groups of friends mark target employers on the event map. A welcome PA outlines the fair schedule."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.41875886754806285,
    0.41875886754806285,
    0.41875886754806285,
    0.41875886754806285,
    0.4121401830178047,
    0.4121401830178047,
    0.4121401830178047,
    0.4121401830178047,
    0.4121401830178047,
    0.6136144065337057,
    0.6136144065337057,
    0.6136144065337057,
    0.6136144065337057,
    0.6136144065337057,
    0.6136144065337057,
    0.811879531097771,
    0.811879531097771,
    0.811879531097771,
    0.811879531097771,
    0.811879531097771,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8506814635940725,
    0.8713703744111078,
    0.8713703744111078,
    0.8713703744111078,
    0.8713703744111078,
    0.8713703744111078,
    0.8713703744111078,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8814532487951252,
    0.8782305801014172,
    0.8782305801014172,
    0.8782305801014172,
    0.8782305801014172,
    0.8782305801014172,
    0.8782305801014172,
    0.8782305801014172
  ],
  "14": [
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event, some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, as HR teams jot notes on tablets and students introduce themselves.",
    "At the event, students rehearse elevator pitches quietly against a wall and clutch resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens as HR teams jot notes on tablets and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens as HR teams jot notes on tablets and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students rehearse elevator pitches quietly against a wall, clutching resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens as HR teams jot notes on tablets and students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students rehearse elevator pitches against a wall, clutching resumes in branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening as HR teams jot notes on tablets and students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside a venue with a polished floor, dozens of booths with colorful banners circle the floor, with workshops on networking etiquette in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. Nearby, a robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair, students rehearse elevator pitches against a wall, clutching resumes in branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before opening as HR teams jot notes on tablets and students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside a venue with a polished floor, dozens of booths with colorful banners circle the floor, with workshops on networking etiquette in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. Nearby, a robotics startup flies a small drone above its booth to attract attention."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.7440319415996517,
    0.7440319415996517,
    0.7440319415996517,
    0.7973374476066822,
    0.7973374476066822,
    0.7973374476066822,
    0.7973374476066822,
    0.8406684975833,
    0.8406684975833,
    0.8406684975833,
    0.8406684975833,
    0.8572976893007302,
    0.8572976893007302,
    0.8572976893007302,
    0.8572976893007302,
    0.8572976893007302,
    0.8572976893007302,
    0.876272201776191,
    0.876272201776191,
    0.876272201776191,
    0.876272201776191,
    0.876272201776191,
    0.876272201776191,
    0.876272201776191,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8898639226563507,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135,
    0.8731081406532135
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "During the fair, alumni volunteers deliver brief pep talks near the coffee station, while a PA announcement outlines the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos, and in the adjoining classroom, workshops on networking etiquette begin.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, complemented by a PA announcement outlining the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, complemented by a PA announcement outlining the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the university's career fair, alumni volunteers deliver pep talks by the coffee station, with a PA announcement outlining the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos, while in the adjoining classroom workshops on networking etiquette begin. Finance firms display QR codes for internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the gym before opening, and HR teams jot notes on tablets as students introduce themselves. Some students clutch resumes in branded folders and continue rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Finance firms display QR codes for internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the gym before opening, while HR teams jot notes on tablets as students introduce themselves. Some students clutch resumes in branded folders and continue rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens of their apps; a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station as a welcome PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. In the shared space, healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Finance firms display QR codes for internship applications. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map. Students line up outside the gym before opening as HR teams jot notes on tablets while students introduce themselves. Some students clutch resumes in branded folders and continue rehearsing elevator pitches. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens of their apps; a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.42100478730782703,
    0.42100478730782703,
    0.42100478730782703,
    0.42100478730782703,
    0.42100478730782703,
    0.42100478730782703,
    0.6121859509600385,
    0.6121859509600385,
    0.6121859509600385,
    0.6121859509600385,
    0.8011454164699479,
    0.8011454164699479,
    0.8011454164699479,
    0.824742813782396,
    0.824742813782396,
    0.824742813782396,
    0.824742813782396,
    0.824742813782396,
    0.824742813782396,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8461768815362019,
    0.8528442722225786,
    0.8528442722225786,
    0.8528442722225786,
    0.8528442722225786,
    0.8528442722225786,
    0.8528442722225786,
    0.8528442722225786,
    0.882293863287042,
    0.882293863287042,
    0.882293863287042,
    0.882293863287042,
    0.882293863287042,
    0.882293863287042,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376,
    0.8812203554115376
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders and rehearsing elevator pitches quietly against a wall. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders and rehearsing elevator pitches quietly against a wall. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders and quietly rehearsing elevator pitches against a wall. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, outside the gym, students line up before opening, clutching resumes in branded folders and quietly rehearsing elevator pitches against a wall. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. HR teams jot notes on tablets as students introduce themselves, while event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver pep talks by the coffee station, with a PA announcement outlining the schedule. In the shared space, healthcare providers showcase community outreach photos, and in the adjoining classroom workshops on networking etiquette begin. Finance firms display QR codes for internship applications. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their apps."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.8139657450086493,
    0.8139657450086493,
    0.8139657450086493,
    0.8139657450086493,
    0.8139657450086493,
    0.834288063779068,
    0.834288063779068,
    0.834288063779068,
    0.834288063779068,
    0.834288063779068,
    0.834288063779068,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8358272345211029,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012,
    0.8697715688261012
  ],
  "17": [
    "",
    "",
    "",
    "Dozens of booths, each displaying colorful banners, circle a polished floor.",
    "Dozens of booths, each displaying colorful banners, circle a polished floor.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners.",
    "A busy fair space features dozens of booths arranged around a polished floor, each booth displaying colorful banners. A welcome announcement over the PA system outlines the fair schedule.",
    "A busy fair space features dozens of booths arranged around a polished floor, each booth displaying colorful banners. A welcome announcement over the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, while human resources teams jot notes on tablets and students introduce themselves.",
    "A busy university fair space features dozens of booths around a polished floor, each booth displaying colorful banners, with a welcome PA announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin while human resources teams jot notes on tablets and students introduce themselves. At the fair, tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens and several rehearse elevator pitches quietly against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths encircle a polished floor at a busy university fair, each booth with colorful banners and a welcome PA announcement outlining the schedule. In an adjoining classroom, networking etiquette workshops begin as human resources teams jot notes on tablets and students introduce themselves. At the fair, tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens, with several rehearsing elevator pitches quietly against the wall. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle a polished floor at a busy university fair, each with colorful banners and a welcome PA announcement outlining the schedule. In an adjoining classroom, networking etiquette workshops begin as human resources teams jot notes on tablets and students introduce themselves. At the fair, tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens, with several rehearsing elevator pitches quietly against the wall. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor at a busy university career fair, while a welcome PA announces the schedule. In an adjoining classroom, networking etiquette workshops run as HR teams jot notes on tablets and students introduce themselves. Inside the venue, a cybersecurity company hosts a password-cracking challenge on a laptop and tech firms display demo screens of their latest apps. Outside the gym, students line up before the fair opens, with several rehearsing elevator pitches quietly against the wall. In the shared space, healthcare providers display community outreach photos; groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station, complemented by a PA outlining the schedule. Finance firms display QR codes for immediate internship applications, and venue staff scan registrations and hand out lanyards."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.31417763988078223,
    0.31417763988078223,
    0.31417763988078223,
    0.31417763988078223,
    0.31417763988078223,
    0.31417763988078223,
    0.31417763988078223,
    0.34641064023673734,
    0.34641064023673734,
    0.34641064023673734,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.5751619520708042,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.765393964117223,
    0.8583944450658747,
    0.8583944450658747,
    0.8583944450658747,
    0.8583944450658747,
    0.8583944450658747,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8744863273411805,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8727660982874257,
    0.8829280104795856,
    0.8829280104795856,
    0.8829280104795856,
    0.8829280104795856,
    0.8829280104795856,
    0.8829280104795856,
    0.8829280104795856
  ],
  "18": [
    "",
    "",
    "\"\"",
    "A scene depicts human resources teams jotting notes on tablets as students introduce themselves.",
    "A scene shows human resources teams jotting notes on tablets as students introduce themselves, while the engineering society sponsors a resume review table near the stage.",
    "A scene features HR teams taking notes on tablets as students introduce themselves, with the engineering society sponsoring a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "The career fair scene features HR teams taking notes on tablets as students introduce themselves, while the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Outside the university gym, students line up before the fair opens, and some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, the campus gym area hosts HR teams taking notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens of their latest apps; a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Outside the university gym, students line up before opening, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair held in a polished-floor venue, dozens of booths with colorful banners circle the space, networking etiquette workshops proceed in an adjoining classroom, and a welcome PA outlines the schedule. Inside the campus gym, HR teams jot notes on tablets as students introduce themselves; near the stage, the engineering society sponsors a resume review table; an alumni panel discusses preparing for technical interviews; tech companies display demo screens. Outside before opening, students line up near the gym, clutching resumes and rehearsing elevator pitches; groups of friends mark target employers on the event map. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; nearby, a robotics startup flies a drone above its booth. Healthcare providers showcase community outreach photos; finance firms offer QR codes for internship applications; career counselors redirect unsure students toward applicable industries. At the entrance, staff scan registrations and hand out lanyards."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35869857764149454,
    0.35869857764149454,
    0.35869857764149454,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.38719392952709164,
    0.41598997426691997,
    0.41598997426691997,
    0.41598997426691997,
    0.41598997426691997,
    0.41598997426691997,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8493152228023165,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8695575690646473,
    0.8710730692234083,
    0.8710730692234083
  ],
  "19": [
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. At the event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity event, a company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At a cybersecurity event, a company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a cybersecurity event, a company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity event, a company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a university cybersecurity event that includes a career fair, a company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders and rehearsing elevator pitches quietly against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance.",
    "At a university cybersecurity event that includes a career fair, a company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym clutching resumes in branded folders and rehearsing elevator pitches against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance.",
    "At a university cybersecurity event that includes a career fair, attendees observe a company running a password-cracking challenge on a laptop; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall as career counselors redirect unsure students toward applicable industries. Before the fair opens, students line up outside the university gym clutching resumes in branded folders and rehearsing elevator pitches against a wall. Inside, human resources teams jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, dozens of booths encircle a polished floor, each displaying colorful banners. Before opening, students line up outside the gym clutching resumes in branded folders and rehearsing elevator pitches against a wall. Inside, human resources jot notes on tablets as students introduce themselves, and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing latest apps, a cybersecurity company runs a password-cracking challenge on a laptop, and a PA announces the fair schedule."
  ],
  "19_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5729708131756304,
    0.5729708131756304,
    0.5729708131756304,
    0.720730667438354,
    0.720730667438354,
    0.720730667438354,
    0.720730667438354,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.7980362091816846,
    0.8031062838144245,
    0.8031062838144245,
    0.8031062838144245,
    0.8031062838144245,
    0.8031062838144245,
    0.8031062838144245,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8039664663273034,
    0.8206060767269612,
    0.8206060767269612,
    0.8206060767269612,
    0.8206060767269612,
    0.8206060767269612,
    0.8206060767269612,
    0.825421548947744,
    0.825421548947744,
    0.825421548947744,
    0.825421548947744,
    0.825421548947744,
    0.825421548947744,
    0.825421548947744,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.805234952045895,
    0.8916626702302068
  ],
  "20": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, finance firms are offering QR codes to enable immediate internship applications, and an alumni panel is discussing how to prepare for technical interviews. Students line up outside the university gym before the fair opens, as human resources teams jot notes on tablets and students introduce themselves.",
    "At the university career fair, finance firms are offering QR codes to enable immediate internship applications, and an alumni panel is discussing how to prepare for technical interviews. Students line up outside the university gym before the fair opens as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, finance firms are offering QR codes to enable immediate internship applications, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth for attention. An event space features parallel activities: workshops on networking etiquette taking place in an adjoining classroom; healthcare providers showcasing community outreach photos nearby; and an alumni panel. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, finance firms offer QR codes to enable immediate internship applications as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station and a welcome PA outlining the schedule. Students line up outside the university gym before the fair opens as HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. The event space hosts parallel activities: workshops on networking etiquette in an adjoining classroom and healthcare providers showcasing community outreach photos nearby. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, finance firms offer QR codes to enable immediate internship applications, while dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station and a welcome PA outlining the schedule. Students line up outside the university gym before the fair opens as HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. The event space hosts parallel activities: workshops on networking etiquette in an adjoining classroom and healthcare providers showcasing community outreach photos nearby. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor, including finance firms that offer QR codes for immediate internship applications. An alumni panel discusses interview prep, with alumni volunteers delivering short pep talks near the coffee station, while a welcome PA outlines the schedule. Before opening, students line up outside the university gym as HR teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to draw attention. The space hosts parallel activities: workshops on networking etiquette in an adjoining classroom and healthcare providers showcasing community outreach photos nearby. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4389465920184433,
    0.4389465920184433,
    0.4389465920184433,
    0.6701937570964144,
    0.6701937570964144,
    0.6701937570964144,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8688179853285494,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8788865122053359,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.8903031343191969,
    0.9001817009424316,
    0.9001817009424316,
    0.9001817009424316,
    0.9001817009424316,
    0.9001817009424316,
    0.9001817009424316,
    0.9001817009424316,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388,
    0.8873843218405388
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to attract attention.",
    "At a university event, a cybersecurity company is running a password-cracking challenge on a laptop. Nearby, a robotics startup is flying a small drone above its booth to attract attention. Outside the university gym, students are lined up before the career fair opens, awaiting entry.",
    "At a university event, a cybersecurity company is running a password-cracking challenge on a laptop. Nearby, a robotics startup is flying a small drone above its booth to attract attention. Outside the university gym, students are lined up before the career fair opens, awaiting entry. Inside, in a venue with a polished floor, dozens of booths with colorful banners circle the floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university event, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, awaiting entry. Inside, the venue has a polished floor, dozens of booths with colorful banners circling the floor, and workshops on networking etiquette beginning in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university event, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, awaiting entry. Inside, the venue features a polished floor, dozens of booths arranged around the floor with colorful banners, and workshops on networking etiquette beginning in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, a cybersecurity company runs a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to attract attention. Outside the gym, students line up before the fair opens, and inside the venue a polished floor supports dozens of booths with colorful banners; workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves, while entrance staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. Inside, tech companies display demo screens showing their latest apps, a welcome PA announces the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a cybersecurity company runs a password cracking challenge on a laptop while a robotics startup flies a drone above its booth. Outside the gym, students line up before opening; inside, a polished floor hosts dozens of booths with colorful banners and networking etiquette workshops in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and entrance staff scan registrations and hand out lanyards. Alumni volunteers share pep talks by the coffee station, while some students rehearse elevator pitches against the wall, clutching resumes in branded folders. Tech companies display demo screens of their latest apps; a welcome PA announces the schedule, and an alumni panel covers preparing for technical interviews. Consulting firms stack case-study booklets, and finance firms offer QR codes for internships; groups of friends map target employers.",
    "At a university career fair, a cybersecurity company hosts a password cracking challenge on a laptop; a robotics startup flies a drone above its booth. Outside gym, students line up before opening; inside, a polished floor hosts dozens of booths with colorful banners, and networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and entrance staff scan registrations and hand out lanyards. Alumni volunteers share pep talks by the coffee station, while some students rehearse elevator pitches against the wall, clutching resumes in branded folders. Tech companies display demo screens of their latest apps; a welcome PA announces the schedule, and an alumni panel covers preparing for technical interviews. Consulting firms stack case-study booklets, and finance firms offer QR codes for internships; groups of friends map target employers."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32483315407344365,
    0.32483315407344365,
    0.32483315407344365,
    0.3607695325622556,
    0.3607695325622556,
    0.3607695325622556,
    0.3607695325622556,
    0.3607695325622556,
    0.7360775582255163,
    0.7360775582255163,
    0.7360775582255163,
    0.7360775582255163,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8159157460360917,
    0.8289639402642932,
    0.8289639402642932,
    0.8289639402642932,
    0.8289639402642932,
    0.8289639402642932,
    0.8289639402642932,
    0.8264573380997924,
    0.8264573380997924,
    0.8264573380997924,
    0.8264573380997924,
    0.8264573380997924,
    0.8264573380997924,
    0.8264573380997924,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8826807405990192,
    0.8869960654979179,
    0.8869960654979179,
    0.8869960654979179,
    0.8869960654979179,
    0.8869960654979179,
    0.8869960654979179,
    0.8719950261306595,
    0.8719950261306595
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, groups of friends mark target employers on the event map and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, and a line forms outside the university gym in anticipation of the fair opening. A robotics startup flies a small drone above its booth to draw attention, and nearby a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths encircle a polished floor at the university career fair, each booth displaying colorful banners. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, and students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention, and nearby a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Inside an indoor venue with a floor, dozens of booths with banners circle the space for a university career fair, while career counselors remind attendees to maintain eye contact. Outside the gym, students line up before the fair opens, with several rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map as human resources teams jot notes on tablets while students introduce themselves and clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a drone above its booth to draw attention, and nearby a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps, and workshops on networking etiquette begin in the adjoining classroom. In a shared area, healthcare providers display community outreach photos."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4812574798581637,
    0.4812574798581637,
    0.4812574798581637,
    0.4812574798581637,
    0.6760696362747206,
    0.6760696362747206,
    0.6760696362747206,
    0.6760696362747206,
    0.808088391220184,
    0.808088391220184,
    0.808088391220184,
    0.808088391220184,
    0.8371463005188688,
    0.8371463005188688,
    0.8371463005188688,
    0.8371463005188688,
    0.8371463005188688,
    0.8371463005188688,
    0.8371463005188688,
    0.8519678463449325,
    0.8519678463449325,
    0.8519678463449325,
    0.8519678463449325,
    0.8519678463449325,
    0.8519678463449325,
    0.8452652743533633,
    0.8452652743533633,
    0.8452652743533633,
    0.8452652743533633,
    0.8452652743533633,
    0.8452652743533633,
    0.8452652743533633,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.8846457319013157,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967,
    0.882974722645967
  ],
  "23": [
    "",
    "",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "During the event, a welcome announcement is broadcast over the PA system at the fair, outlining the schedule for attendees. At the university career fair, finance firms offer QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Prior to opening, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "During the event, a welcome announcement is broadcast over the PA system at the fair, outlining the day’s schedule. At the university career fair, finance firms offer QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Prior to opening, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "An event at the university career fair unfolds with a welcome announcement over the PA outlining the day’s schedule. Finance firms provide QR codes to enable immediate internship applications, while an alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. At the venue entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. In a shared space, a cybersecurity company hosts a password-cracking challenge on a laptop. Healthcare providers display community outreach photos, and groups of friends mark target employers on the event map.",
    "At the university career fair, a PA welcome announces the day's schedule; finance firms display QR codes to enable immediate internship applications, while an alumni panel discusses preparing for technical interviews. Before opening, students line up outside the gym as human resources teams jot notes on tablets and students introduce themselves. A robotics startup flies a drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the floor, and workshops on networking etiquette run in the adjoining classroom. In a shared space, a cybersecurity company hosts a password-cracking challenge on a laptop; healthcare providers display community outreach photos; groups of friends mark target employers on the event map. Students compare branded folders containing resumes as they rehearse elevator pitches; alumni volunteers deliver pep talks near the coffee station. Career counselors redirect uncertain students toward applicable industries.",
    "At the university career fair, a PA welcome announces the day's schedule as dozens of booths with colorful banners surround the floor. Finance firms display QR codes for internship applications, while an alumni panel discusses preparing for technical interviews. Before opening, students line up outside the gym; HR jot notes on tablets and students introduce themselves. A robotics startup flies a small drone above its booth to attract attention, and at the entrance staff scan registrations and hand out lanyards. In the shared space, a cybersecurity company hosts a password-cracking challenge on a laptop; healthcare providers display community outreach photos; groups of friends mark target employers on the event map. Students compare branded folders containing resumes as they rehearse elevator pitches; alumni volunteers deliver brief pep talks near the coffee station; career counselors redirect uncertain students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "23_score": [
    0.0,
    0.0,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.44224663763141175,
    0.8652428111336439,
    0.8652428111336439,
    0.8652428111336439,
    0.8652428111336439,
    0.8652428111336439,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8629019128541177,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8689082853999044,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8909582822844243,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508,
    0.8949415754343508
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths circle a polished floor, with each booth displaying colorful banners.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths encircle a polished floor, with each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths encircle a polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle a polished floor at the university career fair, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the gym, students line up before opening; inside, human resources teams jot notes on tablets as students introduce themselves. Some students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths encircle a polished floor at the university career fair, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Some students clutch resumes in branded folders and rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Inside, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33998634193941274,
    0.33998634193941274,
    0.33998634193941274,
    0.33998634193941274,
    0.5781660194998909,
    0.5781660194998909,
    0.5781660194998909,
    0.5781660194998909,
    0.7307775568361614,
    0.7307775568361614,
    0.7307775568361614,
    0.7396569658392844,
    0.7396569658392844,
    0.7396569658392844,
    0.7396569658392844,
    0.7396569658392844,
    0.7396569658392844,
    0.7706765926457713,
    0.7706765926457713,
    0.7706765926457713,
    0.7706765926457713,
    0.7706765926457713,
    0.7706765926457713,
    0.8926187501212509,
    0.8926187501212509,
    0.8926187501212509,
    0.8926187501212509,
    0.8926187501212509,
    0.8926187501212509,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.8874532580906035,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583
  ]
}