{
  "0": [
    "Counselors facilitate student-company matches.",
    "Counselors match students with companies. They facilitate student-company matches.",
    "An annual event matches counselors with students and companies. Counselors facilitate student-company matches.",
    "Students collect branded tote bags. An annual event matches counselors with students. Companies are also matched by counselors.",
    "Students collect branded tote bags as part of an annual event. Counselors match students with companies.",
    "Students participate in an annual event. Counselors facilitate matches between students and companies.",
    "Small groups of students discuss outside the main area. Students participate in an annual event. Counselors arrange student-company matches.",
    "Recruiters distribute brochures to students. Students gather in small groups for discussion. Counselors facilitate student-company matches as part of an annual event.",
    "Recruiters provide brochures to students. Students form groups for discussion. Counselors arrange company matches as part of an annual event.",
    "Students walk through a hall receiving brochures from recruiters. Recruiters facilitate group discussions. Counselors organize company matches as an annual event.",
    "Students receive branded tote bags and brochures from recruiters. Recruiters lead group discussions. Counselors coordinate company matches annually.",
    "Students prepare resumes. Recruiters provide branded materials and lead discussions. Counselors manage annual company matches.",
    "Recruiters distribute brochures to students. Students create resumes. Recruiters offer branded materials and facilitate conversations. Counselors oversee yearly company matching programs.",
    "Counselors and recruiters connect students with companies. Recruiters provide materials and conversation opportunities. Counselors manage yearly company matching programs. Students develop resumes.",
    "Counselors and recruiters facilitate connections between students and companies. Recruiters offer resources and conversations. Students work on resume development and participate in yearly company matching programs.",
    "Recruiters and counselors connect students with startup companies. These programs include resume development assistance and annual company matching events.",
    "An annual event connects students with startup companies. It offers resume development assistance and annual company matching events.",
    "An annual event connects students with startup companies. It provides resume development assistance and annual company matching events.",
    "An annual event connects students with startup companies. It offers resume development assistance and annual company matching events.",
    "The event connects students with startup companies. It provides resume development assistance and annual company matching events.",
    "Recruiters represent startups. An event connects students with startup companies. It offers resume development assistance and annual company matching events.",
    "Recruiters represent startups. An event connects students with startup companies. It provides resume development assistance and annual company matching events.",
    "Counselors pair students with companies. Recruiters work with startups. An event supports students by offering resume assistance and annual company matches.",
    "Recruiters originate from consulting firms and work with startups. Counselors match students with companies. An event provides resume assistance and annual company matches for students.",
    "Recruiters often come from consulting firms and work with startups. Counselors assist students by matching them with companies. An event offers resume assistance and annual company matches for students.",
    "The event provides resume assistance and annual company matches for students. Recruiters primarily come from consulting firms and work with startups. Counselors match students with companies.",
    "The event offers resume assistance and company matching services. Recruiters represent consulting firms and startups. Counselors facilitate student-company matches.",
    "The event features resume assistance and company matching. Recruiters from consulting firms and startups are present. Counselors facilitate matches between students and companies.",
    "Students possess resumes. The event provides resume assistance and company matching. Recruiters from consulting and startup firms facilitate student-company connections.",
    "The university hosts a career fair. Students bring resumes. The event offers resume assistance and company matching. Consulting and startup recruiters connect students with companies.",
    "The university hosted a career fair. Students submitted resumes. Recruiters from consulting and startup companies assisted students in connecting with potential employers.",
    "Workshops provided career and interview skills training. A career fair was held at the university. Students submitted resumes. Consulting and startup recruiters helped students connect with employers.",
    "Workshops offered career and interview skills training. A career fair hosted student resume submissions. Recruiters facilitated connections between students and employers.",
    "Career counselors provide one-on-one guidance. Workshops cover career and interview skills. A career fair accepts student resumes. Recruiters connect students with employers.",
    "The event features busy, energetic career services. Counselors offer individual guidance. Workshops focus on career and interview skills. A career fair collects student resumes. Recruiters facilitate connections between students and employers."
  ],
  "1": [
    "Casual conversations can potentially result in future employment opportunities.",
    "The main hall has numerous company booths. Attendees may find future employment opportunities through conversations.",
    "The main hall contains many company booths. Attendees can explore employment opportunities through conversations with representatives.",
    "The university hosts a career fair. Many company booths are present. Attendees can discuss employment opportunities with company representatives.",
    "Alumni advise current students at a career fair. Company representatives discuss employment opportunities with attendees.",
    "Alumni share advice with current students at a career fair. Company representatives discuss employment opportunities with attendees.",
    "Counselors facilitate student-company matches. Alumni provide career advice. Company representatives outline employment opportunities.",
    "Students participate in company matches. Counselors guide students. Alumni offer career advice. Company representatives describe employment opportunities.",
    "Students navigate the hall. Company matches occur. Counselors provide guidance. Alumni share career advice. Company representatives detail employment opportunities.",
    "Students and company representatives participate in a career fair. Counselors offer guidance. Alumni provide career advice and detail employment opportunities.",
    "Workshops provide career and interview skills training. A career fair involves students and company representatives. Counselors offer guidance. Alumni share career advice and employment opportunities.",
    "Recruiters, counselors, and alumni provide career guidance. Workshops offer skills training. Career fairs connect students with company representatives.",
    "The day includes career guidance from recruiters, counselors, and alumni. Skills training workshops are offered. Career fairs connect students with company representatives.",
    "Small groups discuss topics outside the main area. The event features career guidance from professionals and alumni. Skills training workshops and career fairs are also provided.",
    "Small groups discuss topics in nearby rooms. The event includes career guidance from professionals and alumni. Skills training workshops and career fairs are offered.",
    "An annual event features small group discussions. It offers career guidance from professionals and alumni. Skills training and career fairs are also provided.",
    "Students participate in annual small group discussions. The event includes career guidance, skills training, and career fairs. Professionals and alumni offer guidance.",
    "Students participate in annual small group discussions. The event includes career guidance, skills training, and career fairs. Professionals and alumni provide guidance.",
    "Students participate in annual small group discussions. The event offers career guidance, skills training, and career fairs. Professionals and alumni provide guidance to students.",
    "Students participate in annual small group discussions. The event includes career guidance, skills training, and career fairs. Professionals and alumni offer guidance to students.",
    "Students participate in annual small group discussions. The event features career guidance, skills training, and career fairs. Professionals and alumni provide guidance to the students.",
    "Career counselors offer individual guidance to students. Students attend annual small group discussions. These events include career guidance, skills training, and career fairs. Professionals and alumni provide support and advice to the students.",
    "Tech recruiters, career counselors, and professionals offer guidance to students. These support efforts include career fairs, skills training, and individual counseling.",
    "Tech recruiters, career counselors, and professionals guide students. Their support involves career fairs, skills training, and individual counseling.",
    "Tech recruiters, career counselors, and professionals support students through career fairs, skills training, and individual counseling.",
    "Counselors facilitate student connections with companies. Tech recruiters, career counselors, and professionals provide support through career fairs and individualized counseling.",
    "The university hosts a career fair. Counselors facilitate student connections with companies. Tech recruiters and career counselors provide support through the event and individual counseling.",
    "Students walk through the university hall. A career fair is hosted. Counselors facilitate connections with companies. Tech recruiters and counselors offer support and individual counseling during the event.",
    "Small groups of students discuss outside the main area. Students move through the university hall. A career fair is held. Counselors connect students with companies. Recruiters and counselors provide support and counseling.",
    "Recruiters and counselors support students at a career fair. Students move through the university hall, and counselors connect them with companies.",
    "An annual career fair hosts recruiters and counselors. Students navigate the university hall. Counselors facilitate connections with companies.",
    "Recruiters and counselors attend a career fair. Students explore the university hall. Counselors help students connect with companies.",
    "Business cards are exchanged at career fairs. Recruiters and counselors assist students. Students explore the university hall and connect with companies.",
    "Company booths fill the main hall. Career fairs involve the exchange of business cards. Recruiters and counselors support students. Students explore the university hall and connect with companies.",
    "Alumni offer advice to students. Company representatives engage students at booths. Recruiters and counselors provide support. Students explore the university hall and network with companies."
  ],
  "2": [
    "Workshops provide training in career and interview techniques.",
    "Students practice elevator pitches. Workshops offer training in career and interview skills.",
    "Career counselors provide one-on-one guidance. Students develop elevator pitches. Workshops train students in career and interview skills.",
    "Career panels and individual counseling sessions are occurring. Students practice career-focused presentations and receive training in career and interview skills.",
    "Career panels and individual counseling sessions are taking place. Students prepare presentations and receive training in career and interview skills.",
    "Students are preparing for careers. They review resumes, attend career panels and counseling. They also create presentations and gain skills for interviews.",
    "Students prepare for careers by reviewing resumes, attending panels and counseling. They develop presentations and interview skills.",
    "Recruiters often come from consulting firms. Students prepare for careers through resume reviews, panels, and counseling. They focus on developing presentations and interview skills.",
    "Business cards are frequently exchanged. Recruiters typically originate from consulting firms. Students receive career preparation through resume reviews, panels, and counseling. This preparation concentrates on presentations and interview skills.",
    "The main hall hosts company booths and frequent business card exchanges. Recruiters primarily come from consulting firms. Students receive career preparation including resume reviews, panels, and counseling. This preparation focuses on presentations and interview skills.",
    "The main hall features company booths and numerous business card exchanges. Recruiters mainly represent consulting firms. Students participate in career preparation, including resume reviews, panels, and counseling. This preparation emphasizes presentation and interview skills.",
    "The main hall hosts company booths and business card exchanges. Consulting firms’ recruiters are present. Students receive career preparation, focusing on resume reviews, panels, and interview skills.",
    "Students review resumes and receive career preparation. Company recruiters and consulting firms are present. The preparation includes resume reviews, panels, and interview skills training.",
    "Career counselors provide personalized guidance to students. They facilitate resume reviews. Students also participate in panels and interview skills training. Company recruiters and consulting firms are involved in the process.",
    "Career counselors guide students toward internships and full-time jobs. They offer resume reviews and conduct interview skills training. Company recruiters and consulting firms participate in these career development opportunities.",
    "Career counselors assist students with internships and full-time job opportunities. They provide resume reviews and interview skills training. Company recruiters and consulting firms also participate in these career development programs.",
    "Career counselors support students seeking internships and full-time jobs. They offer resume reviews and interview training. Company recruiters and consulting firms contribute to these career development programs.",
    "Counselors assist students with career matches. They provide internship and job support. Services include resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Counselors match students with career opportunities. They offer resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "Counselors connect students with career opportunities. They provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Counselors facilitate student connections with career opportunities. They offer resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "The university hosts a career fair. Counselors connect students with career opportunities. They provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "The university hosts a career fair. Counselors connect students with career opportunities. They offer resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "Students prepare elevator pitches for a university career fair. Counselors facilitate connections with career opportunities. They provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Students develop elevator pitches for a university career fair. Counselors guide students with career opportunity connections. They offer resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "The main hall hosts company booths. Students create career pitches with counselor guidance. Counselors provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Career counselors support students through individual guidance. They facilitate career pitches with counselor assistance. Activities include resume reviews and interview training. Career development programs incorporate counselors, recruiters, and consulting firms.",
    "Career counselors provide personalized support to students. They offer resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Career counselors assist students with individual support. They offer resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "Students navigate the hall with support from career counselors. Counselors provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Students use the hall with career counselors’ assistance. Counselors conduct resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "Students utilize the hall for career counseling. Counselors provide resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Students gain career guidance through hall-based services. Counselors conduct resume reviews and interview training. Career development programs include counselors, recruiters, and consulting firms.",
    "Recruiters and counselors offer career guidance to students. These services include resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms.",
    "Workshops and career services provide students with career and interview skills. These services include resume reviews and interview training. Career development programs involve counselors, recruiters, and consulting firms."
  ],
  "3": [
    "Business cards are frequently exchanged.",
    "Business cards are regularly exchanged.",
    "Students and individuals exchange business cards in a hallway.",
    "Recruiters often come from consulting firms. Individuals exchange business cards during hallway interactions.",
    "Small groups of students discuss topics outside the main area. Recruiters from consulting firms engage students. Students exchange business cards during hallway interactions.",
    "Small groups of students discuss topics outside the main area. Recruiters from consulting firms engage with students. Students exchange business cards during hallway interactions.",
    "University students participate in a career fair. Recruiters from consulting firms interact with students. Students exchange business cards in hallway conversations.",
    "Recruiters from consulting firms attend a career fair. They engage with students. Students exchange business cards during hallway conversations.",
    "Recruiters from consulting firms attend career fairs. They interact with students through hallway conversations and business card exchanges.",
    "Career counselors offer personalized guidance to students. Consulting recruiters engage with students at career fairs. They communicate through informal interactions like hallway conversations and exchanging business cards.",
    "Career counselors provide one-on-one support for students. Recruiting consultants connect with students at career events. They utilize informal methods of communication.",
    "Career counselors offer personalized support to students. Recruiting consultants engage with students at events using informal communication.",
    "Students possess resumes. Career counselors provide individual assistance. Recruiting consultants communicate informally with students at events.",
    "Students have resumes. Career counselors offer individual support. Recruiting consultants interact with students at events.",
    "Recruiters distribute brochures to students. Students provide resumes. Career counselors offer one-on-one assistance. Recruiting consultants engage with students at events.",
    "Counselors and recruiters connect students with companies. They facilitate resume submissions and provide individual career support. Recruiting consultants engage students at events to build connections.",
    "Counselors and recruiters connect students with companies. They assist with resume submissions and offer career support. Recruiting consultants build connections with students at events.",
    "Students receive branded tote bags. Counselors and recruiters connect students to companies. They provide resume assistance and career support. Recruiting consultants establish connections with students at events.",
    "The university hosts a career fair. Students receive branded tote bags. Counselors and recruiters connect students with companies. They offer resume assistance and career support. Recruiting consultants connect with students at the event.",
    "The university hosts a career fair. Students receive tote bags. Counselors and recruiters assist students with resumes and career support. Recruiting consultants connect students with companies at the event.",
    "Small groups of students discuss outside the main area. The university hosts a career fair. Students receive tote bags. Counselors and recruiters provide resume assistance and career support. Recruiting consultants connect students with companies.",
    "Students walk through the hall. A career fair is hosted at the university. Tote bags are distributed to students. Counselors and recruiters offer resume assistance. Recruiting consultants connect students with companies.",
    "Career counselors provide individual guidance. A career fair is held at the university. Students receive tote bags. Counselors and recruiters assist with resumes. Recruiting consultants connect students to companies.",
    "Recruiters and career counselors support students at a university career fair. Brochures and tote bags are distributed. Counselors and recruiters help with resume preparation. Recruiting consultants connect students with companies.",
    "Recruiters and career counselors support students at a university career fair. Brochures and tote bags are distributed. They assist with resume preparation and connect students with companies.",
    "Alumni, recruiters, and career counselors provide support at a university career fair. They assist students with resume preparation and connect them with potential employers. Brochures and tote bags are distributed.",
    "Students collected branded tote bags. Alumni, recruiters, and career counselors supported students. They assisted with resume preparation and connected students with employers. Brochures and tote bags were distributed.",
    "The university hosted a career fair. Students received branded tote bags. Alumni, recruiters, and career counselors supported students. They assisted with resumes and connected students with employers. Brochures and tote bags were distributed.",
    "The university hosted a career fair. Students received branded tote bags. Alumni, recruiters, and career counselors supported students. They assisted with resumes and connected students with employers. Brochures and tote bags were distributed.",
    "Recruiters hosted a career fair, distributing brochures and branded tote bags. Alumni, recruiters, and career counselors supported students by assisting with resumes and connecting them with employers.",
    "Recruiters held a career fair. They distributed brochures and tote bags to students. Alumni, recruiters, and career counselors assisted students with resumes and employer connections.",
    "University recruiters hosted a career fair. They provided brochures and tote bags to students. Alumni, recruiters, and career counselors assisted with resumes and employer connections.",
    "Alumni, recruiters, and counselors supported students at a career fair. They offered resume assistance and facilitated connections with employers. Brochures and tote bags were distributed to students.",
    "Career counselors provided individual guidance to students. Alumni, recruiters, and counselors assisted at a career fair. They offered resume help and connected students with employers. Brochures and tote bags were distributed.",
    "Recruiters, career counselors, and alumni assisted students at a career fair. They provided resume assistance and connected students with employers. Promotional materials, including brochures and tote bags, were distributed."
  ],
  "4": [
    "Panels are taking place in adjacent rooms.",
    "Panels are occurring in rooms nearby.",
    "The day is long and tiring. Panels are taking place in adjacent rooms.",
    "Students walk through the hall. The day is long and tiring. Panels occur in nearby rooms.",
    "Many students walk through the hall. The day is long and tiring. Panels are taking place in nearby rooms.",
    "Students walk through the hall. Panels occur in nearby rooms. The day is long and tiring.",
    "Students collect branded tote bags. They walk through the hallway. Panels take place in adjacent rooms. The day is prolonged and exhausting.",
    "Students collect branded tote bags. They walk through the hallway. Panels occur in adjacent rooms. The day is prolonged and tiring.",
    "Students collect branded tote bags. They move through hallways. Panels take place in adjacent rooms. The day is long and tiring.",
    "Students participate in an event featuring branded tote bags. Panels occur in nearby rooms. The event is a lengthy and demanding experience.",
    "The main hall has many company booths. Students receive branded tote bags at the event. Panels are held in adjacent rooms. The event is lengthy and requires significant effort.",
    "Recruiters showed particular interest in specific individuals. The event featured numerous company booths and provided branded tote bags to attendees. Panels were conducted in nearby rooms. The event was extensive and demanded considerable effort.",
    "Several recruiters expressed interest in specific individuals. The event included company booths and branded tote bags. Panels were held in adjacent rooms. The event required significant effort.",
    "Several recruiters showed interest in particular individuals. The event featured company booths and tote bags. Panels were held in separate rooms. Considerable effort was required to organize the event.",
    "Recruiters represented startups and expressed interest in specific individuals. The event included company booths and tote bags. Panels were held in separate rooms. Organizing the event demanded significant effort.",
    "Recruiters representing startups attended an event with company booths and tote bags. Separate rooms hosted panels. Organizing the event required considerable effort.",
    "Recruiters specializing in startups attended an event featuring company booths and tote bags. Panels were held in separate rooms. Organizing the event demanded significant effort.",
    "Many students were present in the hall. Startup recruiters hosted an event with company booths and giveaways. Panels were held in different rooms. The event required considerable organization.",
    "The event featured numerous student attendees and startup recruiters. Company booths and panels were held throughout the hall. Considerable organization was required for the event.",
    "Counselors matched students with startup recruiters. The event included company booths and panels. Considerable organization was needed to host the student and recruiter attendees.",
    "Students practiced elevator pitches. Counselors facilitated matches with startup recruiters. The event featured company booths and panels. Significant logistical organization supported the student and recruiter attendees.",
    "Students practiced elevator pitches. Counselors facilitated matches with startup recruiters. The event included company booths and panels. Logistical support was provided for attendees.",
    "Students practiced elevator pitches and were matched with startup recruiters. The event featured company booths and panels. Attendees received logistical support.",
    "Students practiced elevator pitches and were matched with startup recruiters. The event included company booths and panels. Logistical support was provided to attendees.",
    "Students practiced elevator pitches and were matched with startup recruiters. The event featured company booths and panels. Logistical support was provided to attendees.",
    "Students practiced elevator pitches and were matched with startup recruiters. The event included company booths and panels. Attendees received logistical support.",
    "Students practiced elevator pitches and were matched with startup recruiters. The event featured company booths and panels. Logistical support was provided to attendees.",
    "Business cards were exchanged frequently. Students delivered elevator pitches and met with startup recruiters. The event included company booths and panels. Attendees received logistical support.",
    "The event featured frequent business card exchanges. Students presented elevator pitches to startup recruiters. Company booths and panels were available. Attendees received logistical support.",
    "The event was lengthy and demanding. It involved numerous business card exchanges. Students delivered startup pitches. Company booths and panels were present. Attendees received logistical support.",
    "The event involved extensive business card exchanges and startup pitches. Company booths and panels were available. Attendees received logistical support.",
    "The event facilitated business card exchanges and startup pitches. Company booths and panels were present. Attendees received logistical support.",
    "The event included business card exchanges, startup pitches, company booths, and panels. Logistical support was provided to attendees.",
    "The event facilitated business connections through card exchanges, pitches, and booths. Attendees received logistical support.",
    "Small groups discussed business topics. The event fostered connections with card exchanges and presentations. Attendees received logistical assistance."
  ],
  "5": [
    "It is an event that occurs annually.",
    "The event happens every year.",
    "The event is annually held and characterized by a busy and energetic atmosphere.",
    "Recruiters distribute brochures to students at an annual event. The event is typically busy and energetic.",
    "The university hosts an annual career fair. Recruiters distribute brochures to students. The event is typically busy and energetic.",
    "The university hosts an annual career fair. Recruiters distribute brochures to students. The event is typically busy and energetic.",
    "The university hosts an annual career fair. Recruiters distribute brochures to students. The event is typically busy and energetic, focused on internships and full-time job opportunities.",
    "Students practice elevator pitches at an annual career fair. Recruiters provide brochures. The event focuses on internships and full-time job opportunities, often being busy and energetic.",
    "Students participate in a career fair focused on internship and full-time job opportunities. Recruiters distribute brochures. The event is typically busy and energetic, involving practice elevator pitches.",
    "The main hall hosts a career fair. Students seek internship and full-time job opportunities. Recruiters provide brochures. Participants practice elevator pitches in a busy, energetic environment.",
    "Career counselors offer individual guidance. A career fair hosts students seeking internships and full-time jobs. Recruiters distribute brochures. Participants rehearse elevator pitches in a dynamic setting.",
    "Career counselors provide personalized support to students. Career fairs connect students with internship and job opportunities. Recruiters promote jobs through brochures. Participants practice professional introductions in a collaborative environment.",
    "An annual event offers students personalized career counseling. Career fairs connect students with internship and job opportunities. Recruiters promote jobs with brochures. Participants practice introductions in a collaborative setting.",
    "An annual event provides students with personalized career counseling and connects them with internship and job opportunities. Recruiters present jobs through brochures, and students practice introductions in a collaborative environment.",
    "An annual event offers students personalized career counseling. It connects them to internship and job opportunities. Recruiters provide job information through brochures. Students practice introductions in a collaborative setting.",
    "Student panels in adjacent rooms offer personalized career counseling. The event connects students to internships and job opportunities. Recruiters share job information via brochures. Students practice introductions collaboratively.",
    "Student panels in nearby rooms provide career counseling. These panels connect students with internships and job opportunities. Recruiters offer job information through brochures. Students practice introductions together.",
    "Student panels in adjacent rooms offer career counseling. Panels connect students with internships and job opportunities. Recruiters distribute job information via brochures. Students rehearse introductions.",
    "Recruiters from consulting firms present job information through brochures. Student panels provide career counseling and connect students with internship and job opportunities. Students rehearse introductions for these interactions.",
    "Recruiters from consulting firms shared job information. Student panels offered career counseling. Students practiced introductions for interactions.",
    "Recruiters from consulting firms presented job opportunities. Career counseling was offered by student panels. Students practiced introductory interactions.",
    "Recruiters from consulting firms discussed job opportunities. Student panels provided career counseling. Students practiced initial interactions.",
    "Recruiters from consulting firms presented job opportunities. Career counseling was offered through student panels. Students practiced introductory interactions.",
    "Business cards were exchanged. Consulting recruiters discussed job opportunities. Student panels offered career counseling. Students practiced initial interactions.",
    "Students and consulting recruiters exchanged business cards. Recruiters discussed job opportunities. Career counseling was provided through student panels. Students practiced initial interactions.",
    "Students and recruiters interacted during a career fair. Recruiters presented job opportunities. Career counseling included student panel discussions and practice interactions.",
    "Many students attended a career fair. Recruiters presented job opportunities. Career counseling involved student panel discussions and practice interactions.",
    "Students attended a career fair. Recruiters presented job opportunities. Career counseling included panel discussions and practice interactions.",
    "Students participated in a career fair. Recruiters offered job opportunities. Career counseling provided panel discussions and practice interactions.",
    "Recruiters from consulting firms attended a career fair. They presented job opportunities. Career counseling included panel discussions and practice interactions.",
    "Recruiters from consulting firms attended a career fair. They presented job opportunities alongside career counseling, which involved panel discussions and practice interactions.",
    "Career counselors offered individual guidance. Consulting firms recruited students through a career fair. The fair included panel discussions and practical job opportunities.",
    "Career counselors provided individual guidance. Consulting firms recruited students at a career fair. The fair featured panel discussions and job opportunities.",
    "Career counselors offered individual guidance. Consulting firms recruited students at a career fair. The fair included panel discussions and job opportunities.",
    "Recruiters promoted their companies through brochures. Career counselors provided personalized advice. Consulting firms recruited students at a career fair. The fair featured panel discussions and job opportunities."
  ],
  "6": [
    "The atmosphere is both tense and exciting.",
    "The atmosphere is tense and exciting.",
    "The atmosphere is tense and exciting.",
    "The atmosphere is tense and exciting.",
    "The atmosphere is tense and exciting.",
    "The university hosts a career fair. The event’s atmosphere is both tense and exciting.",
    "The university hosts a career fair. The atmosphere is tense and exciting.",
    "Workshops provide career and interview training. The university hosts a career fair. The event generates a tense and exciting atmosphere.",
    "Workshops offer career and interview training. A university hosts a career fair. The career fair creates a tense and exciting atmosphere.",
    "The career fair generates a tense and exciting atmosphere. Workshops provide career and interview training. A university hosts the event.",
    "The university hosts a career fair, creating a tense and exciting atmosphere. Career and interview training workshops are available at the event.",
    "The university hosts a career fair, generating a tense and exciting atmosphere. Career and interview training workshops are offered at the event.",
    "The university hosts a career fair, creating a tense and exciting atmosphere. Career and interview training workshops are offered at the event.",
    "The university hosts a career fair. The event creates a tense and exciting atmosphere. Career and interview training workshops are available.",
    "The university hosts a career fair. This event generates a tense and exciting atmosphere. Career and interview training workshops are offered.",
    "The university hosts a career fair, generating a tense and exciting atmosphere. Career and interview training workshops are offered at the event.",
    "The university hosts a career fair, creating a tense and exciting atmosphere. Career and interview training workshops are offered at the event.",
    "The university hosts a career fair. This event creates a tense and exciting atmosphere. Career and interview training workshops are also offered.",
    "The university hosts a career fair. This event includes a tense and exciting atmosphere. Career and interview training workshops are available.",
    "The university hosts a career fair. This event features a tense and exciting atmosphere. Career and interview training workshops are offered.",
    "Counselors connect students with suitable companies. The university hosts a career fair with a dynamic atmosphere. Career and interview training workshops are available at the event.",
    "Counselors connect students with suitable companies. The university hosts a career fair. This event includes dynamic atmosphere and career/interview training workshops.",
    "Counselors facilitate student connections with suitable companies. The university career fair provides a dynamic atmosphere and career/interview training workshops.",
    "Counselors match students with companies. The university career fair offers a dynamic atmosphere and training workshops.",
    "Counselors facilitate student-company matches. The career fair includes a dynamic atmosphere and training workshops.",
    "Counselors facilitate student-company matches through a career fair. The fair offers a dynamic atmosphere and training workshops.",
    "Counselors facilitate student-company matches at a career fair. The fair includes a dynamic atmosphere and training workshops.",
    "Students present resumes at a career fair. Counselors match students with companies. The fair offers a dynamic atmosphere and training workshops.",
    "Students present resumes at a career fair. Counselors match students with companies. The event includes a dynamic atmosphere and training workshops.",
    "Students present resumes at a career fair. Counselors match students with companies. The event offers a dynamic atmosphere and training workshops.",
    "Students present resumes at a career fair. Counselors match students with companies. The event includes a dynamic atmosphere and training workshops.",
    "Students present resumes at a career fair. Counselors match students with companies. The event offers a dynamic atmosphere and training workshops.",
    "Recruiters promote career opportunities to students. Students submit resumes at a career fair. Counselors facilitate connections between students and companies. The event includes workshops and a lively environment.",
    "Recruiters promote career opportunities to students at a career fair. Counselors facilitate connections between students and companies. The event features workshops and a lively environment, with students submitting resumes.",
    "Recruiters at a career fair distribute brochures and promote career opportunities. Counselors facilitate student-company connections. Students attend workshops and submit resumes."
  ],
  "7": [
    "",
    "Please provide the text you would like me to summarize.",
    "Please provide the text you would like me to summarize.",
    "Please provide the text you would like me to summarize.",
    "Please provide the text you would like me to summarize.",
    "Please provide the text you would like me to summarize.",
    "Please provide the text you would like me to summarize.",
    "{}\n",
    "Panels are taking place in adjacent rooms.",
    "Panels are occurring in rooms nearby.",
    "Panels are taking place in adjacent rooms.",
    "Panels are occurring in rooms nearby.",
    "Panels are taking place in adjacent rooms.",
    "Workshops provide career and interview skills training. Panels discussing related topics are held in nearby rooms.",
    "Workshops offer career and interview skills training. Related topic panels are held in adjacent rooms.",
    "Workshops provide career and interview skills training. Adjacent rooms host related topic panels.",
    "Workshops offer career and interview skills training. Related topic panels are held in nearby rooms.",
    "Workshops provide career and interview skills training. Nearby rooms host related topic panels.",
    "Workshops offer career and interview skills training. Related topic panels are held in nearby rooms.",
    "Workshops provide career and interview skills training. Nearby rooms host related topic panels.",
    "Workshops offer career and interview skills training. Related topic panels are held in nearby rooms.",
    "Workshops provide career and interview skills training. Related topic panels are held in adjacent rooms.",
    "Workshops offer career and interview skills training. Adjacent rooms host related topic panels.",
    "Workshops provide career and interview skills training. Related topic panels are held in adjacent rooms.",
    "Workshops offer career and interview skills training. Adjacent rooms host related topic panels.",
    "Workshops provide career and interview skills training. Related topic panels are held in adjacent rooms.",
    "Workshops offer career and interview skills training. Adjacent rooms host related topic panels.",
    "Workshops provide career and interview skills training. Related topic panels are held in adjacent rooms.",
    "Workshops offer career and interview skills training. Related topic panels are held nearby.",
    "Workshops provide career and interview skills training. Nearby topic panels are also offered.",
    "Students rehearse elevator pitches. Career and interview skills training is offered. Topic panels are also available nearby.",
    "Students rehearse elevator pitches as part of career and interview skills training. Topic panels are offered nearby.",
    "Students practice elevator pitches as part of career and interview training. Topic panels are also available.",
    "Students rehearse elevator pitches for career and interview preparation. Topic panels are also offered as resources.",
    "Students rehearse elevator pitches for career and interview preparation. Topic panels are available as resources."
  ],
  "8": [
    "The atmosphere is both tense and exciting.",
    "The atmosphere is tense and exciting.",
    "Counselors match students with companies. The environment is both tense and exciting.",
    "Counselors match students with companies. The environment is tense and exciting.",
    "Counselors match students with companies. The environment is tense and exciting.",
    "The day feels long and exhausting. Counselors are matching students with companies. The atmosphere is tense and exciting.",
    "The day feels long and exhausting. Counselors are matching students with companies. The atmosphere is tense and exciting.",
    "Workshops provide career and interview skills training. Counselors match students with companies. The event is both tense and exciting for attendees.",
    "Workshops offer career and interview skills training. Counselors connect students with companies. Attendees experience the event as both tense and exciting.",
    "Workshops provide career and interview skills training. Counselors facilitate connections between students and companies. Attendees find the event to be both tense and exciting.",
    "Workshops offer career and interview skills training. Counselors connect students with companies. Attendees experience the event as tense and exciting.",
    "Workshops provide career and interview skills training. Counselors connect students with companies. Attendees describe the event as tense and exciting.",
    "Workshops offer career and interview skills training. Counselors facilitate connections between students and companies. Attendees found the event to be tense and exciting.",
    "Workshops provide career and interview skills training. Counselors connect students with companies. Attendees described the event as tense and exciting.",
    "Workshops offer career and interview skills training. Counselors facilitate connections between students and companies. Attendees found the event tense and exciting.",
    "Workshops provide career and interview skills training. Counselors connect students with companies. Attendees described the event as tense and exciting.",
    "Workshops offer career and interview skills training. Counselors facilitate connections between students and companies. Attendees found the event to be tense and exciting.",
    "Career counselors provide one-on-one guidance. Workshops train students on career and interview skills. Counselors connect students with companies. The event was described as tense and exciting.",
    "Students prepare elevator pitches with counselor guidance. Workshops cover career and interview skills. Counselors facilitate connections with companies. The event generated a tense and exciting atmosphere.",
    "Students developed elevator pitches with counselor support. Workshops focused on career and interview skills. Counselors connected students with companies. The event created a dynamic atmosphere.",
    "Students created elevator pitches with counselor support. Workshops addressed career and interview skills. Counselors facilitated connections with companies. The event fostered a dynamic atmosphere.",
    "Students developed elevator pitches with counselor guidance. Workshops covered career and interview skills. Counselors connected students with companies. The event created an energetic environment.",
    "Students practiced elevator pitches with counselor support. Workshops focused on career and interview skills. Counselors facilitated connections with companies. The event fostered an energetic atmosphere.",
    "Students practiced elevator pitches. Workshops covered career and interview skills. Counselors connected students with companies. The event created an energetic atmosphere.",
    "Students practiced elevator pitches and received career and interview skill training. Counselors facilitated connections with companies. The event fostered an energetic atmosphere.",
    "Students practiced elevator pitches and received career skill training. Counselors connected students with companies. The event created an energetic atmosphere.",
    "Recruiters from startups engaged with students. Students practiced pitches and gained career skills. Counselors facilitated connections with companies. The event fostered an energetic environment.",
    "Recruiters from startups engaged with students. Students practiced pitches and developed career skills. Counselors connected students with companies. The event created an energetic atmosphere.",
    "Recruiters from startups engaged with students, who practiced pitches and developed career skills. Counselors connected students with companies, creating an energetic atmosphere.",
    "Quick conversations facilitated future job opportunities. Recruiters partnered with students, focusing on pitches and career skill development. Counselors connected students to companies, fostering an energetic environment.",
    "Quick conversations created future job opportunities. Recruiters collaborated with students through pitch development and career skill training. Counselors connected students to companies, building an engaging atmosphere.",
    "Quick conversations facilitated future job opportunities. Recruiters partnered with students on pitch development and career skills. Counselors connected students to companies, fostering an engaging environment.",
    "Quick conversations facilitated future job opportunities through recruiter partnerships and counselor connections to companies.",
    "Business cards enable ongoing conversations. These conversations lead to job opportunities. Recruiters and counselors connect individuals with companies through these interactions.",
    "Business cards facilitate ongoing conversations. These conversations connect individuals with recruiters and counselors. These connections lead to job opportunities."
  ],
  "9": [
    "Workshops provide training in career and interview techniques.",
    "Workshops offer training in career and interview techniques.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "Small groups of students discuss outside the main area. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions occur outside the main area. Career and interview technique workshops are available.",
    "The university hosts a career fair. Small group discussions are held outside the main area. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "The university hosts a career fair. Small group discussions are held. Career and interview technique workshops are offered.",
    "Business cards are exchanged frequently. The university organizes a career fair. Small group discussions occur. Career and interview technique workshops are available.",
    "Business cards are exchanged often. The university hosts a career fair. Small group discussions and workshops on career and interview techniques are offered.",
    "Business cards are frequently exchanged. The university hosts a career fair. Career and interview technique sessions are offered in small groups.",
    "Business cards are regularly exchanged. The university offers career fairs and small group sessions on career and interview techniques.",
    "Business cards are frequently exchanged. The university provides career fairs and sessions on career and interview skills.",
    "The atmosphere is busy and energetic. Career fairs and sessions on career and interview skills are offered by the university. Business cards are routinely exchanged.",
    "The university hosts a busy and energetic career fair. It offers career and interview skills sessions. Business cards are frequently exchanged at the event.",
    "The university hosts a career fair. The event offers career and interview skills sessions. Business cards are exchanged frequently.",
    "The university hosts a career fair. The event includes career and interview skills sessions. Attendees exchange business cards frequently.",
    "The university hosts a career fair. Career and interview skills sessions are included. Attendees exchange business cards.",
    "The university hosts a career fair. Career and interview skills sessions are offered. Attendees exchange business cards.",
    "The university hosts a career fair. Career and interview skills sessions are offered. Attendees exchange business cards.",
    "The university hosts a career fair. Career and interview skills sessions are offered. Attendees exchange business cards.",
    "Career counselors provide one-on-one guidance. The university organizes a career fair. Skills sessions and business card exchanges are also available."
  ]
}