{
  "0": [
    "",
    "",
    "The fair schedule is being announced over the PA system.",
    "The fair schedule is being announced over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The fair schedule is being announced over the PA system. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3495065065797721,
    0.3495065065797721,
    0.5565496247520855,
    0.6865810883707404,
    0.6865810883707404,
    0.6865810883707404,
    0.710200560513869,
    0.710200560513869,
    0.710200560513869,
    0.8346801303741755,
    0.8346801303741755,
    0.8346801303741755,
    0.8346801303741755,
    0.8761395792493075,
    0.8761395792493075,
    0.8761395792493075,
    0.8761395792493075,
    0.8761395792493075,
    0.9065495669329087,
    0.9065495669329087,
    0.9065495669329087,
    0.9065495669329087,
    0.9065495669329087,
    0.9065495669329087,
    0.8765501381549616,
    0.8765501381549616,
    0.8765501381549616,
    0.8765501381549616,
    0.8765501381549616,
    0.8656435406184735,
    0.8656435406184735,
    0.8656435406184735,
    0.8656435406184735,
    0.8656435406184735,
    0.8656435406184735,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879,
    0.8839596150878879
  ],
  "1": [
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer advice. Alumni volunteers provide pep talks near the coffee station.",
    "Attendees maintain eye contact as career counselors offer advice. Alumni volunteers provide pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Alumni volunteers provide pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees maintain eye contact as career counselors offer advice near dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps, while alumni volunteers provide pep talks near the coffee station. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.601810109393325,
    0.601810109393325,
    0.6846158950318176,
    0.6846158950318176,
    0.5883202383877759,
    0.5883202383877759,
    0.5883202383877759,
    0.5883202383877759,
    0.5883202383877759,
    0.6947746460435622,
    0.6947746460435622,
    0.6947746460435622,
    0.6947746460435622,
    0.7955583855258366,
    0.7955583855258366,
    0.7955583855258366,
    0.7955583855258366,
    0.8017216397035671,
    0.8017216397035671,
    0.8017216397035671,
    0.8017216397035671,
    0.8017216397035671,
    0.8222229606529556,
    0.8222229606529556,
    0.8222229606529556,
    0.8222229606529556,
    0.8222229606529556,
    0.7952689344436079,
    0.7952689344436079,
    0.7952689344436079,
    0.7952689344436079,
    0.7952689344436079,
    0.8237731275566623,
    0.8237731275566623,
    0.8237731275566623,
    0.8237731275566623,
    0.8237731275566623,
    0.7819546230309353,
    0.7819546230309353,
    0.7819546230309353,
    0.7819546230309353,
    0.7819546230309353,
    0.7819546230309353,
    0.7819546230309353,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.8215918497275752,
    0.7804830992839653,
    0.7804830992839653,
    0.7804830992839653,
    0.7804830992839653,
    0.7804830992839653,
    0.7804830992839653,
    0.7804830992839653
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Several glossy case study booklets are stacked on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Several glossy case study booklets are stacked on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Several glossy case study booklets are stacked on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.46228595075129597,
    0.46228595075129597,
    0.46228595075129597,
    0.5029035347340418,
    0.5029035347340418,
    0.5029035347340418,
    0.6123147794647126,
    0.6123147794647126,
    0.6123147794647126,
    0.6123147794647126,
    0.6463373047898595,
    0.6463373047898595,
    0.6463373047898595,
    0.6463373047898595,
    0.6463373047898595,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6606614972059645,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6976257861876363,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.6564618164262845,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.743485765874957,
    0.7775298488489126,
    0.7775298488489126,
    0.7775298488489126,
    0.7775298488489126,
    0.7775298488489126
  ],
  "3": [
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.5565492559851508,
    0.6908976405118366,
    0.6908976405118366,
    0.6908976405118366,
    0.79675616081578,
    0.79675616081578,
    0.79675616081578,
    0.79675616081578,
    0.7761305939419029,
    0.7761305939419029,
    0.7761305939419029,
    0.7761305939419029,
    0.8321451303011218,
    0.8321451303011218,
    0.8321451303011218,
    0.8321451303011218,
    0.8321451303011218,
    0.8321451303011218,
    0.8642330599352173,
    0.8642330599352173,
    0.8642330599352173,
    0.8642330599352173,
    0.8642330599352173,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8371846602637865,
    0.8704001554068437,
    0.8704001554068437,
    0.8704001554068437,
    0.8704001554068437,
    0.8704001554068437,
    0.8704001554068437,
    0.872946810577653,
    0.872946810577653,
    0.872946810577653,
    0.872946810577653,
    0.872946810577653,
    0.872946810577653,
    0.8680907537887611,
    0.8680907537887611,
    0.8680907537887611,
    0.8680907537887611,
    0.8680907537887611,
    0.8680907537887611,
    0.8680907537887611,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533,
    0.8652093143779533
  ],
  "4": [
    "The polished floor is surrounded by dozens of booths bearing colorful banners.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners, mirroring the initial description. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.35615191261885626,
    0.35615191261885626,
    0.35615191261885626,
    0.5177098048797494,
    0.5177098048797494,
    0.5177098048797494,
    0.6445132781339129,
    0.6445132781339129,
    0.6445132781339129,
    0.6445132781339129,
    0.652828465349772,
    0.652828465349772,
    0.652828465349772,
    0.652828465349772,
    0.652828465349772,
    0.652828465349772,
    0.689111650342919,
    0.689111650342919,
    0.689111650342919,
    0.689111650342919,
    0.689111650342919,
    0.689111650342919,
    0.689111650342919,
    0.6628712643624104,
    0.6628712643624104,
    0.6628712643624104,
    0.6628712643624104,
    0.6628712643624104,
    0.6733619985160995,
    0.6733619985160995,
    0.6733619985160995,
    0.6733619985160995,
    0.6733619985160995,
    0.6733619985160995,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6818494449321151,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.6934607177307919,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932,
    0.7439322943792932
  ],
  "5": [
    "",
    "Students clutch resumes inside branded folders. The folders feature the university logo.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showing their latest apps.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showing their latest apps. The demo screens showcase the companies’ newest applications.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showcasing their newest applications, and healthcare providers showcase community outreach photos. The tech companies’ demo screens display the companies’ newest applications.",
    "Students hold university-branded folders containing resumes, while tech companies display demo screens showcasing their newest applications. Healthcare providers present community outreach photos. Alumni volunteers deliver brief motivational speeches near the coffee station.",
    "The scene features alumni volunteers delivering brief motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies display demo screens showcasing their newest applications, and healthcare providers present community outreach photos.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies are displaying demo screens showcasing their newest applications, and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system, outlining the fair schedule.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies are displaying demo screens showcasing their newest applications, and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies are displaying demo screens showcasing their newest applications, and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies are displaying demo screens showcasing their newest applications, and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, while students hold university-branded folders containing resumes. Tech companies are displaying demo screens showcasing their newest applications, and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, and career counselors remind attendees to maintain eye contact. University-branded folders containing resumes are held by students, while tech companies are displaying demo screens showcasing their newest applications and healthcare providers are presenting community outreach photos. A welcome announcement is playing over the PA system outlining the fair schedule.",
    "Alumni volunteers are delivering motivational speeches near the coffee station, and career counselors remind attendees to maintain eye contact. University-branded folders containing resumes are held by students, while tech companies are displaying demo screens showcasing their newest applications and healthcare providers are presenting community outreach photos. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement is playing over the PA system outlining the fair schedule."
  ],
  "5_score": [
    0.0,
    0.4724095787265238,
    0.4724095787265238,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.5872480055973625,
    0.5872480055973625,
    0.5872480055973625,
    0.5872480055973625,
    0.5872480055973625,
    0.6228149615727911,
    0.6228149615727911,
    0.6228149615727911,
    0.6228149615727911,
    0.6228149615727911,
    0.6742820982400751,
    0.6742820982400751,
    0.6742820982400751,
    0.6742820982400751,
    0.6742820982400751,
    0.5592490816771651,
    0.5592490816771651,
    0.5592490816771651,
    0.5592490816771651,
    0.6821530125630068,
    0.6821530125630068,
    0.6821530125630068,
    0.6821530125630068,
    0.6821530125630068,
    0.6821530125630068,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7299107974240198,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.7618943670382774,
    0.745408375901309,
    0.745408375901309,
    0.745408375901309,
    0.745408375901309
  ],
  "6": [
    "",
    "",
    "The healthcare providers are displaying photographs from community outreach events. The photos show the providers interacting with individuals in a park setting. The providers are wearing white coats and are standing alongside a group of children. Several adults are also visible in the photographs.",
    "The photographs depict healthcare providers interacting with a group of children and several adults in a park setting. The providers are wearing white coats. Tech companies are displaying demo screens.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens. Students are lining up outside the university gym before the career fair opens.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens near a university gym where students are lining up before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens near a university gym where students are lining up before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens near a university gym where students are lining up before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens near a university gym where students are lining up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station, reminding attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Tech companies are displaying demo screens near a university gym where students are lining up before the career fair opens. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting. Students line up outside the university gym before the career fair opens, and tech companies are displaying demo screens near the university gym. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting, showcasing community outreach photos. Students line up outside the university gym before the career fair opens, and tech companies are displaying demo screens near the university gym. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting, showcasing community outreach photos. Students line up outside the university gym before the career fair opens, and tech companies are displaying demo screens near the university gym. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting, showcasing community outreach photos. Students line up outside the university gym before the career fair opens, and tech companies are displaying demo screens near the university gym. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers in white coats are interacting with a group of children and several adults in a park setting, showcasing community outreach photos. Students line up outside the university gym before the career fair opens, and tech companies are displaying demo screens near the university gym. Alumni volunteers are sharing quick pep talks near the coffee station, reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.36964547713361207,
    0.3591769881764056,
    0.3591769881764056,
    0.3591769881764056,
    0.5161346379073232,
    0.5161346379073232,
    0.5161346379073232,
    0.5161346379073232,
    0.5876000206442696,
    0.5876000206442696,
    0.5876000206442696,
    0.5876000206442696,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.6616907362360452,
    0.5778145151282733,
    0.5778145151282733,
    0.5778145151282733,
    0.5778145151282733,
    0.5778145151282733,
    0.5778145151282733,
    0.5748754336903623,
    0.5748754336903623,
    0.5748754336903623,
    0.5748754336903623,
    0.5748754336903623,
    0.5748754336903623,
    0.5748754336903623,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6286590797234689,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6263036543052645,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003,
    0.6781347472801003
  ],
  "7": [
    "Tech companies display demo screens showing their latest apps. Several demo screens are visible.",
    "Several demo screens displaying the latest apps are visible. Students clutch resumes inside branded folders.",
    "Several demo screens displaying the latest apps are visible. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps, while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps from tech companies and consulting firms. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps from tech companies and consulting firms. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps from tech companies and consulting firms. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps from tech companies and consulting firms. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Several demo screens display the latest apps from tech companies and consulting firms. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "7_score": [
    0.37516109146041765,
    0.40582999504093653,
    0.40582999504093653,
    0.40582999504093653,
    0.40582999504093653,
    0.40582999504093653,
    0.40582999504093653,
    0.5202911251389638,
    0.5202911251389638,
    0.5202911251389638,
    0.5202911251389638,
    0.5674774013371929,
    0.5674774013371929,
    0.5674774013371929,
    0.5674774013371929,
    0.5674774013371929,
    0.5872835682726453,
    0.5872835682726453,
    0.5872835682726453,
    0.5872835682726453,
    0.5872835682726453,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.6859817998020826,
    0.7500880613778187,
    0.7500880613778187,
    0.7500880613778187,
    0.7500880613778187,
    0.7328810510761923,
    0.7328810510761923,
    0.7328810510761923,
    0.7328810510761923,
    0.7328810510761923,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.6626931148806425,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249,
    0.7234944431996249
  ],
  "8": [
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables, with consulting firms also providing them. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables, with consulting firms also providing them. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables, with consulting firms also providing them. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance. Glossy case study booklets are stacked on high tables, with consulting firms also providing them. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance, while glossy case study booklets are stacked on high tables with consulting firms providing them. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4265205589811083,
    0.4265205589811083,
    0.5831282313700797,
    0.5831282313700797,
    0.5831282313700797,
    0.6839236271023689,
    0.6839236271023689,
    0.6839236271023689,
    0.6839236271023689,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6390689013942501,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.688700690806637,
    0.688700690806637,
    0.688700690806637,
    0.688700690806637,
    0.688700690806637,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6768187490867921,
    0.6919450436711699,
    0.6919450436711699,
    0.6919450436711699,
    0.6919450436711699,
    0.6919450436711699,
    0.6919450436711699,
    0.8226854060818235,
    0.8226854060818235,
    0.8226854060818235,
    0.8226854060818235,
    0.8226854060818235,
    0.8226854060818235,
    0.8433283228073738,
    0.8433283228073738,
    0.8433283228073738,
    0.8433283228073738,
    0.8433283228073738,
    0.8433283228073738,
    0.8433283228073738,
    0.8429634857920729,
    0.8429634857920729,
    0.8429634857920729,
    0.8429634857920729,
    0.8429634857920729,
    0.8429634857920729,
    0.8429634857920729,
    0.8607565583408527,
    0.8607565583408527
  ],
  "9": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "The entrance features event staff scanning registrations and handing out lanyards. Numerous booths surround the polished floor, each bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "The polished floor is surrounded by numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds numerous booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards. Consulting firms have stacked glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "9_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.4265205589811083,
    0.4265205589811083,
    0.5575749960641498,
    0.5575749960641498,
    0.5575749960641498,
    0.5575749960641498,
    0.6389198188635876,
    0.6389198188635876,
    0.6389198188635876,
    0.6389198188635876,
    0.793812409407624,
    0.793812409407624,
    0.793812409407624,
    0.793812409407624,
    0.793812409407624,
    0.7712932530850982,
    0.7712932530850982,
    0.7712932530850982,
    0.7712932530850982,
    0.7712932530850982,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7836599940381072,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.7815524356115682,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.8009968893278463,
    0.7770044774365812
  ]
}