{
  "0": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews, guiding attendees on interviewing strategies. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables at their setups. A robotics startup draws attention by flying a small drone above its booth to attract onlookers.",
    "In a career fair setting, an alumni panel discusses how to prepare for technical interviews, guiding attendees on interviewing strategies. Dozens of booths with colorful banners encircle a polished floor, with consulting firms stacking glossy case study booklets on high tables at their setups. A robotics startup draws attention by flying a small drone above its booth. Event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. Students clutch resumes inside branded folders.",
    "In a career fair setting, an alumni panel discusses how to prepare for technical interviews and guides attendees on interviewing strategies. Dozens of booths with colorful banners encircle a polished floor, with consulting firms stacking glossy case study booklets on high tables at their setups. A robotics startup draws attention by flying a small drone above its booth. Event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews and guides attendees on interviewing strategies. Dozens of booths with colorful banners encircle a polished floor, with consulting firms stacking glossy case study booklets on high tables at their setups. A robotics startup draws attention by flying a small drone over its booth. Event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries as the booths circle the floor. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor, with the perimeter formed by booths guiding activities. Consultation firms stack glossy case study booklets on high tables at their setups, while a robotics startup draws attention by flying a small drone over its booth. Event staff scan registrations and issue lanyards as groups circulate. Groups of friends mark target employers on the event map; career counselors direct unsure students toward suitable industries and career paths. A cybersecurity company runs a password cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Workshops on networking etiquette begin in an adjoining classroom.",
    "The career fair unfolds in a venue where dozens of booths with colorful banners encircle a polished floor, the perimeter formed by booths guiding activities. Consultation firms stack glossy case study booklets on high tables at their setups, while a robotics startup draws attention by flying a small drone over its booth. Event staff scan registrations and issue lanyards as groups circulate. Groups of friends mark target employers on the event map; career counselors direct unsure students toward suitable industries and career paths. A cybersecurity company runs a password cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Workshops on networking etiquette begin in an adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, the perimeter booths guiding activities. Consultation firms stack glossy case-study booklets on high tables at their setups, while a robotics startup draws attention by flying a small drone over its booth. Event staff scan registrations and issue lanyards as groups circulate. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward suitable industries and career paths. A cybersecurity company runs a password-cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Workshops on networking etiquette begin in an adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor, with perimeter booths guiding activities. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and issue lanyards at the entrance, while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, and career counselors direct unsure students toward suitable industries and careers. A cybersecurity company demonstrates password cracking; healthcare providers showcase community outreach photos; students clutch resumes in folders. An alumni panel discusses preparation for technical interviews, with volunteers offering quick pep talks near the coffee station. Workshops on networking etiquette run in an adjoining classroom, while a welcome PA outlines the schedule as students rehearse elevator pitches."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7094704769061622,
    0.7429702298110711,
    0.7429702298110711,
    0.7429702298110711,
    0.7429702298110711,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.875937803991246,
    0.8778001649959069,
    0.8778001649959069,
    0.8778001649959069,
    0.8778001649959069,
    0.8839524914779566,
    0.8839524914779566,
    0.8839524914779566,
    0.8839524914779566,
    0.8839524914779566,
    0.8839524914779566,
    0.8984893845812609,
    0.8984893845812609,
    0.8984893845812609,
    0.8984893845812609,
    0.8967401810216484,
    0.8967401810216484,
    0.8967401810216484,
    0.8967401810216484,
    0.8967401810216484,
    0.8757409366326764,
    0.8757409366326764,
    0.8757409366326764,
    0.8757409366326764,
    0.8757409366326764,
    0.8757409366326764,
    0.8757409366326764,
    0.8967174303520689,
    0.8967174303520689,
    0.8967174303520689,
    0.8967174303520689
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. They also redirect unsure students toward applicable industries.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, and they redirect unsure students toward applicable industries.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, and they redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor, and event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "A career fair unfolds with dozens of booths adorned by colorful banners surrounding a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "An ongoing career fair features dozens of booths adorned with colorful banners set on a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "An ongoing career fair features dozens of booths with colorful banners circling a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "An ongoing career fair features dozens of booths with colorful banners circling a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At a university career fair, dozens of booths with colorful banners circle a polished floor as a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches against a wall. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone over its booth to attract attention, and finance firms offer QR codes for internships. Workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.6190336410267675,
    0.6190336410267675,
    0.6190336410267675,
    0.6190336410267675,
    0.6190336410267675,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.46313378206401123,
    0.86879314974731,
    0.86879314974731,
    0.86879314974731,
    0.86879314974731,
    0.86879314974731,
    0.861436830931812,
    0.861436830931812,
    0.861436830931812,
    0.8617610965860115,
    0.8617610965860115,
    0.8617610965860115,
    0.8682023002227827,
    0.8682023002227827,
    0.8682023002227827,
    0.8682023002227827,
    0.8611703353998728,
    0.8611703353998728,
    0.8611703353998728,
    0.8611703353998728,
    0.8611703353998728,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8577638091319982,
    0.8948572411291668,
    0.8948572411291668,
    0.8948572411291668,
    0.8948572411291668,
    0.8948572411291668,
    0.8948572411291668
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the career fair, dozens of booths with colorful banners surround a floor, with consulting firms stacking case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a drone above its booth to attract attention. Groups of friends mark target employers on an event map, and some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, dozens of booths with colorful banners surround the floor, with consulting firms stacking case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a drone above its booth to attract attention. Groups of friends mark target employers on an event map, and some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8662513505754406,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8805490790850007,
    0.8787248535327185,
    0.8787248535327185,
    0.8787248535327185,
    0.8787248535327185,
    0.8787248535327185,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.883642998771582,
    0.9201894826705294,
    0.9201894826705294,
    0.9201894826705294,
    0.9201894826705294,
    0.9201894826705294,
    0.9201894826705294,
    0.9216916426988583,
    0.9216916426988583,
    0.9216916426988583
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map, and some students are rehearsing elevator pitches quietly against the wall.",
    "At the career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule. Groups mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome PA outlines the schedule as dozens of booths with colorful banners fill a polished floor. Groups and friends mark target employers on the event map while some students rehearse elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At the university career fair, a busy hall hosts dozens of booths with colorful banners on a polished floor, as a welcome PA outlines the schedule. Groups mark target employers on an event map, and students rehearse elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for internship applications. Workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university career fair, a busy hall hosts dozens of booths with colorful banners on a polished floor as a welcome PA outlines the schedule. Groups mark target employers on an event map, and students rehearse elevator pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, and finance firms offer QR codes for internship applications. Workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.44950940915017634,
    0.6204670900145373,
    0.6204670900145373,
    0.6204670900145373,
    0.6204670900145373,
    0.6227749435311718,
    0.6227749435311718,
    0.6227749435311718,
    0.6227749435311718,
    0.6227749435311718,
    0.6227749435311718,
    0.8784714935969828,
    0.8784714935969828,
    0.8784714935969828,
    0.8784714935969828,
    0.8970567951477946,
    0.8970567951477946,
    0.8970567951477946,
    0.8970567951477946,
    0.8970567951477946,
    0.8970567951477946,
    0.8992920284309793,
    0.8992920284309793,
    0.8992920284309793,
    0.9063694694312716,
    0.9063694694312716,
    0.9063694694312716,
    0.9063694694312716,
    0.9063694694312716,
    0.9063694694312716,
    0.8869676966568903,
    0.8869676966568903,
    0.8869676966568903,
    0.8869676966568903,
    0.8869676966568903,
    0.8869676966568903,
    0.9070527658638154,
    0.9070527658638154,
    0.9070527658638154,
    0.9070527658638154,
    0.9070527658638154,
    0.9070527658638154,
    0.9070527658638154,
    0.8944072768062299,
    0.8944072768062299,
    0.8944072768062299,
    0.8944072768062299,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838,
    0.8943482896720838
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall, while a welcome announcement is broadcast over the PA system outlining the schedule, and groups of friends mark target employers on the event map.",
    "At the career fair, some students rehearse elevator pitches quietly against the wall while a welcome announcement is broadcast over the PA system outlining the schedule, and groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a welcome announcement is being broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, a welcome announcement over the PA outlines the schedule. Students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a welcome PA outlines the schedule as attendees prepare. Students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on an event map. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Before the fair opens, students line up outside the university gym. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, a welcome PA outlines the schedule as booths with banners fill the floor, and tech companies display demo screens showing their apps while career counselors redirect unsure students toward applicable industries. Before the fair opens, students line up outside the university gym. Groups of friends mark target employers on the event map, some rehearse elevator pitches against a wall. Consulting firms stack case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews; finance firms offer QR codes for internship applications. Workshops on networking etiquette begin in adjoining classroom. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5074263885315039,
    0.5074263885315039,
    0.5074263885315039,
    0.5074263885315039,
    0.6746879883903647,
    0.6746879883903647,
    0.6746879883903647,
    0.6746879883903647,
    0.789673746082269,
    0.789673746082269,
    0.789673746082269,
    0.789673746082269,
    0.7998971703179814,
    0.7998971703179814,
    0.7998971703179814,
    0.7998971703179814,
    0.8264244353327184,
    0.8264244353327184,
    0.8264244353327184,
    0.8264244353327184,
    0.8398966354347213,
    0.8398966354347213,
    0.8398966354347213,
    0.8398966354347213,
    0.867167370600032,
    0.867167370600032,
    0.867167370600032,
    0.8751660822705225,
    0.8751660822705225,
    0.8751660822705225,
    0.8751660822705225,
    0.8668527879764829,
    0.8668527879764829,
    0.8668527879764829,
    0.8668527879764829,
    0.8668527879764829,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8627113339043357,
    0.8955486552115832,
    0.8955486552115832,
    0.8955486552115832,
    0.8955486552115832,
    0.8955486552115832
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map, indicating interest in specific companies. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners surround a polished floor. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners surround a polished floor. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries as the booths circle the floor.",
    "At the career fair, groups of friends target employers by marking them on the event map as dozens of booths with colorful banners surround a polished floor. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries as booths encircle the floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, groups of friends target employers by marking them on the event map as dozens of booths with colorful banners surround a polished floor. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries as booths encircle the floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor, encircling the space and guiding attendees through activities. Staff scan registrations and hand out lanyards at the entrance, a process repeated later in the expo. Groups of friends mark target employers on the event map as attendees circulate. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on demonstration. Consulting firms display glossy case study booklets on high tables. Career counselors direct unsure students toward industries and career paths. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor, encircling the space and guiding attendees through activities. Staff scan registrations and hand out lanyards at the entrance, a process repeated later in expo. Groups of friends mark target employers on event map as attendees circulate. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on demonstration. Consulting firms display glossy case study booklets on high tables. Career counselors direct unsure students toward industries and career paths. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5673568523989451,
    0.5673568523989451,
    0.5673568523989451,
    0.737898588856463,
    0.737898588856463,
    0.737898588856463,
    0.737898588856463,
    0.737898588856463,
    0.737898588856463,
    0.7716909663054612,
    0.7716909663054612,
    0.7716909663054612,
    0.7716909663054612,
    0.7716909663054612,
    0.7716909663054612,
    0.7716909663054612,
    0.8860032460597682,
    0.8860032460597682,
    0.8860032460597682,
    0.8860032460597682,
    0.8860032460597682,
    0.8860032460597682,
    0.8884523711067839,
    0.8884523711067839,
    0.8884523711067839,
    0.8884523711067839,
    0.8884523711067839,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.8852325923593092,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9018560425460733,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014,
    0.9133122909168014
  ],
  "6": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle a polished floor at the fair. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, guiding them as the booths circle the floor.",
    "At the career fair, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, guiding them as the booths circle the floor. Students clutch resumes inside branded folders.",
    "At the career fair, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, guiding them as the booths circle the floor. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair expo, staff scan registrations and hand out lanyards as attendees circulate among dozens of booths with colorful banners around a polished floor. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward industries and career paths. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop as a hands-on demonstration. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. The layout forms a busy perimeter around the polished floor, with booths encircling the space and guiding attendees through activities.",
    "At the career fair expo, staff register attendees and issue lanyards as people circulate among dozens of booths arranged around a polished floor with colorful banners. The perimeter around the space is formed by booths encircling the layout and guiding activities. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while career counselors steer unsure students toward suitable industries and career paths. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders.",
    "At the career fair expo, staff register attendees and issue lanyards as dozens of booths with colorful banners encircle a polished floor, the perimeter formed by booths guiding activities. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station, while career counselors steer unsure students toward applicable industries and career paths. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables at their setups, and a cybersecurity company runs a password-cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. A robotics startup draws attention by flying a small drone over its booth. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair expo, staff register attendees and issue lanyards as dozens of booths with colorful banners encircle a polished floor, forming a guiding perimeter. An alumni panel discusses preparing for technical interviews, with volunteers offering quick pep talks near the coffee station, while counselors steer unsure students toward industries and career paths. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. A robotics startup draws attention by flying a small drone over its booth. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the career fair expo, staff register attendees and issue lanyards as dozens of booths with colorful banners encircle a polished floor, forming a guiding perimeter. An alumni panel discusses preparing for technical interviews, with volunteers offering quick pep talks near the coffee station, while counselors steer unsure students toward industries and career paths. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking demonstration on a laptop. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. A robotics startup draws attention by flying a small drone over its booth. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4737567875965731,
    0.4737567875965731,
    0.6581010413844559,
    0.6581010413844559,
    0.6581010413844559,
    0.8240190222961294,
    0.8240190222961294,
    0.8240190222961294,
    0.8240190222961294,
    0.8240190222961294,
    0.8240190222961294,
    0.8240190222961294,
    0.8718557581728026,
    0.8718557581728026,
    0.8718557581728026,
    0.8718557581728026,
    0.8705987543943676,
    0.8705987543943676,
    0.8705987543943676,
    0.8705987543943676,
    0.8705987543943676,
    0.8751454874599983,
    0.8751454874599983,
    0.8751454874599983,
    0.8751454874599983,
    0.8751454874599983,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8822164661310826,
    0.8780348950074879,
    0.8780348950074879,
    0.8780348950074879,
    0.8780348950074879,
    0.8780348950074879,
    0.8780348950074879,
    0.8961059326884615,
    0.8961059326884615,
    0.8961059326884615,
    0.8961059326884615,
    0.8961059326884615,
    0.8924366598929705,
    0.8924366598929705,
    0.8924366598929705,
    0.8924366598929705,
    0.8924366598929705,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953,
    0.901317478829953
  ],
  "7": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the expo, creating a busy perimeter. Career counselors redirect unsure students toward applicable industries, guiding them toward potential paths. A cybersecurity company runs a password cracking challenge on a laptop, adding a hands-on demonstration to the event.",
    "At the expo, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Career counselors redirect unsure students toward applicable industries, guiding them toward potential career paths. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on demonstration. An alumni panel discusses how to prepare for technical interviews.",
    "At the expo, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Career counselors redirect unsure students toward applicable industries and potential career paths. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on demonstration. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the expo, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter. Career counselors redirect unsure students toward applicable industries and career paths. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on demonstration. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the expo, dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter around the career fair. Career counselors redirect unsure students toward applicable industries and career paths. A cybersecurity company demonstrates with a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a busy perimeter around the career fair. Career counselors direct unsure students toward applicable industries and career paths. A cybersecurity company demonstrates a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms display glossy case-study booklets on high tables. Staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "A university career fair unfolds around a polished floor ringed by dozens of booths with colorful banners, forming a busy perimeter. Career counselors direct unsure students toward applicable industries and career paths, while groups of friends mark target employers on the event map and students rehearse elevator pitches quietly against the wall. Entrance staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Before opening, students line up outside the university gym. Exhibits include a cybersecurity company demonstrating a password-cracking challenge on a laptop, tech companies showing demo screens of their latest apps, and a robotics startup flying a small drone above its booth to attract attention. Alumni panels discuss how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and consulting firms display glossy case-study booklets on high tables.",
    "At a university career fair, a polished floor is ringed by dozens of booths with colorful banners. Career counselors direct unsure students toward industries and paths, while groups mark target employers on the event map and students rehearse elevator pitches against the wall. Entrance staff scan registrations and hand out lanyards as a welcome PA outlines the schedule; before opening, students line up outside the university gym. Exhibits include a cybersecurity company with a password-cracking laptop, tech firms showing demo screens of new apps, and a robotics startup flying a small drone above its booth. Alumni panels discuss preparing for technical interviews; alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos; consulting firms display glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage; finance firms provide QR codes for internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.7532150850924283,
    0.7532150850924283,
    0.7532150850924283,
    0.7532150850924283,
    0.7532150850924283,
    0.8182255425076459,
    0.8182255425076459,
    0.8182255425076459,
    0.8182255425076459,
    0.8378686865194577,
    0.8378686865194577,
    0.8378686865194577,
    0.8367521951282894,
    0.8367521951282894,
    0.8367521951282894,
    0.8367521951282894,
    0.8367521951282894,
    0.8367521951282894,
    0.8367521951282894,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8793336154158551,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8850764703387749,
    0.8912600188425772,
    0.8912600188425772,
    0.8912600188425772,
    0.8912600188425772,
    0.8912600188425772,
    0.8912600188425772,
    0.8912600188425772,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084,
    0.8885826425274084
  ],
  "8": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle a polished floor at a career fair. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, guiding them as the booths circle the floor.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners surround a polished floor at a career fair, where a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair, where a cybersecurity company's booth hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair, where a cybersecurity company's booth hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a floor at the career fair, where a cybersecurity company's booth hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as the booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished floor at the career fair. A cybersecurity company's booth hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share pep talks near the coffee station. A welcome announcement broadcasts the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At the career fair, a polished floor is ringed by dozens of booths adorned with colorful banners. A cybersecurity company's booth hosts a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries as booths circle the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on an event map, while students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share pep talks near the coffee station. A welcome announcement broadcasts the fair schedule. A robotics startup flies a drone above a booth to attract attention. Finance firms offer QR codes for internship applications. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.49104224210468483,
    0.7837819381882912,
    0.7837819381882912,
    0.7837819381882912,
    0.7837819381882912,
    0.7837819381882912,
    0.7837819381882912,
    0.7837819381882912,
    0.8500004329193973,
    0.8500004329193973,
    0.8500004329193973,
    0.8500004329193973,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8565604992269716,
    0.8476043521371842,
    0.8476043521371842,
    0.8476043521371842,
    0.8476043521371842,
    0.8476043521371842,
    0.9068285723388135,
    0.9068285723388135,
    0.9068285723388135,
    0.9068285723388135,
    0.9068285723388135,
    0.9110744335897278,
    0.9110744335897278,
    0.9110744335897278,
    0.9110744335897278,
    0.9110744335897278,
    0.9110744335897278,
    0.9097998246198633,
    0.9097998246198633,
    0.9097998246198633,
    0.9097998246198633,
    0.9097998246198633,
    0.9097998246198633,
    0.9097998246198633,
    0.9082777332531149,
    0.9082777332531149,
    0.9082777332531149,
    0.9082777332531149,
    0.9082777332531149,
    0.9082777332531149,
    0.9102271439382139,
    0.9102271439382139,
    0.9102271439382139,
    0.9102271439382139,
    0.9102271439382139,
    0.9102271439382139
  ],
  "9": [
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, career counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, career counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At a career fair, career counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them as dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, dozens of booths with colorful banners surround a polished floor as counselors guide unsure students toward applicable industries. A welcome announcement is broadcast over the PA outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage; alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners surround a polished floor at a career fair as counselors guide unsure students toward applicable industries. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor at a career fair, guiding unsure students toward applicable industries by counselors. A welcome PA announces the schedule. Consulting firms stack glossy case-study booklets on high tables while groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews and guides attendees on interviewing strategies. Healthcare providers showcase community outreach photos. A robotics startup draws attention by flying a small drone over its booth. Students clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, dozens of booths encircle a floor, guiding students toward applicable industries. A welcome PA outlines the schedule. Groups and friends mark employers on an event map, while some students rehearse pitches against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack case-study booklets on tables, and an engineering society sponsors a resume-review table near the stage with alumni volunteers. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens; finance firms provide QR codes for immediate internship applications; a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in an adjoining classroom; some students line up outside the gym before opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.4895140507301929,
    0.4895140507301929,
    0.4895140507301929,
    0.4895140507301929,
    0.618101778994738,
    0.618101778994738,
    0.618101778994738,
    0.618101778994738,
    0.7430014521622507,
    0.7430014521622507,
    0.7430014521622507,
    0.7430014521622507,
    0.7430014521622507,
    0.7430014521622507,
    0.7778352165889523,
    0.7778352165889523,
    0.7778352165889523,
    0.7778352165889523,
    0.8254313593579512,
    0.8254313593579512,
    0.8254313593579512,
    0.835458889989374,
    0.835458889989374,
    0.835458889989374,
    0.8580384387864117,
    0.8580384387864117,
    0.8580384387864117,
    0.8580384387864117,
    0.8580384387864117,
    0.8580384387864117,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8840772390335996,
    0.8898265669732741,
    0.8898265669732741,
    0.8898265669732741,
    0.8898265669732741,
    0.8898265669732741,
    0.8898265669732741,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9043908349957089,
    0.9010876569631066
  ]
}