{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos; students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos as students clutch resumes inside branded folders; workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "In the event setting, healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos as students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, healthcare providers showcase community outreach photos while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Outside the university gym, students line up before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.4295174585720076,
    0.40075244124780257,
    0.40075244124780257,
    0.40075244124780257,
    0.40075244124780257,
    0.40075244124780257,
    0.40075244124780257,
    0.40075244124780257,
    0.3419891201088144,
    0.3419891201088144,
    0.3419891201088144,
    0.3419891201088144,
    0.3419891201088144,
    0.3419891201088144,
    0.3419891201088144,
    0.4059096506582794,
    0.4059096506582794,
    0.4059096506582794,
    0.4059096506582794,
    0.4059096506582794,
    0.4059096506582794,
    0.7386668371772294,
    0.7386668371772294,
    0.7386668371772294,
    0.7386668371772294,
    0.7386668371772294,
    0.7386668371772294,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.7859749108421631,
    0.793315917062192,
    0.793315917062192,
    0.793315917062192,
    0.793315917062192
  ],
  "1": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are held in an adjoining classroom while consulting firms display glossy case study booklets on high tables around the hall. At the entrance, staff scan registrations and hand out lanyards, and finance firms provide QR codes for instant internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "Networking etiquette workshops are held in an adjoining classroom while consulting firms display glossy case study booklets on high tables around the hall. At the entrance, staff scan registrations and hand out lanyards, and finance firms provide QR codes for instant internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "An event in a hall combines a networking etiquette workshop in an adjoining classroom with a career fair. Consulting firms display glossy case study booklets on high tables around the hall. At the entrance staff scan registrations and hand out lanyards, while finance firms provide QR codes for instant internship applications. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor as human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7151703496837125,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7540439059909032,
    0.7041071379757975,
    0.7041071379757975,
    0.7041071379757975,
    0.7041071379757975,
    0.7041071379757975,
    0.7041071379757975,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7193036014135902,
    0.7225547099095072,
    0.7225547099095072,
    0.7225547099095072,
    0.7225547099095072,
    0.7225547099095072,
    0.7225547099095072,
    0.8121917601265933,
    0.8121917601265933,
    0.8121917601265933,
    0.8121917601265933,
    0.8121917601265933,
    0.8121917601265933
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Inside, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Inside, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.5278856840082787,
    0.5278856840082787,
    0.5278856840082787,
    0.5278856840082787,
    0.5278856840082787,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7536522997411916,
    0.7947039842703361,
    0.7947039842703361,
    0.7947039842703361,
    0.7947039842703361,
    0.7947039842703361,
    0.7947039842703361,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7964474588394019,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.7821963082505718,
    0.8068519659721407,
    0.8068519659721407,
    0.8068519659721407
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the current space, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom, workshops on networking etiquette begin.",
    "In the current space, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "In the current space, some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom, networking etiquette workshops begin; career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves.",
    "In the current space, students rehearse elevator pitches quietly against the wall; in the adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the current space, students rehearse elevator pitches quietly against the wall, while in the adjoining classroom networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Across a busy event space, students rehearse elevator pitches quietly against the wall while in the adjoining classroom networking etiquette workshops commence. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and finance firms offer QR codes to enable immediate internship applications.",
    "Across a busy event space, students rehearse elevator pitches quietly against the wall, while networking etiquette workshops commence in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and finance firms offer QR codes to enable immediate internship applications.",
    "At a busy event space, students rehearse elevator pitches quietly against the wall, while networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders, and finance firms offer QR codes to enable immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.2673306308919658,
    0.4920862716857659,
    0.4920862716857659,
    0.4920862716857659,
    0.4920862716857659,
    0.4920862716857659,
    0.34620422235110104,
    0.34620422235110104,
    0.34620422235110104,
    0.34620422235110104,
    0.34620422235110104,
    0.34620422235110104,
    0.6966345472148447,
    0.6966345472148447,
    0.6966345472148447,
    0.6966345472148447,
    0.6966345472148447,
    0.6966345472148447,
    0.6966345472148447,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.671874206480622,
    0.7778181455971226,
    0.7778181455971226,
    0.7778181455971226,
    0.7778181455971226,
    0.7778181455971226,
    0.7778181455971226,
    0.7778181455971226,
    0.7828322866239242,
    0.7828322866239242,
    0.7828322866239242,
    0.7828322866239242,
    0.7828322866239242,
    0.7828322866239242,
    0.7828322866239242,
    0.7826977632233258,
    0.7826977632233258
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a campus career event, some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "At a campus career event, some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At a campus career event, some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At a campus career event, some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.352054433581235,
    0.499461463002012,
    0.499461463002012,
    0.499461463002012,
    0.499461463002012,
    0.499461463002012,
    0.499461463002012,
    0.5686568273585513,
    0.5686568273585513,
    0.5686568273585513,
    0.5686568273585513,
    0.5686568273585513,
    0.5686568273585513,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7207262278504997,
    0.7023359499606637,
    0.7023359499606637,
    0.7023359499606637,
    0.7023359499606637,
    0.7023359499606637,
    0.7023359499606637,
    0.7023359499606637
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, staff at the entrance scan registrations and hand out lanyards; groups of friends mark target employers on the event map; a welcome PA announcement outlines the fair schedule; some students rehearse elevator pitches quietly against the wall; finance firms provide QR codes for immediate internship applications; an alumni panel discusses preparation for technical interviews; healthcare providers display community outreach photos.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses preparation for technical interviews. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the event, staff at the entrance scan registrations and hand out lanyards, groups of friends mark target employers on the event map, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses preparation for technical interviews. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses preparation for technical interviews. Healthcare providers display community outreach photos. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.49939304729715783,
    0.49939304729715783,
    0.49939304729715783,
    0.49939304729715783,
    0.49939304729715783,
    0.49939304729715783,
    0.49939304729715783,
    0.6461814090830303,
    0.6461814090830303,
    0.6461814090830303,
    0.6461814090830303,
    0.6461814090830303,
    0.6461814090830303,
    0.6461814090830303,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8169812767142295,
    0.8378671632345082,
    0.8378671632345082,
    0.8378671632345082,
    0.8378671632345082,
    0.8378671632345082,
    0.8378671632345082,
    0.579390250662188,
    0.579390250662188,
    0.579390250662188,
    0.579390250662188,
    0.579390250662188,
    0.579390250662188,
    0.9039489641371691,
    0.9039489641371691,
    0.9039489641371691,
    0.9039489641371691,
    0.9039489641371691,
    0.9039489641371691,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.9032580926030068,
    0.890460821304498,
    0.890460821304498
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes that are inside branded folders.",
    "Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the space while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the space, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "In a venue with a polished floor, dozens of booths with colorful banners circle the space as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a venue with a polished floor, dozens of booths with colorful banners circle the space as students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a venue with a polished floor, dozens of booths with colorful banners circle the space as students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.36885404402917044,
    0.4032778654840127,
    0.4032778654840127,
    0.4032778654840127,
    0.4032778654840127,
    0.4032778654840127,
    0.4032778654840127,
    0.4032778654840127,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.6013905592228203,
    0.7262078604734714,
    0.7262078604734714,
    0.7262078604734714,
    0.7262078604734714,
    0.7262078604734714,
    0.7262078604734714,
    0.7262078604734714,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.7800421702738898,
    0.8077016878332506,
    0.8077016878332506,
    0.8077016878332506,
    0.8077016878332506,
    0.8077016878332506,
    0.8077016878332506,
    0.8077016878332506,
    0.7973262279990878,
    0.7973262279990878,
    0.7973262279990878,
    0.7973262279990878,
    0.7973262279990878,
    0.7973262279990878,
    0.8331615569708413
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up ahead of the career fair opening as staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening as staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening as staff scan registrations and hand out lanyards at the entrance. A welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening as staff scan registrations and hand out lanyards at the entrance. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.5618120273561971,
    0.7649695670854391,
    0.7649695670854391,
    0.7649695670854391,
    0.7649695670854391,
    0.7649695670854391,
    0.7649695670854391,
    0.7649695670854391,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.8093478195591783,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7777643317398392,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.7954719564565078,
    0.8468397941657637,
    0.8468397941657637
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "In a scene with human resources teams and students, HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Students line up outside the university gym before the career fair opens, indicating a pre-opening queue and staged arrival. The scene presents two parallel threads: HR staff documenting introductions and students awaiting entry, coordinated around the university gym as the career fair approaches opening time.",
    "Two parallel threads unfold around the university gym as the career fair approaches opening: HR teams jot notes on tablets while students introduce themselves, and students line up outside the gym in a pre-opening, staged arrival. The HR staff document introductions concurrently with the queueing students, both coordinated around the gym as opening time nears. Inside, students clutch resumes in branded folders.",
    "As the university gym prepares to host the career fair, two parallel threads unfold around it: outside, students line up in a pre-opening, staged arrival; inside, students clutch resumes in branded folders. HR teams jot notes on tablets while students introduce themselves, with introductions being documented concurrently with the queueing students as opening time nears, all coordinated around the gym.",
    "The university gym is preparing to host a career fair, with two parallel threads shaping the scene. Outside, students line up in a staged arrival before opening. Inside, students clutch resumes in branded folders as HR teams jot notes on tablets and students introduce themselves. Introductions are documented concurrently with the queueing students as opening time nears, all coordinated around the gym. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym hosting a career fair, two parallel threads unfold. Outside, students line up in a staged arrival before opening. Inside, students clutch resumes in branded folders as HR teams jot notes on tablets and introductions are made. Introductions are documented concurrently with the queue as opening time nears, coordinated around the gym. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym hosting a career fair, two parallel threads unfold: outside, students line up in a staged arrival before opening; inside, students clutch resumes in branded folders as HR teams jot notes on tablets and introductions are made. Introductions are documented concurrently with the queue as opening time nears, coordinated around the gym. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "The university gym hosts a career fair with two parallel threads: outside, students line up in a staged arrival before opening; inside, students clutch resumes in branded folders as HR teams jot notes on tablets and introductions are made. Introductions are documented concurrently with the queue as opening time nears, coordinated around the gym. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.31171751083592303,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.6405445689796705,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.741814970552171,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.5745723865271675,
    0.7484726009460201,
    0.7484726009460201,
    0.7484726009460201,
    0.7484726009460201,
    0.7484726009460201,
    0.7484726009460201,
    0.7484726009460201,
    0.7409961432265173,
    0.7409961432265173,
    0.7409961432265173,
    0.7409961432265173,
    0.7409961432265173,
    0.7409961432265173,
    0.7409961432265173,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7607536275946699,
    0.7684340871043136,
    0.7684340871043136,
    0.7684340871043136,
    0.7684340871043136,
    0.7684340871043136
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops are in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops are in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops are in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Networking etiquette workshops are in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.6216783409519188,
    0.6216783409519188,
    0.6216783409519188,
    0.6216783409519188,
    0.6216783409519188,
    0.6216783409519188,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8009066931597213,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8209302002550436,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8224808453176884,
    0.8187792412261929,
    0.8187792412261929,
    0.8187792412261929,
    0.8187792412261929,
    0.8187792412261929,
    0.8187792412261929,
    0.8187792412261929,
    0.8278016481774322,
    0.8278016481774322,
    0.8278016481774322,
    0.8278016481774322
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that show their latest apps, presenting a snapshot of current software offerings. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens that showcase their latest apps, providing a snapshot of current software offerings. A cybersecurity company runs a password cracking challenge on a laptop, illustrating hands-on security testing. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in.",
    "Tech companies display demo screens that showcase their latest apps, providing a snapshot of current software offerings. A cybersecurity company conducts a password cracking challenge on a laptop to illustrate hands-on security testing. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors remind attendees to maintain eye contact.",
    "At the expo, tech companies display demo screens showcasing their latest apps, offering a snapshot of current software offerings. A cybersecurity company runs a password cracking challenge on a laptop to illustrate hands-on security testing. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention.",
    "The expo features booths with demo screens displaying latest apps, offering a snapshot of current software offerings. A cybersecurity firm demonstrates hands-on security testing with a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors advise attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Students hold resumes in branded folders.",
    "At the expo, booths display demo screens with the latest apps, providing a snapshot of current software offerings. A cybersecurity firm demonstrates hands-on security testing with a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors advise attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Students hold resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the expo, booths display demo screens with the latest apps, offering a snapshot of current software offerings. A cybersecurity firm demonstrates hands-on security testing with a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors advise attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Students hold resumes in branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the expo, booths display demo screens with the latest apps, offering a snapshot of current software offerings. A cybersecurity firm demonstrates hands-on security testing with a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, organizing attendee check-in. Career counselors advise attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Students hold resumes in branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5218312979421098,
    0.5218312979421098,
    0.5218312979421098,
    0.5218312979421098,
    0.5218312979421098,
    0.5218312979421098,
    0.5218312979421098,
    0.7226335412312392,
    0.7226335412312392,
    0.7226335412312392,
    0.7226335412312392,
    0.7226335412312392,
    0.7226335412312392,
    0.7226335412312392,
    0.770080300841617,
    0.770080300841617,
    0.770080300841617,
    0.770080300841617,
    0.770080300841617,
    0.770080300841617,
    0.7990203512441485,
    0.7990203512441485,
    0.7990203512441485,
    0.7990203512441485,
    0.7990203512441485,
    0.7990203512441485,
    0.8345110125766475,
    0.8345110125766475,
    0.8345110125766475,
    0.8345110125766475,
    0.8345110125766475,
    0.8345110125766475,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8437305260941859,
    0.8441291083142635,
    0.8441291083142635,
    0.8441291083142635,
    0.8441291083142635,
    0.8441291083142635,
    0.8441291083142635,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337,
    0.8549736448957337
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths with colorful banners circle the space, while career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths with colorful banners circle the space, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "On a polished floor, dozens of booths with colorful banners circle the space as attendees move through the area. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "On a polished floor, dozens of booths with colorful banners circle the space as attendees move through the area. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "In a large event space with a polished floor, dozens of booths with colorful banners circle the venue as attendees move through. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "In a large event space with a polished floor, dozens of booths with colorful banners circle the venue as attendees move through. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "In a large event space with a polished floor, dozens of booths with colorful banners circle the venue as attendees move through. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "In a large event space with a polished floor, dozens of booths with colorful banners circle the venue as attendees move through. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3881601680589605,
    0.3881601680589605,
    0.3881601680589605,
    0.3881601680589605,
    0.3881601680589605,
    0.3881601680589605,
    0.3881601680589605,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.5869917891988973,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7422922472982179,
    0.7955507872903196,
    0.7955507872903196,
    0.7955507872903196,
    0.7955507872903196,
    0.7955507872903196,
    0.7955507872903196,
    0.8100560264073331,
    0.8100560264073331,
    0.8100560264073331,
    0.8100560264073331,
    0.8100560264073331,
    0.8100560264073331,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8125172174503599,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8304450571256347,
    0.8434641963067557,
    0.8434641963067557,
    0.8434641963067557,
    0.8434641963067557
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, establishing a central focus for the scene. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map, establishing a central focus for the scene. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map, establishing a central focus for the scene. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the space. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map, establishing a central focus for the scene. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the space. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, creating a central focus for the scene. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university career fair in the university gym, groups of friends mark target employers on the event map, creating a central focus for the scene. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "During a university career fair in the university gym, groups of friends mark target employers on the event map, creating a central focal point for the scene. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At a university career fair held in the university gym, groups of friends mark target employers on the event map, creating a central focal point. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the space. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.538015795742194,
    0.538015795742194,
    0.538015795742194,
    0.538015795742194,
    0.538015795742194,
    0.538015795742194,
    0.7792457981322289,
    0.7792457981322289,
    0.7792457981322289,
    0.7792457981322289,
    0.7792457981322289,
    0.7792457981322289,
    0.7792457981322289,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.7497754254400926,
    0.8023580734464061,
    0.8023580734464061,
    0.8023580734464061,
    0.8023580734464061,
    0.8023580734464061,
    0.8023580734464061,
    0.8302704951600025,
    0.8302704951600025,
    0.8302704951600025,
    0.8302704951600025,
    0.8302704951600025,
    0.8302704951600025,
    0.8302704951600025,
    0.8295335890884299,
    0.8295335890884299,
    0.8295335890884299,
    0.8295335890884299,
    0.8295335890884299,
    0.8295335890884299,
    0.8295335890884299,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8389451997400628,
    0.8280132865451416,
    0.8280132865451416,
    0.8280132865451416,
    0.8280132865451416
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews, and finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens as an alumni panel discusses how to prepare for technical interviews; finance firms display QR codes for immediate internship applications, and tech companies show demo screens of their latest apps.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, and tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Finance firms display QR codes for immediate internship applications, while tech companies showcase demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.4599853949678348,
    0.4599853949678348,
    0.4599853949678348,
    0.4599853949678348,
    0.4599853949678348,
    0.4599853949678348,
    0.4939621072841509,
    0.4939621072841509,
    0.4939621072841509,
    0.4939621072841509,
    0.4939621072841509,
    0.4939621072841509,
    0.8250435247234316,
    0.8250435247234316,
    0.8250435247234316,
    0.8250435247234316,
    0.8250435247234316,
    0.8250435247234316,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8487678713007791,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252,
    0.8534101386516252
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing markers on the map to designate those employers. The action involves several groups interacting with the event map to identify the employers of interest.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers. Several groups interact with the event map to identify the employers of interest. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map by placing markers to designate those employers, and several groups interact with the event map to identify the employers of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map by placing markers, and several groups interact with the map to identify the employers of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map and interact with it to identify those of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, groups of friends mark target employers on the event map and interact with it to identify those of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, groups of friends mark target employers on the event map and interact with it to identify those of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, groups of friends mark target employers on the event map and interact with it to identify those of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, groups of friends mark target employers on the event map and interact with it to identify those of interest. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3911569903178739,
    0.3911569903178739,
    0.3911569903178739,
    0.3911569903178739,
    0.3911569903178739,
    0.3911569903178739,
    0.3911569903178739,
    0.5482178114868149,
    0.5482178114868149,
    0.5482178114868149,
    0.5482178114868149,
    0.5482178114868149,
    0.5482178114868149,
    0.5482178114868149,
    0.5422230845131351,
    0.5422230845131351,
    0.5422230845131351,
    0.5422230845131351,
    0.5422230845131351,
    0.5422230845131351,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.7890727788080689,
    0.8294938934345331,
    0.8294938934345331,
    0.8294938934345331,
    0.8294938934345331,
    0.8294938934345331,
    0.8294938934345331,
    0.8294938934345331,
    0.8546919873532524,
    0.8546919873532524,
    0.8546919873532524,
    0.8546919873532524,
    0.8546919873532524,
    0.8546919873532524,
    0.8546919873532524,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798,
    0.8678333951853798
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the venue, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.4036323094137601,
    0.4036323094137601,
    0.4036323094137601,
    0.4036323094137601,
    0.4036323094137601,
    0.7348154979274473,
    0.7348154979274473,
    0.7348154979274473,
    0.7348154979274473,
    0.7348154979274473,
    0.7348154979274473,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.7461401715544467,
    0.783756302144609,
    0.783756302144609,
    0.783756302144609,
    0.783756302144609,
    0.783756302144609,
    0.783756302144609,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.75083017753666,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8091273750375173,
    0.8119515198503897,
    0.8119515198503897
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance are scanning registrations and handing out lanyards, while students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before the career fair opens; consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.43821857306077927,
    0.43821857306077927,
    0.43821857306077927,
    0.43821857306077927,
    0.43821857306077927,
    0.43821857306077927,
    0.48137951354993824,
    0.48137951354993824,
    0.48137951354993824,
    0.48137951354993824,
    0.48137951354993824,
    0.48137951354993824,
    0.48137951354993824,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.7982688734080365,
    0.8106245389277684,
    0.8106245389277684,
    0.8106245389277684,
    0.8106245389277684,
    0.8106245389277684,
    0.8106245389277684,
    0.8106245389277684,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7700298960991112,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.7979872881085528,
    0.8313466273545347,
    0.8313466273545347,
    0.8313466273545347,
    0.8313466273545347,
    0.8313466273545347
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners encircle a polished floor at the venue. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor at the venue. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor in the venue. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes enabling immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor in the venue. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes enabling immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor in the venue. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes enabling immediate internship applications. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.49048487158518517,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.6624925724667772,
    0.7119325657151394,
    0.7119325657151394,
    0.7119325657151394,
    0.7119325657151394,
    0.7119325657151394,
    0.7119325657151394,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.829431760874625,
    0.8244010209768408,
    0.8244010209768408,
    0.8244010209768408,
    0.8244010209768408,
    0.8244010209768408,
    0.8244010209768408,
    0.8244010209768408,
    0.8793077321214272,
    0.8793077321214272,
    0.8793077321214272,
    0.8793077321214272,
    0.8793077321214272,
    0.8793077321214272,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8870520122545437,
    0.8929919784121179,
    0.8929919784121179,
    0.8929919784121179
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Outside the university gym, students line up ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair opening while an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets while students introduce themselves, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, students line up ahead of the career fair opening while an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening as an alumni panel discusses how to prepare for technical interviews. Inside, HR teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.42120255423151387,
    0.42120255423151387,
    0.42120255423151387,
    0.42120255423151387,
    0.42120255423151387,
    0.42120255423151387,
    0.42120255423151387,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.5881928686115302,
    0.7172673449173242,
    0.7172673449173242,
    0.7172673449173242,
    0.7172673449173242,
    0.7172673449173242,
    0.7172673449173242,
    0.7172673449173242,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7848525269164097,
    0.7713899688175192,
    0.7713899688175192,
    0.7713899688175192,
    0.7713899688175192,
    0.7713899688175192,
    0.7713899688175192,
    0.7713899688175192,
    0.7997853712836644,
    0.7997853712836644,
    0.7997853712836644,
    0.7997853712836644,
    0.7997853712836644,
    0.7997853712836644,
    0.7997853712836644,
    0.8137336758688853,
    0.8137336758688853,
    0.8137336758688853,
    0.8137336758688853,
    0.8137336758688853,
    0.8137336758688853
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens, while a welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, creating a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, forming a display of professional materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.5431155271793633,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.7279964565722383,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8077672316413638,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8240739547967928,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8384822719268101,
    0.8285341917275937,
    0.8285341917275937,
    0.8285341917275937,
    0.8285341917275937,
    0.8285341917275937,
    0.8285341917275937,
    0.8285341917275937,
    0.8618399859919342,
    0.8618399859919342
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone over its booth to attract attention.",
    "A robotics startup is flying a small drone over its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "An exhibition hall hosts a robotics startup flying a small drone over its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An exhibition hall hosts a robotics startup whose booth features a small drone flying over it to attract attention. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "An exhibition hall hosts a robotics startup, whose booth features a small drone flying over it. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "An exhibition hall hosts a robotics startup, whose booth features a small drone flying over it. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "An exhibition hall hosts a robotics startup, whose booth features a small drone flying over it. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "An exhibition hall hosts a robotics startup whose booth features a small drone flying above it. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Outside, students line up before the university gym as the career fair opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "An exhibition hall hosts a robotics startup whose booth features a small drone flying above it. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Outside, students line up before the university gym as the career fair opens, and workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4026067983598055,
    0.4026067983598055,
    0.4026067983598055,
    0.4026067983598055,
    0.4026067983598055,
    0.4026067983598055,
    0.4758486334940642,
    0.4758486334940642,
    0.4758486334940642,
    0.4758486334940642,
    0.4758486334940642,
    0.4758486334940642,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.6635488713667788,
    0.7114849769774871,
    0.7114849769774871,
    0.7114849769774871,
    0.7114849769774871,
    0.7114849769774871,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.7436567391551507,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8046051191223389,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8093447814781602,
    0.8143000755217957
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym in anticipation of the career fair opening.",
    "Students line up outside the university gym in anticipation of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "A line of students lines up outside the university gym in anticipation of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym in anticipation of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. The scene centers on the gym vicinity as the career fair approaches opening time, with students waiting, volunteers providing encouragement, and staff processing registrations at the entrance before the event begins.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. The scene centers on the gym vicinity as the career fair approaches opening time, with students waiting, volunteers providing encouragement, and staff processing registrations at the entrance before the event begins. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. The scene centers on the gym vicinity as opening time approaches, with students waiting, volunteers providing encouragement, and staff processing registrations at the entrance. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, the opening of the career fair nears as students line up in anticipation; alumni volunteers give brief pep talks near the coffee station, and event staff at the entrance scan registrations and hand out lanyards. The scene centers on the gym vicinity with students waiting, volunteers encouraging, and staff processing registrations at the entrance. Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.4171462752117447,
    0.51989233208467,
    0.51989233208467,
    0.51989233208467,
    0.51989233208467,
    0.51989233208467,
    0.51989233208467,
    0.51989233208467,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.6960488869421033,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7019005185793323,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7718152444432359,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.7625804940934202,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883,
    0.797282423010883
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, and nearby some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map. Nearby, some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map, while nearby some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map, while nearby some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map, while nearby some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance, as alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map, while nearby some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance, as alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a campus career fair unfolds on a polished-floor venue where dozens of booths with colorful banners encircle the floor. Groups of friends mark target employers on the event map, while nearby students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance, as alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.4114891037890794,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.7142952641617394,
    0.589744178625945,
    0.589744178625945,
    0.589744178625945,
    0.589744178625945,
    0.589744178625945,
    0.589744178625945,
    0.589744178625945,
    0.7448579452428739,
    0.7448579452428739,
    0.7448579452428739,
    0.7448579452428739,
    0.7448579452428739,
    0.7448579452428739,
    0.7448579452428739,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.744379439268177,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543,
    0.8488946973878543
  ],
  "23": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule. Dozens of booths, each with colorful banners, circle the polished floor. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "During the fair, a welcome announcement over the PA system outlines the schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement over the PA system outlines the schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement over the PA system outlines the schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA system outlines the event schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the event schedule as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.4218088827800296,
    0.5757341231563028,
    0.5757341231563028,
    0.5757341231563028,
    0.5757341231563028,
    0.5757341231563028,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.720607932902875,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8095290419014038,
    0.8492209527329357,
    0.8492209527329357,
    0.8492209527329357,
    0.8492209527329357,
    0.8492209527329357,
    0.8492209527329357,
    0.8492209527329357,
    0.7229943666438938,
    0.7229943666438938,
    0.7229943666438938,
    0.7229943666438938,
    0.7229943666438938,
    0.7229943666438938,
    0.7229943666438938,
    0.7587191582542379,
    0.7587191582542379,
    0.7587191582542379,
    0.7587191582542379,
    0.7587191582542379,
    0.7587191582542379,
    0.7587191582542379,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635,
    0.7887290988661635
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In a shared scene, healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "In a shared scene, healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared scene, healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "A shared event scene shows healthcare providers displaying community outreach photos, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At a university gym ahead of the career fair opening, healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers give quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; and students line up outside the university gym before the fair opens.",
    "At a university gym ahead of the career fair opening, a pre-event scene shows dozens of booths with colorful banners circling the polished floor. Healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers give quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; and students line up outside the gym before the fair opens.",
    "Before the career fair opens, the university gym hosts a pre-event scene with dozens of booths and colorful banners circling the polished floor. Healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while students line up outside the gym awaiting entry. Inside, students clutch resumes in branded folders, ready for the fair.",
    "Before the career fair opens, the university gym hosts a pre-event scene with dozens of booths and colorful banners circling the polished floor. Healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while students line up outside the gym awaiting entry. Inside, students clutch resumes in branded folders, ready for the fair."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2919951761285571,
    0.2919951761285571,
    0.2919951761285571,
    0.2919951761285571,
    0.2919951761285571,
    0.2919951761285571,
    0.4708192267969836,
    0.4708192267969836,
    0.4708192267969836,
    0.4708192267969836,
    0.4708192267969836,
    0.4708192267969836,
    0.4708192267969836,
    0.6817398382990119,
    0.6817398382990119,
    0.6817398382990119,
    0.6817398382990119,
    0.6817398382990119,
    0.6817398382990119,
    0.732634921433272,
    0.732634921433272,
    0.732634921433272,
    0.732634921433272,
    0.732634921433272,
    0.732634921433272,
    0.732634921433272,
    0.5113102313760737,
    0.5113102313760737,
    0.5113102313760737,
    0.5113102313760737,
    0.5113102313760737,
    0.5113102313760737,
    0.5113102313760737,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.6620268729810787,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374,
    0.8522917454864374
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "In the scene, healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers display community outreach photos as groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display community outreach photos as groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, healthcare providers display community outreach photos as groups of friends mark target employers on the event map, while a welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the career fair, healthcare providers display community outreach photos while groups of friends mark target employers on the event map, and a welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, healthcare providers display community outreach photos while groups of friends mark target employers on the event map, and a welcome announcement over the PA outlines the schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.3478908296631685,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6077975326974766,
    0.6394423858960075,
    0.6394423858960075,
    0.6394423858960075,
    0.6394423858960075,
    0.6394423858960075,
    0.6394423858960075,
    0.6394423858960075,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8092082513639223,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8669185132271514,
    0.8965899990296485,
    0.8965899990296485,
    0.8965899990296485,
    0.8965899990296485,
    0.8965899990296485,
    0.8965899990296485,
    0.8965899990296485,
    0.8965903915166302,
    0.8965903915166302,
    0.8965903915166302,
    0.8965903915166302,
    0.8965903915166302,
    0.8965903915166302,
    0.893297462260856
  ],
  "26": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes for immediate internship applications, and groups of friends are marking target employers on the event map.",
    "Finance firms are offering QR codes for immediate internship applications, while groups of friends are marking target employers on the event map. Students are clutching resumes inside branded folders.",
    "At the event, finance firms offer QR codes for immediate internship applications, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, finance firms provide QR codes for immediate internship applications, while groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, finance firms provide QR codes for immediate internship applications. Groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, finance firms provide QR codes for immediate internship applications. Groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, finance firms provide QR codes for immediate internship applications. Groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event, finance firms provide QR codes for immediate internship applications. Groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms provide QR codes for immediate internship applications. Groups of friends mark their target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4055923453318176,
    0.4055923453318176,
    0.4055923453318176,
    0.4055923453318176,
    0.4055923453318176,
    0.4055923453318176,
    0.6107033473674522,
    0.6107033473674522,
    0.6107033473674522,
    0.6107033473674522,
    0.6107033473674522,
    0.6107033473674522,
    0.6107033473674522,
    0.8348643619525901,
    0.8348643619525901,
    0.8348643619525901,
    0.8348643619525901,
    0.8348643619525901,
    0.8348643619525901,
    0.8494799636525067,
    0.8494799636525067,
    0.8494799636525067,
    0.8494799636525067,
    0.8494799636525067,
    0.8494799636525067,
    0.8494799636525067,
    0.8602450327552942,
    0.8602450327552942,
    0.8602450327552942,
    0.8602450327552942,
    0.8602450327552942,
    0.8602450327552942,
    0.856713270878477,
    0.856713270878477,
    0.856713270878477,
    0.856713270878477,
    0.856713270878477,
    0.856713270878477,
    0.856713270878477,
    0.8597438144619048,
    0.8597438144619048,
    0.8597438144619048,
    0.8597438144619048,
    0.8597438144619048,
    0.8597438144619048,
    0.8597438144619048,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941,
    0.8715098084552941
  ],
  "27": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "A fair features an alumni panel discussing how to prepare for technical interviews while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "In the fair, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "27_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5589282628863111,
    0.5589282628863111,
    0.5589282628863111,
    0.5589282628863111,
    0.5589282628863111,
    0.5589282628863111,
    0.5589282628863111,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.7591138741357681,
    0.8565636220578687,
    0.8565636220578687,
    0.8565636220578687,
    0.8565636220578687,
    0.8565636220578687,
    0.8565636220578687,
    0.8929238167235212,
    0.8929238167235212,
    0.8929238167235212,
    0.8929238167235212,
    0.8929238167235212,
    0.8929238167235212,
    0.8929238167235212,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.9047780113606708,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.908538615415114,
    0.912081837365645,
    0.912081837365645,
    0.912081837365645
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, creating a scene of guided career exploration. Consulting firms stack glossy case study booklets on high tables, making industry materials readily accessible.",
    "Career counselors redirect unsure students toward applicable industries, creating a scene of guided career exploration. Consulting firms stack glossy case-study booklets on high tables, making industry materials readily accessible. Career counselors remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries, creating a scene of guided career exploration. Consulting firms stack glossy case-study booklets on high tables, making industry materials readily accessible. Counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, forming a perimeter of display spaces around the activity. The setup emphasizes accessible resources and etiquette cues guiding participants through industry-focused exploration.",
    "The scene centers on guided career exploration, with career counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, keeping industry materials readily accessible. Counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, forming a perimeter of display spaces around the activity. The setup emphasizes accessible resources and etiquette cues guiding participants through industry-focused exploration. The engineering society sponsors a resume review table near the stage.",
    "The scene depicts guided career exploration, with counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, keeping industry materials readily accessible. Counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, forming a perimeter of display spaces around the activity. The setup emphasizes accessible resources and etiquette cues guiding participants through industry-focused exploration. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene depicts a guided career exploration event where counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, keeping industry materials readily accessible. Counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor, forming a perimeter of display spaces around the activity. The setup emphasizes accessible resources and etiquette cues guiding participants through industry-focused exploration. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a guided career exploration event, counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case-study booklets on high tables for easy access. Attendees are reminded to maintain eye contact as dozens of booths with colorful banners encircle a polished floor, forming a perimeter of display spaces around the activity. The setup emphasizes accessible resources and etiquette cues guiding participants through industry-focused exploration. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map, coordinating with the layout to navigate the offerings."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46438829273597726,
    0.46438829273597726,
    0.46438829273597726,
    0.46438829273597726,
    0.46438829273597726,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.5654798804645926,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.6744497291239779,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7068256752277626,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7198481402875656,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7346051267444186,
    0.7395626092425713
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fairs opening.",
    "Students line up outside the university gym ahead of the career fairs opening. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fairs opening, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym in advance of the career fair opening, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening, while healthcare providers showcase community outreach photos; a robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.4819555647863678,
    0.5437259712786335,
    0.5437259712786335,
    0.5437259712786335,
    0.5437259712786335,
    0.5437259712786335,
    0.5437259712786335,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.4171505490990732,
    0.3717646012755487,
    0.3717646012755487,
    0.3717646012755487,
    0.3717646012755487,
    0.3717646012755487,
    0.3717646012755487,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.4648784046486402,
    0.7565673068889516,
    0.7565673068889516,
    0.7565673068889516,
    0.7565673068889516,
    0.7565673068889516,
    0.7565673068889516,
    0.7565673068889516,
    0.7549828460686734,
    0.7549828460686734,
    0.7549828460686734,
    0.7549828460686734,
    0.7549828460686734,
    0.7549828460686734,
    0.7549828460686734,
    0.7868534017630873,
    0.7868534017630873,
    0.7868534017630873,
    0.7868534017630873
  ],
  "30": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth for attention, while students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup uses a small drone hovering above its booth to attract attention, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "At the event, a robotics startup uses a small drone hovering above its booth to attract attention, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the event, a robotics startup uses a small drone hovering above its booth to attract attention, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a robotics startup uses a small drone hovering above its booth to attract attention. Students clutch resumes inside branded folders nearby. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4131751418004842,
    0.4131751418004842,
    0.4131751418004842,
    0.4131751418004842,
    0.4131751418004842,
    0.4131751418004842,
    0.7087162301758781,
    0.7087162301758781,
    0.7087162301758781,
    0.7087162301758781,
    0.7087162301758781,
    0.7087162301758781,
    0.7473650764374438,
    0.7473650764374438,
    0.7473650764374438,
    0.7473650764374438,
    0.7473650764374438,
    0.7473650764374438,
    0.7473650764374438,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7848782967050403,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7542683834156638,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.7949218177076476,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798,
    0.8216834806893798
  ],
  "31": [
    "",
    "",
    "",
    "In the finance sector, firms are offering QR codes for immediate internship applications.",
    "In the finance sector, firms are offering QR codes for immediate internship applications.",
    "Firms in the finance sector are distributing QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "Firms in the finance sector are distributing QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "Firms in the finance sector are distributing QR codes to enable immediate internship applications. Students are lined up outside the university gym before the career fair opens. HR teams jot notes on tablets as students introduce themselves.",
    "Firms in the finance sector are distributing QR codes to enable immediate internship applications. Students are lined up outside the university gym before the career fair opens, and HR teams are jotting notes on tablets as students introduce themselves.",
    "Firms in the finance sector are distributing QR codes to enable immediate internship applications. Students are lined up outside the university gym before the career fair opens. HR teams are jotting notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, finance-sector firms are distributing QR codes to enable immediate internship applications. Students stand in line outside the university gym before the fair opens, while HR teams jot notes on tablets as students introduce themselves. Consulting firms position glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.33943053628176073,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.5440445565686725,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7393066450127111,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.7322947511625187,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.6116846890073961,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7057989425328355,
    0.7892462221932519,
    0.7892462221932519,
    0.7892462221932519
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and finance firms provide QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos as human resources teams take notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and finance firms provide QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos as human resources teams take notes on tablets, while students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos. Human resources teams take notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers showcase community outreach photos. Human resources teams take notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers display community outreach photos. Human resources teams take notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.42872729748885896,
    0.6250288351243091,
    0.6250288351243091,
    0.6250288351243091,
    0.6250288351243091,
    0.6250288351243091,
    0.6250288351243091,
    0.6250288351243091,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6137376837413014,
    0.6138572625796499,
    0.6138572625796499,
    0.6138572625796499,
    0.6138572625796499,
    0.6138572625796499,
    0.6138572625796499,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7608783735079354,
    0.7528621264002212,
    0.7528621264002212,
    0.7528621264002212,
    0.7528621264002212,
    0.7528621264002212,
    0.7528621264002212,
    0.7528621264002212,
    0.8393405623601236,
    0.8393405623601236,
    0.8393405623601236,
    0.8393405623601236,
    0.8393405623601236,
    0.8393405623601236
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, and the engineering society sponsors a resume review table near the stage.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Staff scan registrations at the entrance and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.43959008688253565,
    0.43959008688253565,
    0.43959008688253565,
    0.43959008688253565,
    0.43959008688253565,
    0.43959008688253565,
    0.43959008688253565,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7533654875779474,
    0.7802976505275463,
    0.7802976505275463,
    0.7802976505275463,
    0.7802976505275463,
    0.7802976505275463,
    0.7802976505275463,
    0.7526449679792108,
    0.7526449679792108,
    0.7526449679792108,
    0.7526449679792108,
    0.7526449679792108,
    0.7526449679792108,
    0.7526449679792108,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.775088352268531,
    0.7779270051240561,
    0.7779270051240561,
    0.7779270051240561,
    0.7779270051240561,
    0.7779270051240561,
    0.7779270051240561,
    0.7779270051240561,
    0.7785738574383272,
    0.7785738574383272,
    0.7785738574383272,
    0.7785738574383272,
    0.7785738574383272,
    0.7785738574383272,
    0.7785738574383272,
    0.8009343349340536
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup operates a small drone that flies above its booth to attract attention.",
    "At the event, a robotics startup operates a small drone that flies above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup operates a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup operates a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup operates a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup operates a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries, while reminding attendees to maintain eye contact.",
    "At the event, a robotics startup operates a small drone hovering above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries, while reminding attendees to maintain eye contact.",
    "At the event, a robotics startup operates a small drone hovering above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries, while reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a robotics startup operates a small drone hovering above its booth to attract attention. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3960724782437624,
    0.3960724782437624,
    0.3960724782437624,
    0.3960724782437624,
    0.3960724782437624,
    0.3960724782437624,
    0.561662218435699,
    0.561662218435699,
    0.561662218435699,
    0.561662218435699,
    0.561662218435699,
    0.561662218435699,
    0.5677819573635121,
    0.5677819573635121,
    0.5677819573635121,
    0.5677819573635121,
    0.5677819573635121,
    0.5677819573635121,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6307636226256818,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6185154456266814,
    0.6067241643090483,
    0.6067241643090483,
    0.6067241643090483,
    0.6067241643090483,
    0.6067241643090483,
    0.6067241643090483,
    0.6067241643090483,
    0.7910118057717794,
    0.7910118057717794,
    0.7910118057717794,
    0.7910118057717794,
    0.7910118057717794,
    0.7910118057717794,
    0.7910118057717794,
    0.8141991880823503,
    0.8141991880823503,
    0.8141991880823503,
    0.8141991880823503,
    0.8141991880823503
  ],
  "36": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. Consulting firms display glossy case study booklets stacked on high tables. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. Consulting firms display glossy case study booklets stacked on high tables. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.5089402040434035,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.6277999175651631,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.7841764134155851,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8511697335454123,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133,
    0.8547928137990133
  ],
  "37": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews.",
    "At the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opened.",
    "At the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opened. Groups of friends marked target employers on the event map.",
    "At the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opened. Groups of friends marked target employers on the event map. A welcome announcement over the PA system outlined the fair schedule.",
    "At the university career fair, counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the fair opened. Groups of friends marked target employers on the event map. A welcome PA announcement outlined the fair schedule. Healthcare providers showcased community outreach photos.",
    "At the university career fair, counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the fair opened. Groups of friends marked target employers on the event map. A welcome PA announcement outlined the fair schedule. Healthcare providers showcased community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the fair opened, while groups of friends marked target employers on the event map. A welcome PA announcement outlined the fair schedule. Healthcare providers showcased community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.3857493275535041,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.6016002225844899,
    0.7717966377295779,
    0.7717966377295779,
    0.7717966377295779,
    0.7717966377295779,
    0.7717966377295779,
    0.7717966377295779,
    0.7717966377295779,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8140315444145519,
    0.8283908504167836,
    0.8283908504167836,
    0.8283908504167836,
    0.8283908504167836,
    0.8283908504167836,
    0.8283908504167836,
    0.8283908504167836,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.852950383988589,
    0.8531639213155111,
    0.8531639213155111,
    0.8531639213155111,
    0.8531639213155111,
    0.8531639213155111,
    0.8531639213155111,
    0.8531639213155111
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. The scene centers on the announcement and the information it conveys about the fairs planned schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and the scene centers on the announcement and the information it conveys about the fair's planned schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and the scene centers on the announcement and the information it conveys about the fair's planned schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and the scene centers on the announcement and the information it conveys about the fair's planned schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule and centering the scene on the information it conveys about the planned schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule and centering the scene on the information it conveys about the planned schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "An event unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, a welcome announcement plays over the PA system outlining the schedule as dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5047600683356537,
    0.5047600683356537,
    0.5047600683356537,
    0.5047600683356537,
    0.5047600683356537,
    0.5047600683356537,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.5814467447113633,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.756019576514436,
    0.8086254725039038,
    0.8086254725039038,
    0.8086254725039038,
    0.8086254725039038,
    0.8086254725039038,
    0.8086254725039038,
    0.8086254725039038,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8417952934641475,
    0.8260444515200627,
    0.8260444515200627,
    0.8260444515200627,
    0.8260444515200627,
    0.8260444515200627,
    0.8260444515200627,
    0.8260444515200627,
    0.8711382471498481,
    0.8711382471498481,
    0.8711382471498481
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students quietly rehearse elevator pitches against a wall.",
    "A group of students quietly rehearses elevator pitches against a wall, each clutching resumes inside branded folders.",
    "A group of students quietly rehearses elevator pitches against a wall, each clutching resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "A group of students quietly rehearses elevator pitches against a wall, each clutching resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "A group of students quietly rehearses elevator pitches against a wall, each clutching resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym entrance, students line up before the career fair opens, while a group quietly rehearses elevator pitches against a wall, each holding resumes inside branded folders, and HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym entrance, students queue before the career fair opens, while a group against a wall rehearses elevator pitches, each holding resumes inside branded folders. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym entrance, students queue before the career fair opens. A group against a wall rehearses elevator pitches, some quietly, each holding resumes in branded folders. HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28977983816136815,
    0.28977983816136815,
    0.28977983816136815,
    0.28977983816136815,
    0.28977983816136815,
    0.28977983816136815,
    0.3083854851584069,
    0.3083854851584069,
    0.3083854851584069,
    0.3083854851584069,
    0.3083854851584069,
    0.3083854851584069,
    0.4773475570292034,
    0.4773475570292034,
    0.4773475570292034,
    0.4773475570292034,
    0.4773475570292034,
    0.4773475570292034,
    0.4773475570292034,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.6897626844453406,
    0.7533905346943857,
    0.7533905346943857,
    0.7533905346943857,
    0.7533905346943857,
    0.7533905346943857,
    0.7533905346943857,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8311467248345384,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8373345272362223,
    0.8350699451435926,
    0.8350699451435926,
    0.8350699451435926,
    0.8350699451435926,
    0.8350699451435926,
    0.8350699451435926,
    0.8350699451435926
  ],
  "40": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table placed near the stage.",
    "The event features a resume review table sponsored by the engineering society placed near the stage, and tech companies display demo screens of their latest apps.",
    "An event features a resume review table sponsored by the engineering society, placed near the stage, and tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event features a resume review table sponsored by the engineering society, placed near the stage, and tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "An event features a resume review table sponsored by the engineering society, placed near the stage, with tech companies displaying demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a resume review table sponsored by the engineering society is placed near the stage, with tech companies displaying demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event, a resume-review table sponsored by the engineering society sits near the stage, while tech companies display demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a resume-review table sponsored by the engineering society sits near the stage, with tech companies displaying demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case-study booklets on high tables.",
    "Event scene features a resume-review table sponsored by the engineering society set near the stage, with tech companies displaying demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette run, while finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.39930582136086973,
    0.39930582136086973,
    0.39930582136086973,
    0.39930582136086973,
    0.39930582136086973,
    0.39930582136086973,
    0.460567181356715,
    0.460567181356715,
    0.460567181356715,
    0.460567181356715,
    0.460567181356715,
    0.460567181356715,
    0.460567181356715,
    0.6267132491241014,
    0.6267132491241014,
    0.6267132491241014,
    0.6267132491241014,
    0.6267132491241014,
    0.6267132491241014,
    0.6267132491241014,
    0.8221302063964633,
    0.8221302063964633,
    0.8221302063964633,
    0.8221302063964633,
    0.8221302063964633,
    0.8221302063964633,
    0.798310751567745,
    0.798310751567745,
    0.798310751567745,
    0.798310751567745,
    0.798310751567745,
    0.798310751567745,
    0.8337935669984582,
    0.8337935669984582,
    0.8337935669984582,
    0.8337935669984582,
    0.8337935669984582,
    0.8337935669984582,
    0.8337935669984582,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.829685191737665,
    0.8377032119639547,
    0.8377032119639547,
    0.8377032119639547,
    0.8377032119639547,
    0.8377032119639547,
    0.8377032119639547,
    0.8377032119639547,
    0.7889451402465841,
    0.7889451402465841,
    0.7889451402465841,
    0.7889451402465841
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, establishing a busy perimeter. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished gym floor, establishing a busy perimeter around the career fair. Alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners circle the polished gym floor, establishing a busy perimeter around the university career fair. Alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished gym floor, establishing a busy perimeter around the university career fair. Alumni volunteers deliver brief pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Inside the university gym, a career fair is laid out with dozens of booths whose colorful banners encircle the polished floor, forming a busy perimeter around the event. Alumni volunteers deliver brief pep talks near the coffee station, while students wait in line outside the gym before opening. A cybersecurity company operates a password-cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor. Alumni volunteers deliver brief pep talks near the coffee station while students wait in line outside the gym before opening. A cybersecurity company operates a password-cracking challenge on a laptop, and tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.48083051379279584,
    0.5875937043499085,
    0.5875937043499085,
    0.5875937043499085,
    0.5875937043499085,
    0.5875937043499085,
    0.5875937043499085,
    0.5875937043499085,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.749318656657508,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.7791620340922446,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8231767127526739,
    0.8191480520458624,
    0.8191480520458624,
    0.8191480520458624,
    0.8191480520458624,
    0.8191480520458624
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, while alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At a campus career event, multiple activities unfold: career counselors redirect unsure students toward applicable industries; alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a campus career event, counselors redirect unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At a campus career event, counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career event, counselors redirect unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.38752364802643663,
    0.4299592509774657,
    0.4299592509774657,
    0.4299592509774657,
    0.4299592509774657,
    0.4299592509774657,
    0.4299592509774657,
    0.4299592509774657,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.5948295930903986,
    0.7321884578624875,
    0.7321884578624875,
    0.7321884578624875,
    0.7321884578624875,
    0.7321884578624875,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.7825306539426058,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.769053992378872,
    0.7702549278710631,
    0.7702549278710631,
    0.7702549278710631,
    0.7702549278710631
  ],
  "43": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map, and dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage.",
    "During the event, career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, career counselors direct unsure students toward applicable industries while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, career counselors direct unsure students toward applicable industries while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.45213589526823905,
    0.45213589526823905,
    0.45213589526823905,
    0.45213589526823905,
    0.45213589526823905,
    0.45213589526823905,
    0.45213589526823905,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.6058214901215373,
    0.7697983696332462,
    0.7697983696332462,
    0.7697983696332462,
    0.7697983696332462,
    0.7697983696332462,
    0.7697983696332462,
    0.7697983696332462,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7900481907432408,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7907666234081121,
    0.7898295833313072,
    0.7898295833313072,
    0.7898295833313072,
    0.7898295833313072,
    0.7898295833313072,
    0.7898295833313072
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule.",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule. Meanwhile, some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A welcome announcement is being transmitted over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens featuring their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "A multi-activity event is underway with a welcome announcement transmitted over the PA system outlining the fair schedule. Inside the main area, some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, offering guidance to attendees.",
    "A multi-activity event is underway, with a welcome announcement transmitted over the PA system outlining the fair schedule. In the main area, some students rehearse elevator pitches quietly against the wall while tech companies display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage, offering guidance to attendees."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38304151517863494,
    0.38304151517863494,
    0.38304151517863494,
    0.38304151517863494,
    0.38304151517863494,
    0.38304151517863494,
    0.5148661662340821,
    0.5148661662340821,
    0.5148661662340821,
    0.5148661662340821,
    0.5148661662340821,
    0.5148661662340821,
    0.5148661662340821,
    0.7330878144954803,
    0.7330878144954803,
    0.7330878144954803,
    0.7330878144954803,
    0.7330878144954803,
    0.7330878144954803,
    0.7330878144954803,
    0.756924644552047,
    0.756924644552047,
    0.756924644552047,
    0.756924644552047,
    0.756924644552047,
    0.756924644552047,
    0.756924644552047,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.7428658211802011,
    0.8012649191745247,
    0.8012649191745247,
    0.8012649191745247,
    0.8012649191745247,
    0.8012649191745247,
    0.8012649191745247,
    0.8012649191745247,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8045022197289784,
    0.8147563908100504,
    0.8147563908100504,
    0.8147563908100504,
    0.8147563908100504,
    0.8147563908100504,
    0.8147563908100504
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is running a password cracking challenge on a laptop, while some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "In the scene, a cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos of community outreach. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders. Healthcare providers showcase photos of community outreach. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, and healthcare providers showcase photos of community outreach. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves.",
    "A cybersecurity company runs a password cracking challenge on a laptop as dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos of community outreach. Some students rehearse elevator pitches quietly against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.3197966569573548,
    0.2919803387236501,
    0.2919803387236501,
    0.2919803387236501,
    0.2919803387236501,
    0.2919803387236501,
    0.2919803387236501,
    0.2919803387236501,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.31864131869330314,
    0.6019780216494833,
    0.6019780216494833,
    0.6019780216494833,
    0.6019780216494833,
    0.6019780216494833,
    0.6019780216494833,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6772097324542661,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.6620364474062141,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.677365617042665,
    0.7133733537679514,
    0.7133733537679514,
    0.7133733537679514,
    0.7133733537679514
  ],
  "46": [
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup is flying a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup is attracting attention at its booth with a small drone flying above it. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup attracts attention at its booth, with a small drone flying overhead. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "A robotics startup attracts attention at its booth as a small drone flies overhead. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "A robotics startup attracts attention at its booth as a small drone flies overhead. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, a robotics startup attracts attention at its booth as a small drone flies overhead. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule.",
    "At a career fair, a robotics startup draws attention at its booth as a small drone flies overhead. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure attendees toward applicable industries. A PA welcome announcement outlines the fair schedule, and counselors remind attendees to maintain eye contact."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.5226265439459141,
    0.6788172769331564,
    0.6788172769331564,
    0.6788172769331564,
    0.6788172769331564,
    0.6788172769331564,
    0.6788172769331564,
    0.6788172769331564,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.7680667593976767,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.6991955905728796,
    0.8174898457212618,
    0.8174898457212618,
    0.8174898457212618,
    0.8174898457212618,
    0.8174898457212618,
    0.8174898457212618,
    0.8225995128907445
  ],
  "47": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "An event scene features an alumni panel explaining how to prepare for technical interviews, with healthcare providers displaying community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables, creating concurrent displays of preparation guidance, outreach visuals, and professional resources.",
    "An event scene shows an alumni panel explaining how to prepare for technical interviews. Healthcare providers display community outreach photos. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, producing concurrent displays of preparation guidance, outreach visuals, and professional resources. Career counselors redirect unsure students toward applicable industries.",
    "An event scene features an alumni panel explaining how to prepare for technical interviews, healthcare providers displaying community outreach photos, alumni volunteers delivering quick pep talks near the coffee station, and consulting firms stacking glossy case study booklets on high tables, producing concurrent displays of preparation guidance, outreach visuals, and professional resources. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "An event scene features an alumni panel explaining how to prepare for technical interviews, alumni volunteers delivering quick pep talks near the coffee station, consulting firms stacking glossy case study booklets on high tables, and tech companies displaying demo screens of their latest apps, producing concurrent displays of preparation guidance, outreach visuals, and professional resources. Healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "An event scene includes an alumni panel explaining how to prepare for technical interviews, alumni volunteers delivering quick pep talks near the coffee station, consulting firms stacking glossy case study booklets on high tables, tech companies displaying demo screens of their latest apps producing concurrent displays of preparation guidance, outreach visuals, and professional resources, healthcare providers displaying community outreach photos, and career counselors redirecting unsure students toward applicable industries."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5327791009754805,
    0.5327791009754805,
    0.5327791009754805,
    0.5327791009754805,
    0.5327791009754805,
    0.5327791009754805,
    0.5327791009754805,
    0.5692838699599361,
    0.5692838699599361,
    0.5692838699599361,
    0.5692838699599361,
    0.5692838699599361,
    0.5692838699599361,
    0.5692838699599361,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7374666722817891,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7670325376604598,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.7730283065182337,
    0.4714706370530529,
    0.4714706370530529,
    0.4714706370530529,
    0.4714706370530529,
    0.4714706370530529,
    0.4714706370530529
  ],
  "48": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables nearby.",
    "Event staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables nearby.",
    "Event staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.42160572226454573,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.5887387127266022,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.7571870361099147,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8549962755028698,
    0.8649478185724692,
    0.8649478185724692,
    0.8649478185724692,
    0.8649478185724692,
    0.8649478185724692,
    0.8649478185724692,
    0.8649478185724692,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238,
    0.86123153580238
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as human resources teams jot notes on tablets, while students introduce themselves.",
    "Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves; career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves; career counselors redirect unsure students toward applicable industries; tech companies display demo screens showing their latest apps.",
    "Students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure attendees toward industries that fit their interests. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the career fair, students clutch resumes inside branded folders while human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure attendees toward industries that fit their interests. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, students clutch resumes inside branded folders as human resources teams jot notes on tablets and students introduce themselves. Career counselors redirect unsure attendees toward industries that fit their interests. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.39178230749671666,
    0.39178230749671666,
    0.39178230749671666,
    0.39178230749671666,
    0.39178230749671666,
    0.39178230749671666,
    0.39178230749671666,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4434133242598238,
    0.4845845274038623,
    0.4845845274038623,
    0.4845845274038623,
    0.4845845274038623,
    0.4845845274038623,
    0.4845845274038623,
    0.4845845274038623,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.7593268223071314,
    0.8734203867402799,
    0.8734203867402799,
    0.8734203867402799,
    0.8734203867402799,
    0.8734203867402799,
    0.8734203867402799,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8909620127881236,
    0.8892914972508617,
    0.8892914972508617
  ]
}