{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel is discussing how to prepare for technical interviews.",
    "An alumni panel is discussing how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel is discussing how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel is discussing how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews while consulting firms stack glossy case study booklets on high tables at their booths; career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, forming a busy exhibition space, and healthcare providers showcase community outreach photos.",
    "The venue is a busy exhibition space with a polished floor and dozens of booths adorned with colorful banners arranged around the space. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos, adding context to the exhibits. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent.",
    "The venue is a busy exhibition space with a polished floor and dozens of booths adorned with colorful banners arranged around the space. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos to add context to the exhibits. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent.",
    "The venue is a bustling exhibition space with a polished floor and dozens of booths adorned with colorful banners. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos to add context to the exhibits. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a bustling exhibition space with a polished floor, dozens of booths display colorful banners. An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos to add context to the exhibits. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a bustling exhibition space with a polished floor, dozens of booths encircle the area beneath colorful banners. An alumni panel discusses how to prepare for technical interviews. Consulting firms display case study booklets on tables beside their booths, while healthcare providers showcase community outreach photos. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Before the career fair opens, students line up outside the university gym. A PA system broadcasts a welcome announcement outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Alumni volunteers share pep talks near the coffee station.",
    "A bustling exhibition space with a polished floor, dozens of booths encircling the area beneath colorful banners. An alumni panel discusses how to prepare for technical interviews. Consulting firms display case study booklets on tables beside their booths; healthcare providers showcase community outreach photos. At the venue entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Before the career fair opens, students line up outside the university gym. A PA system broadcasts a welcome announcement outlining the fair schedule. Students rehearse elevator pitches quietly against the wall. Alumni volunteers share pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.4366372014362549,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.38267679433891844,
    0.4138900214981533,
    0.4138900214981533,
    0.4138900214981533,
    0.4138900214981533,
    0.4138900214981533,
    0.613830335306665,
    0.613830335306665,
    0.613830335306665,
    0.613830335306665,
    0.613830335306665,
    0.613830335306665,
    0.613830335306665,
    0.8117013466373072,
    0.8117013466373072,
    0.8117013466373072,
    0.8117013466373072,
    0.8056731876043766,
    0.8056731876043766,
    0.8056731876043766,
    0.8056731876043766,
    0.8255655497611022,
    0.8255655497611022,
    0.8255655497611022,
    0.8255655497611022,
    0.8255655497611022,
    0.8255655497611022,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8217907446252148,
    0.8706311494390842,
    0.8706311494390842,
    0.8706311494390842,
    0.8706311494390842,
    0.8706311494390842,
    0.8706311494390842,
    0.8694339462121234,
    0.8694339462121234,
    0.8694339462121234
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, in a space where dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor in a career fair–like space. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor in a career fair–like space. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor in a career fair–like space. Career counselors remind attendees to maintain eye contact as they move between booths. Healthcare providers showcase community outreach photos alongside their displays. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene presents a multi-sector career event with recruiters, counselors, and alumni sharing guidance.",
    "A multi-sector career event unfolds in a career fair-like space, where dozens of booths with colorful banners encircle a polished floor. Attendees are reminded by career counselors to maintain eye contact as they move between booths, while counselors also redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos alongside their displays, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene features recruiters, counselors, and alumni sharing guidance across sectors.",
    "A multi-sector career event unfolds in a career fair–like space, where dozens of booths with colorful banners encircle a polished floor. Attendees are reminded by career counselors to maintain eye contact as they move between booths, and counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene features recruiters, counselors, and alumni sharing guidance across sectors.",
    "A multi-sector career event unfolds in a career fair–like space where dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact as they move between booths and redirect unsure students toward applicable industries. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene features recruiters, counselors, and alumni sharing guidance across sectors.",
    "A multi-sector career event unfolds in a career fair–like space where dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact and steer unsure students toward relevant industries as they move between booths. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene features recruiters, counselors, and alumni sharing guidance across sectors.",
    "A multi-sector career event unfolds in a career fair–like space where dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact and steer unsure students toward relevant industries as they move between booths. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. The scene features recruiters, counselors, and alumni sharing guidance across sectors.",
    "A multi-sector career event unfolds in a career fair–like space where dozens of booths with colorful banners encircle a polished floor. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Recruiters, counselors, and alumni share guidance across sectors, with career counselors reminding attendees to maintain eye contact and redirect unsure students toward applicable industries, and alumni volunteers offering quick pep talks near the coffee station, a welcome announcement outlining the fair schedule over the PA system. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "The scene shows a multi-sector career event in a career fair space with dozens of booths and colorful banners surrounding a polished floor. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses preparing for technical interviews. Recruiters, counselors, and alumni share guidance across sectors, with career counselors urging eye contact and directing unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station, as a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map and act as entrance staff, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, networking etiquette workshops begin.",
    "The scene depicts a multi-sector career event inside a career fair space with dozens of booths and colorful banners around a polished floor. Healthcare providers display community outreach photos beside their displays, while consulting firms stack glossy case-study booklets on high tables; an alumni panel discusses preparing for technical interviews. Recruiters, counselors, and alumni share guidance across sectors, with career counselors urging eye contact and directing unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station as a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map and act as entrance staff, scanning registrations and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, networking etiquette workshops begin."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3630173296986501,
    0.3630173296986501,
    0.3630173296986501,
    0.3630173296986501,
    0.616985012852018,
    0.616985012852018,
    0.616985012852018,
    0.616985012852018,
    0.616985012852018,
    0.6933751984125829,
    0.6933751984125829,
    0.6933751984125829,
    0.6933751984125829,
    0.6933751984125829,
    0.8081470030098477,
    0.8081470030098477,
    0.8081470030098477,
    0.8081470030098477,
    0.7949587004814951,
    0.7949587004814951,
    0.7949587004814951,
    0.7941393665379174,
    0.7941393665379174,
    0.7941393665379174,
    0.7941393665379174,
    0.7941393665379174,
    0.8062613841927709,
    0.8062613841927709,
    0.8062613841927709,
    0.8062613841927709,
    0.8062613841927709,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8101767775452794,
    0.8604682407739237,
    0.8604682407739237,
    0.8604682407739237,
    0.8604682407739237,
    0.8604682407739237,
    0.8604682407739237,
    0.8608658744971949,
    0.8608658744971949,
    0.8608658744971949,
    0.8608658744971949,
    0.8608658744971949,
    0.8608658744971949,
    0.8608658744971949,
    0.8532983782989586,
    0.8532983782989586
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while an alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables as an alumni panel discusses how to prepare for technical interviews.",
    "Glossy case study booklets are stacked by consulting firms on high tables as an alumni panel discusses preparation for technical interviews. Concurrently, groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews while consulting firms stack glossy case study booklets on high tables; concurrently, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "An alumni fair features a panel on preparing for technical interviews, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, act as event staff at the entrance, scan registrations, and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle the polished floor, while in the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni fair features a panel on preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle the polished floor, while in the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni fair features a panel on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while in the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni fair features a panel on preparing for technical interviews, while dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An alumni fair features a panel on preparing for technical interviews as dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An alumni fair centers on a panel about preparing for technical interviews, with dozens of booths and colorful banners encircling a polished floor. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map and act as event staff at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.391574778366781,
    0.391574778366781,
    0.4190159933060582,
    0.4190159933060582,
    0.4190159933060582,
    0.4190159933060582,
    0.4190159933060582,
    0.5978449747209096,
    0.5978449747209096,
    0.5978449747209096,
    0.5978449747209096,
    0.5978449747209096,
    0.47940651209038504,
    0.47940651209038504,
    0.47940651209038504,
    0.47940651209038504,
    0.47940651209038504,
    0.8752282544296279,
    0.8752282544296279,
    0.8752282544296279,
    0.8752282544296279,
    0.8752282544296279,
    0.8752282544296279,
    0.8752282544296279,
    0.8797992259299507,
    0.8797992259299507,
    0.8797992259299507,
    0.8797992259299507,
    0.8797992259299507,
    0.8797992259299507,
    0.8797992259299507,
    0.8800173968112222,
    0.8800173968112222,
    0.8800173968112222,
    0.8800173968112222,
    0.8800173968112222,
    0.8759933956738024,
    0.8759933956738024,
    0.8759933956738024,
    0.8759933956738024,
    0.8759933956738024,
    0.8759933956738024,
    0.8815812844437579,
    0.8815812844437579,
    0.8815812844437579,
    0.8815812844437579,
    0.8815812844437579,
    0.877060371610159,
    0.877060371610159,
    0.877060371610159,
    0.877060371610159,
    0.877060371610159
  ],
  "3": [
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, and nearby alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA outlines the fair schedule, establishing the event’s cadence. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, and nearby alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow as the day unfolds.",
    "An opening PA welcome outlines the fair schedule and cadence. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, and nearby alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow as the day unfolds. Finance firms offer QR codes for immediate internship applications.",
    "An opening PA announces the fair schedule and cadence as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow as the day unfolds. Finance firms offer QR codes for immediate internship applications. Concurrently, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "An opening PA announces the fair schedule as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow as the day unfolds. Finance firms offer QR codes for immediate internship applications. Concurrently, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "The scene centers on a university career fair in the gym, with a fair schedule announced over the opening PA as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, coordinating attendee flow as the day unfolds. Finance firms offer QR codes for immediate internship applications. Concurrently, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At a university career fair held in the gym, a multi-sector event unfolds as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case-study booklets on high tables; students rehearse elevator pitches quietly against the wall; alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to coordinate attendee flow. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they move between booths. Healthcare providers showcase community outreach photos beside their displays. Students line up outside the gym before the fair opens. Recruiters, counselors, and alumni share guidance across sectors.",
    "At a university career fair in the gym, booths with banners encircle a polished floor. Consulting firms stack case-study booklets on tables, and finance firms display QR codes for internship applications. Students rehearse elevator pitches quietly against walls while groups of friends mark target employers on the event map and serve as staff at the entrance, scanning registrations and handing out lanyards to coordinate flow. Alumni volunteers offer pep talks near the coffee station, and alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over PA system. In adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; a robotics startup flies a drone at its booth. Students line up outside before opening."
  ],
  "3_score": [
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.6378938768765181,
    0.6378938768765181,
    0.6378938768765181,
    0.826823506855311,
    0.826823506855311,
    0.826823506855311,
    0.826823506855311,
    0.8498829007310457,
    0.8498829007310457,
    0.8828350307690651,
    0.8828350307690651,
    0.8828350307690651,
    0.8828350307690651,
    0.8925323959637466,
    0.8925323959637466,
    0.8925323959637466,
    0.8925323959637466,
    0.9109522373877535,
    0.9109522373877535,
    0.9109522373877535,
    0.9109522373877535,
    0.9109522373877535,
    0.9109522373877535,
    0.9106746232261398,
    0.9106746232261398,
    0.9106746232261398,
    0.9106746232261398,
    0.9106746232261398,
    0.8515165938857274,
    0.8515165938857274,
    0.8515165938857274,
    0.8515165938857274,
    0.8515165938857274,
    0.8515165938857274,
    0.8515165938857274,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.8405653670532753,
    0.893628297309863,
    0.893628297309863
  ],
  "4": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the event, some students rehearse elevator pitches quietly against the wall as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, some students rehearse elevator pitches quietly against the wall as a welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, dozens of booths encircle the polished floor, with colorful banners on display while consulting firms stack glossy case study booklets on high tables. A PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, dozens of booths encircle a polished floor, with colorful banners on display as consulting firms stack glossy case study booklets on high tables. A PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, with colorful banners on display as consulting firms stack glossy case study booklets on high tables. A PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, with colorful banners on display as consulting firms stack glossy case study booklets on high tables. A PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths encircle a polished floor beneath colorful banners as consulting firms stack glossy case study booklets on high tables. A PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "Dozens of booths encircle a polished floor beneath colorful banners, with high tables displaying glossy case study booklets. A PA system broadcasts a welcome message and outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends serve as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "Scene centers on a university career fair in a gym, where a polished floor is encircled by booths beneath banners and high tables display glossy case-study booklets. A PA system welcomes attendees and outlines schedule. Students rehearse elevator pitches quietly by the wall, while alumni volunteers offer pep talks near the coffee station; an alumni panel on technical interviews. The engineering society sponsors a resume-review table near the stage. Groups of friends staff the entrance, mark target employers on the event map, scan registrations, and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette begin; career counselors remind attendees to maintain eye contact and direct unsure students toward industries. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students line up outside the gym before opening."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.374072351243934,
    0.374072351243934,
    0.374072351243934,
    0.5972965322598403,
    0.5972965322598403,
    0.5972965322598403,
    0.5972965322598403,
    0.5972965322598403,
    0.8279964404925532,
    0.8279964404925532,
    0.8279964404925532,
    0.8474081268164917,
    0.8474081268164917,
    0.8474081268164917,
    0.8474081268164917,
    0.8661799277998479,
    0.8661799277998479,
    0.8661799277998479,
    0.8661799277998479,
    0.8624975175547984,
    0.8624975175547984,
    0.8624975175547984,
    0.8624975175547984,
    0.8624975175547984,
    0.8783995256155114,
    0.8783995256155114,
    0.8783995256155114,
    0.8788606027328105,
    0.8788606027328105,
    0.8788606027328105,
    0.8788606027328105,
    0.8788606027328105,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.8887767219434668,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069,
    0.858625827468069
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map while event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "Groups of friends mark target employers on the event map while event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map as event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, groups of friends act as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "At the fair, groups of friends serve as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the fair, groups of friends serve as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, groups of friends serve as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the fair, groups of friends serve as event staff at the entrance, marking target employers on the event map, scanning registrations, and handing out lanyards. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners encircle a polished floor, and consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin, while career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor; consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, signaling preparation and intent."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.448878650821265,
    0.448878650821265,
    0.448878650821265,
    0.6287758973088093,
    0.6287758973088093,
    0.6287758973088093,
    0.6287758973088093,
    0.6287758973088093,
    0.7422328754001408,
    0.7422328754001408,
    0.8199826315534413,
    0.8199826315534413,
    0.8199826315534413,
    0.8199826315534413,
    0.8199826315534413,
    0.8199826315534413,
    0.8734358966624316,
    0.8734358966624316,
    0.8734358966624316,
    0.8734358966624316,
    0.8824136808545003,
    0.8824136808545003,
    0.8824136808545003,
    0.8824136808545003,
    0.8824136808545003,
    0.8824136808545003,
    0.8841312876069185,
    0.8841312876069185,
    0.8841312876069185,
    0.8841312876069185,
    0.8878115061714523,
    0.8878115061714523,
    0.8878115061714523,
    0.8878115061714523,
    0.8878115061714523,
    0.8878115061714523,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.9034195241086859,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423,
    0.8985423778828423
  ],
  "6": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a ring of activity around the space.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a ring of activity around the space. Career counselors remind attendees to maintain eye contact.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring of activity around the space. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the venue, a bustling exhibition space with a polished floor hosts dozens of booths adorned with colorful banners arranged around the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos to add context to the exhibits. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, a bustling exhibition space with a polished floor hosts dozens of booths adorned with colorful banners arranged around the space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, signaling preparation and intent. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables at their booths. Healthcare providers showcase community outreach photos to add context to the exhibits. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.760169655704821,
    0.760169655704821,
    0.760169655704821,
    0.7669495503507286,
    0.7669495503507286,
    0.7669495503507286,
    0.7939903726396362,
    0.7939903726396362,
    0.7939903726396362,
    0.7939903726396362,
    0.7939903726396362,
    0.8132052937742219,
    0.8132052937742219,
    0.8132052937742219,
    0.8132052937742219,
    0.8443496383173439,
    0.8443496383173439,
    0.8443496383173439,
    0.8443496383173439,
    0.8443496383173439,
    0.8443496383173439,
    0.8443496383173439,
    0.8259201216840684,
    0.8259201216840684,
    0.8259201216840684,
    0.8259201216840684,
    0.8259201216840684,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.825129952614291,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766,
    0.8561577752388766
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle a polished floor in the exhibition space. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables beside their booths. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle a polished floor in the exhibition space of the career fair. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables beside their booths. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "In the career fair, dozens of booths with colorful banners encircle a polished exhibition floor. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables beside their booths. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor at the career fair. Healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables beside their booths. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor, creating a conference-venue feel for the career fair. Healthcare providers display community outreach photos near their booths, while an alumni panel discusses how to prepare for technical interviews. Consulting firms place glossy case study booklets on high tables beside their booths, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens, and event staff scan registrations while handing out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders. Groups of friends mark target employers on an event map. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor, giving the career fair a conference-venue ambience. Healthcare providers display community outreach photos near their booths; an alumni panel discusses how to prepare for technical interviews. Consulting firms place glossy case study booklets on high tables beside their booths, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens as event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes in branded folders. Groups of friends mark target employers on an event map. Alumni volunteers share quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.4551804756771628,
    0.4551804756771628,
    0.4551804756771628,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.6694029748921533,
    0.7516844479603834,
    0.7516844479603834,
    0.7516844479603834,
    0.7516844479603834,
    0.7516844479603834,
    0.839789688745315,
    0.839789688745315,
    0.839789688745315,
    0.839789688745315,
    0.839789688745315,
    0.839789688745315,
    0.8850210479014444,
    0.8850210479014444,
    0.8850210479014444,
    0.8850210479014444,
    0.8560676028533687,
    0.8560676028533687,
    0.8560676028533687,
    0.8560676028533687,
    0.8820835152019397,
    0.8820835152019397,
    0.8820835152019397,
    0.8820835152019397,
    0.8820835152019397,
    0.8820835152019397,
    0.8820835152019397,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694,
    0.8820274937547694
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "A conference-like space features dozens of booths with colorful banners encircling a polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "The conference-like space features dozens of booths with colorful banners encircling a polished floor. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "The space resembles a conference venue, with dozens of booths and colorful banners encircling a polished floor. In an adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "The space resembles a conference venue, with dozens of booths and colorful banners encircling a polished floor. An adjoining classroom hosts networking etiquette workshops. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "The space resembles a conference venue for a job fair, with dozens of booths and colorful banners encircling a polished floor. An adjoining classroom hosts networking etiquette workshops. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "A job fair–like space functions as a conference-venue with dozens of booths and colorful banners encircling a polished floor. An adjoining classroom hosts networking etiquette workshops. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5094111170893836,
    0.5094111170893836,
    0.5094111170893836,
    0.6841749589097084,
    0.6841749589097084,
    0.6841749589097084,
    0.6841749589097084,
    0.6841749589097084,
    0.6841749589097084,
    0.7318524963629387,
    0.7318524963629387,
    0.7318524963629387,
    0.7378918625800497,
    0.7378918625800497,
    0.7378918625800497,
    0.7378918625800497,
    0.7717829665439486,
    0.7717829665439486,
    0.7717829665439486,
    0.7717829665439486,
    0.7717829665439486,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7801992845810855,
    0.7547462771286895,
    0.7547462771286895,
    0.7547462771286895,
    0.7547462771286895,
    0.762983006332574,
    0.762983006332574,
    0.762983006332574,
    0.762983006332574,
    0.8442648130334607,
    0.8442648130334607,
    0.8442648130334607,
    0.8442648130334607,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781,
    0.8661948439941781
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor; consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables by their booths. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor in the exhibition space. Consulting firms stack glossy case study booklets on high tables by their booths. Healthcare providers showcase community outreach photos.",
    "In the exhibition space, dozens of booths with colorful banners encircle a polished floor. Consulting firms stack glossy case study booklets on high tables beside their booths. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle a polished floor in the exhibition space. Consulting firms stack glossy case study booklets on high tables beside their booths. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths encircle a polished exhibition floor in the space, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables beside their booths, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume‑review table near the stage. Before the career fair opens, students line up outside the university gym. At the event, a PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths encircle a polished exhibition floor, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables beside their booths; healthcare providers showcase community outreach photos. The engineering society sponsors a resume‑review table near the stage. Before the career fair opens, students line up outside the university gym. At the event, a PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths encircle a polished exhibition floor, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables beside their booths, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Before the career fair opens, students line up outside the university gym. At the event, a PA system broadcasts a welcome announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A bustling exhibition space with a polished floor hosts a career fair with dozens of booths displaying banners. Consulting firms stack case study booklets on high tables beside their booths, while engineering society sponsors a resume-review table near stage and healthcare providers showcase outreach photos. Before the fair opens, students line up outside the university gym, and at the venue entrance staff scan registrations and hand out lanyards. Inside, a PA system broadcasts a welcome announcement with the fair schedule; some students rehearse elevator pitches quietly against the wall, alumni volunteers share pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette occur in the adjoining classroom; students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3854847571820041,
    0.3854847571820041,
    0.3854847571820041,
    0.3854847571820041,
    0.5664339071066564,
    0.5664339071066564,
    0.5664339071066564,
    0.5948670989895564,
    0.5948670989895564,
    0.7009946736294147,
    0.7009946736294147,
    0.7009946736294147,
    0.7009946736294147,
    0.7748293206159982,
    0.7748293206159982,
    0.7748293206159982,
    0.7748293206159982,
    0.7748293206159982,
    0.8596438647303699,
    0.8596438647303699,
    0.8596438647303699,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8543516644293281,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8629226070710183,
    0.8828411714789666,
    0.8828411714789666,
    0.8828411714789666
  ]
}