{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Inside the fair, consulting firms display glossy case study booklets on high tables while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Inside, consulting firms display glossy case study booklets on high tables while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Inside, consulting firms display glossy case-study booklets on high tables while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished gym floor as the career fair opens. Outside, students line up before the doors of the university gym. Inside, consulting firms display glossy case-study booklets on high tables, while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners circle the polished gym floor as the career fair opens. Outside, students line up before the doors. Inside, consulting firms display glossy case-study booklets on high tables, while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners surround the polished gym floor as the career fair opens. Outside, students line up before the doors. Inside, consulting firms display glossy case-study booklets on high tables while tech companies show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.5298440886909859,
    0.5298440886909859,
    0.5298440886909859,
    0.7532389846037257,
    0.7532389846037257,
    0.7532389846037257,
    0.7532389846037257,
    0.7532389846037257,
    0.7532389846037257,
    0.7532389846037257,
    0.8542494535224452,
    0.8542494535224452,
    0.8542494535224452,
    0.8822530233387427,
    0.8822530233387427,
    0.8822530233387427,
    0.8822530233387427,
    0.8691581572880458,
    0.8691581572880458,
    0.8691581572880458,
    0.8691581572880458,
    0.8715618057398035,
    0.8715618057398035,
    0.8715618057398035,
    0.8715618057398035,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8740858691434493,
    0.8695291771624266,
    0.8695291771624266,
    0.8695291771624266,
    0.8695291771624266,
    0.8695291771624266,
    0.8695291771624266,
    0.8691142173810249,
    0.8691142173810249,
    0.8691142173810249,
    0.8691142173810249,
    0.8691142173810249,
    0.8691142173810249,
    0.865819083424519,
    0.865819083424519,
    0.865819083424519,
    0.8734506002219713,
    0.8734506002219713,
    0.8734506002219713,
    0.8734506002219713,
    0.8734506002219713,
    0.8734506002219713,
    0.8734266837845893,
    0.8734266837845893
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "At a university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Students line up outside the university gym before the fair opens, some quietly rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Event staff scan registrations at the entrance and hand out lanyards. Students line up outside the university gym before the fair opens, some quietly rehearsing elevator pitches against the wall. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.34086491873700325,
    0.34086491873700325,
    0.5157098461276806,
    0.5157098461276806,
    0.5157098461276806,
    0.5157098461276806,
    0.7852729516328716,
    0.7852729516328716,
    0.7852729516328716,
    0.7852729516328716,
    0.7738342419219688,
    0.7738342419219688,
    0.7738342419219688,
    0.7738342419219688,
    0.7738342419219688,
    0.7738342419219688,
    0.7738342419219688,
    0.8024290270918906,
    0.8024290270918906,
    0.8024290270918906,
    0.8024290270918906,
    0.8605897631865945,
    0.8605897631865945,
    0.8605897631865945,
    0.8605897631865945,
    0.8605897631865945,
    0.8605897631865945,
    0.8727671786399751,
    0.8727671786399751,
    0.8727671786399751,
    0.8727671786399751,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.867973935598146,
    0.8585756700253204,
    0.8585756700253204,
    0.8585756700253204,
    0.8585756700253204,
    0.8590442043631361,
    0.8590442043631361,
    0.8590442043631361,
    0.8590442043631361,
    0.8590442043631361,
    0.8590442043631361,
    0.8590442043631361
  ],
  "2": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as students introduce themselves, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders.",
    "At the venue entrance, event staff scan registrations and hand out lanyards as students introduce themselves, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens and clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while HR jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while HR jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while HR jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university venue, staff scan registrations at the entrance and hand out lanyards as students introduce themselves, while HR jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6404806242803973,
    0.6404806242803973,
    0.6404806242803973,
    0.7894395244982335,
    0.7894395244982335,
    0.7894395244982335,
    0.7894395244982335,
    0.7370377037882107,
    0.7370377037882107,
    0.7370377037882107,
    0.7370377037882107,
    0.7370377037882107,
    0.7900602277903446,
    0.7900602277903446,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8413602243168745,
    0.8408652327530285,
    0.8408652327530285,
    0.8408652327530285,
    0.8512167235500863,
    0.8512167235500863,
    0.8512167235500863,
    0.8512167235500863,
    0.8512167235500863,
    0.8610435029018764,
    0.8610435029018764,
    0.8610435029018764,
    0.8610435029018764,
    0.8526853028141871,
    0.8526853028141871,
    0.8526853028141871,
    0.8741301881063085,
    0.8741301881063085,
    0.8741301881063085,
    0.8741301881063085,
    0.8741301881063085,
    0.8734491872649469,
    0.8734491872649469,
    0.8734491872649469,
    0.8734491872649469,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8712115079889886,
    0.8757074450681017,
    0.8757074450681017,
    0.8757074450681017,
    0.8757074450681017,
    0.8757074450681017,
    0.8725288720064094,
    0.8725288720064094
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement, broadcast over the PA system, outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement broadcast over the PA system outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6047728675713528,
    0.6047728675713528,
    0.6047728675713528,
    0.6047728675713528,
    0.6047728675713528,
    0.6047728675713528,
    0.7420628111040646,
    0.7420628111040646,
    0.7420628111040646,
    0.7420628111040646,
    0.7420628111040646,
    0.7420628111040646,
    0.8127148328548304,
    0.8127148328548304,
    0.8127148328548304,
    0.8127148328548304,
    0.8683257351087847,
    0.8683257351087847,
    0.8683257351087847,
    0.8835734899504974,
    0.8835734899504974,
    0.8835734899504974,
    0.8835734899504974,
    0.8878705157548821,
    0.8878705157548821,
    0.8878705157548821,
    0.8878705157548821,
    0.8965517080884731,
    0.8965517080884731,
    0.8965517080884731,
    0.8965517080884731,
    0.9032038219033572,
    0.9032038219033572,
    0.9032038219033572,
    0.9032038219033572,
    0.9032038219033572,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9110876724141848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848,
    0.9049202394242848
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance, as students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At a university career fair, dozens of booths with colorful banners encircle the polished floor of the venue, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, dozens of booths with colorful banners encircle the polished floor of the venue, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, dozens of booths with colorful banners surround the polished floor of the venue, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At a university career fair, dozens of booths with colorful banners occupy the polished floor of the venue, as finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance while students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention, while some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair in a venue with a polished floor, dozens of booths with colorful banners occupy the space as finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance while students queue outside the university gym before the fair opens. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a university career fair held in a venue with a polished floor, dozens of booths display colorful banners as finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance while students queue outside the university gym before the fair opens. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair held in a venue with a polished floor, dozens of booths display colorful banners as finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance while students queue outside the university gym before the fair opens. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "A university career fair at a venue with a polished floor; dozens of booths with colorful banners; finance firms offer QR codes for immediate internship applications; event staff scan registrations and hand out lanyards at the entrance; students queue outside the university gym before the fair opens. Groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention; some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.4984842179493972,
    0.4984842179493972,
    0.4984842179493972,
    0.6668109433386955,
    0.6668109433386955,
    0.6668109433386955,
    0.6668109433386955,
    0.6668109433386955,
    0.6668109433386955,
    0.6649233206528842,
    0.6649233206528842,
    0.6649233206528842,
    0.6649233206528842,
    0.8566440046105438,
    0.8566440046105438,
    0.8566440046105438,
    0.8566440046105438,
    0.8831428149209055,
    0.8831428149209055,
    0.8831428149209055,
    0.8831428149209055,
    0.8682215008937648,
    0.8682215008937648,
    0.8682215008937648,
    0.894569035651374,
    0.894569035651374,
    0.894569035651374,
    0.894569035651374,
    0.894569035651374,
    0.882742820254013,
    0.882742820254013,
    0.882742820254013,
    0.882742820254013,
    0.882742820254013,
    0.8809367915215822,
    0.8809367915215822,
    0.8809367915215822,
    0.8809367915215822,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.8853355163082782,
    0.887069905292794,
    0.887069905292794,
    0.887069905292794,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735,
    0.8876409788479735
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens that showcase their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens that showcase their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens that showcase their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showcasing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An event features tech companies displaying demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as they observe demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the career fair, tech companies display demo screens of their latest apps while career counselors guide unsure students toward relevant industries. Students clutch branded folders containing their resumes as they watch demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society runs a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens, as a welcome announcement over the PA outlines the schedule."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4915885684351555,
    0.4915885684351555,
    0.4915885684351555,
    0.47651066261285824,
    0.47651066261285824,
    0.47651066261285824,
    0.47651066261285824,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.6250029224079812,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7245969162057719,
    0.7618489998470613,
    0.7618489998470613,
    0.7618489998470613,
    0.7618489998470613,
    0.7618489998470613,
    0.7618489998470613,
    0.8238470910173531,
    0.8238470910173531,
    0.8238470910173531,
    0.8238470910173531,
    0.8325349316321303,
    0.8325349316321303,
    0.8325349316321303,
    0.8325349316321303,
    0.8477763623209911,
    0.8477763623209911,
    0.8477763623209911,
    0.8477763623209911,
    0.8499291608695377,
    0.8499291608695377,
    0.8499291608695377,
    0.8499291608695377,
    0.8477763623209911,
    0.8477763623209911,
    0.8477763623209911,
    0.8477763623209911,
    0.861262971674692,
    0.861262971674692,
    0.861262971674692,
    0.8962244313726475,
    0.8962244313726475
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome PA outlines the schedule as attendees circulate among dozens of booths with colorful banners on a polished floor. Consulting firms stack glossy case study booklets on high tables, while in an adjoining classroom workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps, and HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.41275701897733685,
    0.41275701897733685,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.7048693990945503,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8299864320522369,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.8611865734824826,
    0.900618138859056,
    0.900618138859056,
    0.900618138859056,
    0.8981308635152243,
    0.8981308635152243,
    0.8981308635152243,
    0.8981308635152243,
    0.9007578788947967,
    0.9007578788947967,
    0.9007578788947967,
    0.9007578788947967,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9076620076667405,
    0.9212170142764846,
    0.9212170142764846,
    0.9212170142764846,
    0.9212170142764846,
    0.9218361562294319,
    0.9218361562294319,
    0.9218361562294319,
    0.9218361562294319,
    0.9218361562294319,
    0.9172183045433933,
    0.9172183045433933,
    0.9172183045433933
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In a setting where healthcare providers present community outreach photos, human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers present community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers present community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers present and showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers present and showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers present and showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene features healthcare providers presenting and showing community outreach photos, while human resources teams take notes on tablets as students introduce themselves; several students rehearse elevator pitches quietly against a wall, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and groups of friends mark target employers on the event map.",
    "Healthcare providers present and show community outreach photos; human resources teams take notes on tablets as students introduce themselves; several students rehearse elevator pitches quietly against a wall; tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, healthcare providers present and display community outreach photos, while human resources teams take notes on tablets as students introduce themselves. Several students rehearse elevator pitches quietly against a wall, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers present and display community outreach photos, while human resources teams take notes on tablets as students introduce themselves. Several students rehearse elevator pitches quietly against a wall, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the event, healthcare providers are present and display community outreach photos, while human resources teams take notes on tablets as students introduce themselves. Several students rehearse elevator pitches quietly against a wall, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers are present and display community outreach photos, while human resources teams take notes on tablets as students introduce themselves. Several students rehearse elevator pitches quietly against a wall, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers are present and showcase community outreach photos. Human resources teams take notes on tablets as students introduce themselves. Several students rehearse elevator pitches quietly against a wall, while tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance, as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.34822111428670144,
    0.34822111428670144,
    0.34822111428670144,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6148350938027454,
    0.6429367967924311,
    0.6429367967924311,
    0.6429367967924311,
    0.6429367967924311,
    0.5597097390927177,
    0.5597097390927177,
    0.5597097390927177,
    0.5597097390927177,
    0.5597097390927177,
    0.5597097390927177,
    0.5597097390927177,
    0.7389814911162671,
    0.7389814911162671,
    0.7389814911162671,
    0.7389814911162671,
    0.7389814911162671,
    0.7389814911162671,
    0.5860723125133791,
    0.5860723125133791,
    0.5860723125133791,
    0.7659064246520007,
    0.7659064246520007,
    0.7659064246520007,
    0.7659064246520007,
    0.7659064246520007,
    0.7659064246520007,
    0.7659064246520007,
    0.8110009058584964,
    0.8110009058584964,
    0.8110009058584964,
    0.8331560896909032,
    0.8331560896909032,
    0.8331560896909032,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8309908282534832,
    0.8421104067278554,
    0.8421104067278554,
    0.8421104067278554,
    0.8421104067278554,
    0.8421104067278554,
    0.8421104067278554
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating an expo-like atmosphere. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating an expo-like atmosphere. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating an expo-like atmosphere. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating an expo-like atmosphere. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews at a career expo where dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews at a career expo where dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews at a career expo where dozens of booths with colorful banners circle a polished floor. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, while career counselors remind attendees to maintain eye contact.",
    "The scene is a career expo with dozens of booths and colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, with the engineering society sponsoring a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, while career counselors remind attendees to maintain eye contact.",
    "The scene is a career expo with dozens of booths and colorful banners circling a polished floor. An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At a career expo, dozens of booths ring a polished floor under colorful banners. An alumni panel covers preparation for technical interviews, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company operates a password-cracking challenge on a laptop. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in an adjoining classroom.",
    "At a career expo, dozens of booths line a polished floor under colorful banners. An alumni panel covers preparation for technical interviews, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company operates a password-cracking challenge on a laptop. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in an adjoining classroom.",
    "At a career expo, dozens of booths line a polished floor beneath colorful banners. An alumni panel covers preparation for technical interviews, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in an adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At a career expo, dozens of booths line a polished floor beneath colorful banners. An alumni panel covers preparation for technical interviews, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in an adjoining classroom. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths line a polished floor beneath colorful banners; an alumni panel covers preparation for technical interviews; the engineering society sponsors a resume-review table near the stage; event staff scan registrations and hand out lanyards at the entrance; a cybersecurity company runs a password-cracking challenge on a laptop; students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact; finance firms display QR codes for immediate internship applications; workshops on networking etiquette begin in an adjoining classroom; career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.7414642396045442,
    0.7414642396045442,
    0.7414642396045442,
    0.7837742775979022,
    0.7837742775979022,
    0.7837742775979022,
    0.8139840393958719,
    0.8139840393958719,
    0.8139840393958719,
    0.8139840393958719,
    0.826627359231078,
    0.826627359231078,
    0.826627359231078,
    0.826627359231078,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.7952843097481981,
    0.8209245045445573,
    0.8209245045445573,
    0.8209245045445573,
    0.8209245045445573,
    0.803994133902487,
    0.803994133902487,
    0.803994133902487,
    0.803994133902487,
    0.803994133902487,
    0.803994133902487,
    0.828645580998014,
    0.828645580998014,
    0.828645580998014,
    0.8341920513330201,
    0.8341920513330201,
    0.8341920513330201,
    0.8341920513330201,
    0.8341920513330201,
    0.8347540153527582,
    0.8347540153527582,
    0.8347540153527582,
    0.8340555843769517,
    0.8340555843769517,
    0.8340555843769517,
    0.8340555843769517,
    0.8339657593663548,
    0.8339657593663548,
    0.8339657593663548,
    0.8339657593663548,
    0.8339657593663548,
    0.534278668857664,
    0.534278668857664
  ]
}