{
  "0": [
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are set up in a large exhibition hall, featuring a central stage and rows of booths. Attendees are observing the apps on the screens, with some taking notes.",
    "The exhibition hall is filled with demo screens showcasing the latest apps from tech companies. A central stage is present, and rows of booths surround it. Attendees are observing the apps on the screens, with several individuals taking notes. Tech companies display demo screens showcasing their latest apps.",
    "The exhibition hall contains demo screens displaying the latest apps from tech companies, arranged around a central stage and rows of surrounding booths. Attendees are observing the apps on the screens and taking notes. Outside the university gym, students line up before the career fair opens.",
    "The exhibition hall features demo screens showcasing the latest apps from tech companies, positioned around a central stage and adjacent to rows of surrounding booths. Attendees are observing the apps and taking notes. Outside the university gym, students are lined up awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact.",
    "The exhibition hall includes demo screens displaying apps from tech companies, arranged around a central stage and adjacent to surrounding booths where attendees are observing the apps and taking notes. Outside the university gym, students are lined up awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "The exhibition hall features demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Outside the university gym, students are lined up awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact. Tech companies are showcasing their latest apps.",
    "The exhibition hall contains demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Students line up outside the university gym awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact. Tech companies are showcasing their latest apps.",
    "The exhibition hall features demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Students line up outside the university gym awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The exhibition hall contains demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Students line up outside the university gym awaiting the opening of the career fair, with career counselors reminding them to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showcasing their latest apps.",
    "The exhibition hall features demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Career counselors remind students to maintain eye contact as they line up outside the university gym awaiting the opening of the career fair. A welcome announcement outlines the fair schedule over the PA system, and tech companies continue to display their demo screens.",
    "The exhibition hall contains demo screens showcasing apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Career counselors remind students to maintain eye contact as they line up outside the university gym awaiting the opening of the career fair. A welcome announcement outlines the fair schedule over the PA system, and tech companies continue to display their demo screens.",
    "The exhibition hall features demo screens showcasing apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Career counselors remind students to maintain eye contact as they line up outside the university gym awaiting the opening of the career fair. Tech companies continue to display their demo screens showing their latest apps.",
    "The exhibition hall contains demo screens displaying apps from tech companies arranged around a central stage and adjacent to booths where attendees are observing the apps and taking notes. Dozens of booths with colorful banners circle the polished floor, and career counselors remind students to maintain eye contact as they line up outside the university gym awaiting the opening of the career fair. Tech companies continue to display their demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.4527084682501282,
    0.4527084682501282,
    0.5009235001367749,
    0.5009235001367749,
    0.5009235001367749,
    0.5009235001367749,
    0.6710544905780208,
    0.6710544905780208,
    0.6710544905780208,
    0.6710544905780208,
    0.7150254292558355,
    0.7150254292558355,
    0.7150254292558355,
    0.7150254292558355,
    0.7150254292558355,
    0.7389879002422415,
    0.7389879002422415,
    0.7389879002422415,
    0.7389879002422415,
    0.7321155705549289,
    0.7321155705549289,
    0.7321155705549289,
    0.7321155705549289,
    0.7321155705549289,
    0.725318276990715,
    0.725318276990715,
    0.725318276990715,
    0.725318276990715,
    0.725318276990715,
    0.7996523666553595,
    0.7996523666553595,
    0.7996523666553595,
    0.7996523666553595,
    0.7996523666553595,
    0.8103714588353823,
    0.8103714588353823,
    0.8103714588353823,
    0.8103714588353823,
    0.8103714588353823,
    0.8103714588353823,
    0.8103714588353823,
    0.7809120035841798,
    0.7809120035841798,
    0.7809120035841798,
    0.7809120035841798,
    0.7809120035841798,
    0.7809120035841798,
    0.7809120035841798,
    0.7788488305285309,
    0.7788488305285309,
    0.7788488305285309,
    0.7788488305285309,
    0.7788488305285309,
    0.7788488305285309,
    0.7316957991369606,
    0.7316957991369606,
    0.7316957991369606,
    0.7316957991369606,
    0.7316957991369606,
    0.7316957991369606,
    0.7316957991369606,
    0.7178975778340807,
    0.7178975778340807,
    0.7178975778340807,
    0.7178975778340807
  ],
  "1": [
    "",
    "The fair schedule is announced over the PA system. The fair includes events occurring on Tuesday, Wednesday, and Thursday.",
    "The fair is scheduled for Tuesday, Wednesday, and Thursday, with healthcare providers displaying community outreach photos.",
    "The fair is scheduled for Tuesday, Wednesday, and Thursday, with healthcare providers displaying community outreach photos. Students clutch resumes inside branded folders.",
    "The fair runs Tuesday, Wednesday, and Thursday, featuring healthcare providers displaying community outreach photos at dozens of booths with colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders.",
    "The fair continues Tuesday, Wednesday, and Thursday, with dozens of booths displaying community outreach photos at colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying community outreach photos at colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system; tech companies display demo screens showing their latest apps.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps. Students are observed clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The community outreach fair continues Tuesday, Wednesday, and Thursday with dozens of booths displaying photos at colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Students are observed clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.3866610956355332,
    0.3866610956355332,
    0.3348111423926305,
    0.3348111423926305,
    0.5439330419043285,
    0.5439330419043285,
    0.5439330419043285,
    0.5481050768292809,
    0.5481050768292809,
    0.5481050768292809,
    0.5481050768292809,
    0.5420063404507021,
    0.5420063404507021,
    0.5420063404507021,
    0.5420063404507021,
    0.6162014654885827,
    0.6162014654885827,
    0.6162014654885827,
    0.6162014654885827,
    0.6162014654885827,
    0.6162014654885827,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6219281463379922,
    0.6294258743507624,
    0.6294258743507624,
    0.6294258743507624,
    0.6294258743507624,
    0.6294258743507624,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6207482418499176,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6349734549770072,
    0.6121927856942844,
    0.6121927856942844
  ],
  "2": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders. A red-branded folder lies on the table.",
    "Students clutch resumes inside branded folders, including a red-branded folder on the table. Tech companies display demo screens showing their latest apps.",
    "Students clutch resumes inside branded folders, including a red-branded folder on the table. Tech companies display demo screens showing their latest apps. The students are holding resumes in branded folders.",
    "The students clutch resumes inside branded folders, including a red-branded folder on the table. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. A red-branded folder rests on the table. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. A red-branded folder rests on the table. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. A red-branded folder rests on the table. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "Outside the university gym, students in branded folders wait before the career fair opens. A red-branded folder rests on a table, and students continue to clutch resumes within those folders. Tech companies display demo screens showcasing their latest apps, and healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station.",
    "Students in branded folders wait outside the university gym before the career fair opens. A red-branded folder rests on a table, and students clutch resumes within those folders. Tech companies display demo screens showcasing their latest apps, while healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station.",
    "Students in branded folders wait outside the university gym before the career fair opens. A red-branded folder rests on a table, and students clutch resumes within those folders. Tech companies display demo screens showcasing their latest apps, while healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station.",
    "Students in branded folders wait outside the university gym before the career fair opens. A red-branded folder rests on a table, and students clutch resumes within those folders. Tech companies display demo screens showcasing their latest apps, while healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students in branded folders wait outside the university gym before the career fair opens, clutching resumes within those folders. A red-branded folder rests on a table. Tech companies display demo screens showcasing their latest apps, and healthcare providers present community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3950793405724211,
    0.3950793405724211,
    0.3950793405724211,
    0.3950793405724211,
    0.4970617779762748,
    0.49438068270173074,
    0.49438068270173074,
    0.49438068270173074,
    0.49438068270173074,
    0.5751188280545673,
    0.5751188280545673,
    0.5751188280545673,
    0.5751188280545673,
    0.5751188280545673,
    0.5751188280545673,
    0.5751188280545673,
    0.7430750378481152,
    0.7430750378481152,
    0.7430750378481152,
    0.7430750378481152,
    0.7430750378481152,
    0.7430750378481152,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7517308976671798,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.7945456216677071,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8189307896421176,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667,
    0.8142729012011667
  ],
  "3": [
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The staff are focused on the immediate task of registering attendees and providing them with lanyards.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on the immediate task of registering attendees. Consulting firms are stacking glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on the immediate task of registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on the immediate task of registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, focused on registering attendees. Consulting firms are stacking glossy case study booklets on high tables, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.3946860275733412,
    0.3946860275733412,
    0.3946860275733412,
    0.3946860275733412,
    0.46069339651061986,
    0.46069339651061986,
    0.46069339651061986,
    0.46069339651061986,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.6193202589604396,
    0.641629735208962,
    0.641629735208962,
    0.641629735208962,
    0.641629735208962,
    0.641629735208962,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7358808261153621,
    0.7714028931420263,
    0.7714028931420263,
    0.7714028931420263,
    0.7714028931420263,
    0.7714028931420263,
    0.7714028931420263,
    0.7714028931420263,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7373725125690536,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538,
    0.7413014682571538
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue table is positioned near the doorway, and several event staff members are actively engaged in this task.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue table is positioned near the doorway, and several event staff members are actively engaged in this task. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with a blue table positioned near the doorway. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the blue table near the entrance, while dozens of booths with colorful banners surround the polished floor. Students line up outside the university gym, and some students clutch resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the blue table near the entrance, while dozens of booths with colorful banners surround the polished floor. Students line up outside the university gym, and some students clutch resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the blue table near the entrance, while dozens of booths with colorful banners surround the polished floor. Students line up outside the university gym, and some students clutch resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the blue table near the entrance, while dozens of booths with colorful banners surround the polished floor. Students line up outside the university gym, and some students clutch resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41139479627699777,
    0.41139479627699777,
    0.5623862240427885,
    0.5623862240427885,
    0.5623862240427885,
    0.5623862240427885,
    0.5623862240427885,
    0.5623862240427885,
    0.5623862240427885,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5101058579534511,
    0.5363109877018272,
    0.5363109877018272,
    0.5363109877018272,
    0.5363109877018272,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.6497690972972298,
    0.8060022061780311,
    0.8060022061780311,
    0.8060022061780311,
    0.8060022061780311,
    0.8060022061780311,
    0.7408948663841128,
    0.7408948663841128,
    0.7408948663841128,
    0.7408948663841128,
    0.7408948663841128,
    0.7408948663841128,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319,
    0.7819580885406319
  ],
  "5": [
    "",
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees were instructed to maintain eye contact by the career counselors. The counselors reminded attendees to maintain eye contact.",
    "The career counselors instructed attendees to maintain eye contact. Counselors repeatedly reminded attendees to maintain eye contact throughout the session.",
    "The career counselors instructed attendees to maintain eye contact and repeatedly reminded them to do so throughout the session.",
    "The session included career counselors who repeatedly instructed attendees to maintain eye contact. Throughout the session, the counselors emphasized the importance of maintaining eye contact with the audience.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience. The counselors emphasized the importance of maintaining eye contact throughout the session.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience. The counselors emphasized the importance of maintaining eye contact throughout the session, reminding attendees to focus on the audience.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience, emphasizing this throughout the session and advising attendees to focus on the audience. Tech companies displayed demo screens showing their latest apps.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience, emphasizing this throughout the session and advising attendees to focus on the audience. Tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience, emphasizing this throughout the session and advising attendees to focus on the audience. Tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact.",
    "Attendees participated in a session with career counselors who repeatedly instructed them to maintain eye contact with the audience, emphasizing this throughout the session and advising attendees to focus on the audience. Tech companies displayed demo screens showing their latest apps. Career counselors reminded attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.42807981850289084,
    0.42807981850289084,
    0.42807981850289084,
    0.40960315140972275,
    0.40960315140972275,
    0.40960315140972275,
    0.40960315140972275,
    0.40960315140972275,
    0.33919982631626566,
    0.33919982631626566,
    0.33919982631626566,
    0.33919982631626566,
    0.33919982631626566,
    0.44852212315780826,
    0.44852212315780826,
    0.44852212315780826,
    0.44852212315780826,
    0.44852212315780826,
    0.44852212315780826,
    0.44852212315780826,
    0.45619620898614016,
    0.45619620898614016,
    0.45619620898614016,
    0.45619620898614016,
    0.45619620898614016,
    0.45619620898614016,
    0.4468586763153045,
    0.4468586763153045,
    0.4468586763153045,
    0.4468586763153045,
    0.4468586763153045,
    0.4468586763153045,
    0.5401286678348748,
    0.5401286678348748,
    0.5401286678348748,
    0.5401286678348748,
    0.5401286678348748,
    0.5401286678348748,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593,
    0.5977523990185593
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens showing their latest apps. The screens are located in a large hall.",
    "The large hall contains demo screens displaying the latest apps from tech companies. Career counselors are positioned throughout the space, reminding attendees to maintain eye contact.",
    "The large hall features demo screens displaying the latest apps from tech companies. Career counselors are positioned throughout the space, reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The large hall contains demo screens showcasing apps from tech companies, and career counselors are positioned throughout the space, reminding attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, awaiting the welcome announcement outlining the fair schedule over the PA system.",
    "The large hall features demo screens displaying apps from tech companies, and career counselors are positioned throughout the space, reminding attendees to maintain eye contact. Students line up outside the university gym, awaiting the welcome announcement outlining the career fair schedule over the PA system.",
    "The large hall contains demo screens showing apps from tech companies, and career counselors are positioned throughout the space, reminding attendees to maintain eye contact. Students line up outside the university gym, awaiting the welcome announcement outlining the career fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "The large hall features demo screens displaying applications from tech companies, with career counselors positioned throughout the space reminding attendees to maintain eye contact. Students line up outside the university gym, awaiting the welcome announcement outlining the career fair schedule over the PA system. Healthcare providers showcase community outreach photos, and students continue to line up outside the university gym before the career fair opens.",
    "The large hall contains demo screens showing applications from tech companies, with career counselors positioned throughout the space reminding attendees to maintain eye contact. Students line up outside the university gym, awaiting the welcome announcement outlining the career fair schedule over the PA system. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "The large hall features demo screens displaying tech company applications, while career counselors stand throughout the space, advising attendees to maintain eye contact. Outside the university gym, students line up awaiting the welcome announcement detailing the career fair schedule over the PA system. Healthcare providers showcase community outreach photos. Students carry resumes in branded folders, and alumni volunteers offer pep talks near the coffee station.",
    "The large hall contains demo screens showing tech company applications, and career counselors advise attendees to maintain eye contact. Outside the university gym, students line up awaiting the welcome announcement detailing the career fair schedule over the PA system. Healthcare providers showcase community outreach photos. Students carry resumes in branded folders, and alumni volunteers offer pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41442270086223243,
    0.41442270086223243,
    0.41442270086223243,
    0.41442270086223243,
    0.5371196355838395,
    0.5371196355838395,
    0.5371196355838395,
    0.5371196355838395,
    0.5371196355838395,
    0.7113924933417046,
    0.7113924933417046,
    0.7113924933417046,
    0.7113924933417046,
    0.7113924933417046,
    0.7113924933417046,
    0.6938460342272175,
    0.6938460342272175,
    0.6938460342272175,
    0.6938460342272175,
    0.6938460342272175,
    0.6938460342272175,
    0.6938460342272175,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.6815209658935497,
    0.7732560996751799,
    0.7732560996751799,
    0.7732560996751799,
    0.7732560996751799,
    0.7732560996751799,
    0.7662087153179155,
    0.7662087153179155,
    0.7662087153179155,
    0.7662087153179155,
    0.7662087153179155,
    0.7662087153179155,
    0.7903800167158099,
    0.7903800167158099,
    0.7903800167158099,
    0.7903800167158099,
    0.7903800167158099,
    0.7903800167158099,
    0.8185197285931688,
    0.8185197285931688,
    0.8185197285931688,
    0.8185197285931688,
    0.8185197285931688,
    0.8185197285931688,
    0.8185197285931688,
    0.834048220836769,
    0.834048220836769,
    0.834048220836769,
    0.834048220836769,
    0.834048220836769,
    0.834048220836769
  ],
  "7": [
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees at the career fair were advised to maintain eye contact. Tech companies displayed demo screens showcasing their latest applications.",
    "Attendees at the career fair were advised to maintain eye contact with company representatives. Tech companies displayed demo screens showcasing their latest applications. Event staff scanned registrations and handed out lanyards at the entrance.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Tech companies displayed demo screens showing their latest apps.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Alumni volunteers shared quick pep talks near the coffee station.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Alumni volunteers shared quick pep talks near the coffee station. Consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Career counselors reminded attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Career counselors reminded attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Career counselors reminded attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Career counselors reminded attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables.",
    "Students lined up outside the university gym awaiting the opening of the career fair. Event staff scanned registrations and handed out lanyards at the entrance. Tech companies displayed demo screens showcasing their latest applications, and attendees were advised to maintain eye contact with company representatives. Career counselors reminded attendees to maintain eye contact. Alumni volunteers shared quick pep talks near the coffee station, and consulting firms stacked glossy case study booklets on high tables. Healthcare providers showcased community outreach photos."
  ],
  "7_score": [
    0.0,
    0.3782592322611307,
    0.5340109309159715,
    0.5340109309159715,
    0.5340109309159715,
    0.7037652319416761,
    0.7037652319416761,
    0.7037652319416761,
    0.7037652319416761,
    0.7037652319416761,
    0.7037652319416761,
    0.757326410795249,
    0.757326410795249,
    0.757326410795249,
    0.757326410795249,
    0.7690239357954679,
    0.7690239357954679,
    0.7690239357954679,
    0.7690239357954679,
    0.7690239357954679,
    0.834501441339565,
    0.834501441339565,
    0.834501441339565,
    0.834501441339565,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8585304464446547,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8438307105835563,
    0.8194400709868219,
    0.8194400709868219,
    0.8194400709868219,
    0.8194400709868219,
    0.8194400709868219
  ],
  "8": [
    "",
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university logo.",
    "Students clutch resumes inside university-branded folders. A welcome announcement details the fair’s schedule via the PA system.",
    "Students hold university-branded folders containing resumes. A welcome announcement is broadcast over the PA system detailing the career fair’s schedule. Alumni volunteers offer brief motivational speeches near the coffee station.",
    "University students are attending a career fair. Students hold university-branded folders containing resumes. A welcome announcement is broadcast over the PA system detailing the career fair’s schedule. Alumni volunteers offer brief motivational speeches near the coffee station. Students clutch resumes inside branded folders.",
    "University students are attending a career fair, holding university-branded folders containing resumes. A welcome announcement is broadcast over the PA system detailing the career fair’s schedule. Alumni volunteers offer brief motivational speeches near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. University students are attending the career fair, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief motivational speeches near the coffee station.",
    "Students line up outside the university gym before the career fair opens. University students are attending the career fair, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief motivational speeches near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. University students are attending the career fair, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief motivational speeches near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief motivational speeches near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers offer brief motivational speeches near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers offer brief motivational speeches near the coffee station and share quick pep talks. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, holding university-branded folders containing resumes. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers offer brief motivational speeches near the coffee station and share quick pep talks. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.45588472614932585,
    0.45588472614932585,
    0.6098463713323038,
    0.6098463713323038,
    0.6098463713323038,
    0.6098463713323038,
    0.6098463713323038,
    0.7937284391017472,
    0.7937284391017472,
    0.7937284391017472,
    0.7870071598585595,
    0.7870071598585595,
    0.7870071598585595,
    0.7870071598585595,
    0.7870071598585595,
    0.7991394605036135,
    0.7991394605036135,
    0.7991394605036135,
    0.7991394605036135,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8023121751510892,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8525150770928998,
    0.8673676262176209,
    0.8673676262176209,
    0.8673676262176209,
    0.8673676262176209,
    0.8673676262176209,
    0.8765300296765532,
    0.8765300296765532,
    0.8765300296765532,
    0.8765300296765532,
    0.8765300296765532,
    0.8765300296765532,
    0.8765300296765532,
    0.8720291955945951,
    0.8720291955945951,
    0.8720291955945951,
    0.8720291955945951,
    0.8720291955945951,
    0.8720291955945951,
    0.8720291955945951,
    0.8475225394485897,
    0.8475225394485897,
    0.8475225394485897,
    0.8475225394485897
  ],
  "9": [
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos depict a small group of individuals gathered outdoors, likely at a local park. Several people are wearing white coats and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background.",
    "The community outreach event is taking place outdoors, likely at a local park. Several individuals are wearing white coats and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "The community outreach event is taking place outdoors at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background. Event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The outdoor community outreach event is taking place at a local park. Several individuals are wearing white coats, and a healthcare provider is holding a clipboard. A red and white striped tent is visible in the background, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "The outdoor community outreach event at the local park features a red and white striped tent in the background, with event staff scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The outdoor community outreach event at the local park includes a red and white striped tent in the background, with event staff scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The outdoor community outreach event at the local park features a red and white striped tent in the background, with event staff scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "The outdoor community outreach event at the local park features a red and white striped tent in the background, with event staff scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The outdoor community outreach event at the local park features a red and white striped tent in the background, with event staff scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3248793309086353,
    0.3248793309086353,
    0.41817491108476823,
    0.41817491108476823,
    0.41817491108476823,
    0.48128888047074336,
    0.48128888047074336,
    0.48128888047074336,
    0.46972695250818597,
    0.46972695250818597,
    0.46972695250818597,
    0.46972695250818597,
    0.5406933344261302,
    0.5406933344261302,
    0.5406933344261302,
    0.5406933344261302,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5458370342331583,
    0.5307750761603414,
    0.5307750761603414,
    0.5307750761603414,
    0.5307750761603414,
    0.5307750761603414,
    0.5307750761603414,
    0.6067217475726396,
    0.6067217475726396,
    0.6067217475726396,
    0.6067217475726396,
    0.6067217475726396,
    0.608061356003502,
    0.608061356003502,
    0.608061356003502,
    0.608061356003502,
    0.608061356003502,
    0.608061356003502,
    0.6067971410817905,
    0.6067971410817905,
    0.6067971410817905,
    0.6067971410817905,
    0.6067971410817905,
    0.6067971410817905,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723,
    0.620186100270723
  ]
}