{
  "0": [
    "",
    "",
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict a group of individuals standing outside a brightly colored mobile clinic. Several children are visible in the background, smiling and holding balloons. The mobile clinic is parked on a paved street with parked cars nearby.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. A group of individuals are standing outside the clinic, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "A brightly colored mobile clinic is parked on a paved street with several parked cars nearby. Outside the clinic, a group of individuals are standing, and several children are visible in the background, smiling and holding balloons. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.399076109790261,
    0.399076109790261,
    0.399076109790261,
    0.5014920495854621,
    0.5014920495854621,
    0.5732631646557577,
    0.5732631646557577,
    0.5732631646557577,
    0.5732631646557577,
    0.6408971211454383,
    0.6408971211454383,
    0.6408971211454383,
    0.6408971211454383,
    0.6408971211454383,
    0.6408971211454383,
    0.6946718536245906,
    0.6946718536245906,
    0.6946718536245906,
    0.6946718536245906,
    0.6946718536245906,
    0.6946718536245906,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.6435011586633668,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.7452757676904725,
    0.6860386954041748,
    0.6860386954041748,
    0.6860386954041748,
    0.6860386954041748,
    0.6860386954041748,
    0.6860386954041748
  ],
  "1": [
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict a small group of people gathered around a table, with a man in a blue shirt holding a clipboard and a woman in a white coat smiling. A red banner is visible in the background, and several individuals are wearing white coats.",
    "A small group of people are gathered around a table with a man in a blue shirt holding a clipboard. Several individuals are wearing white coats, and a red banner is visible in the background. Outside the university gym, students line up before the career fair opens.",
    "A group of people, including individuals in white coats, are gathered around a table with a man in a blue shirt holding a clipboard. Outside the university gym, students line up before the career fair opens. A red banner is visible in the background.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "Outside the university gym, a red banner is visible as students line up before the career fair opens. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, with dozens of booths featuring colorful banners encircling the polished floor. A man in a blue shirt holds a clipboard, and a group of people in white coats are gathered around a table. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.3477151771090204,
    0.3477151771090204,
    0.3477151771090204,
    0.3477151771090204,
    0.6026634957845742,
    0.6026634957845742,
    0.6026634957845742,
    0.6026634957845742,
    0.6302648588196682,
    0.6302648588196682,
    0.6302648588196682,
    0.6302648588196682,
    0.6302648588196682,
    0.6302648588196682,
    0.751959657165731,
    0.751959657165731,
    0.751959657165731,
    0.751959657165731,
    0.751959657165731,
    0.751959657165731,
    0.7901231996498925,
    0.7901231996498925,
    0.7901231996498925,
    0.7901231996498925,
    0.7901231996498925,
    0.7901231996498925,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.7807016891043135,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.8245104507686838,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364,
    0.7720459143490364
  ],
  "2": [
    "",
    "",
    "",
    "The polished floor is surrounded by dozens of booths with colorful banners.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths decorated with colorful banners, and glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths decorated with colorful banners, and glossy case study booklets are stacked on high tables. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3473521898829296,
    0.3473521898829296,
    0.4446382315803327,
    0.4446382315803327,
    0.4446382315803327,
    0.4446382315803327,
    0.4446382315803327,
    0.5967223723224884,
    0.5967223723224884,
    0.5967223723224884,
    0.5967223723224884,
    0.7328413271837583,
    0.7328413271837583,
    0.7328413271837583,
    0.7328413271837583,
    0.7328413271837583,
    0.7328413271837583,
    0.7328413271837583,
    0.7886578571712144,
    0.7886578571712144,
    0.7886578571712144,
    0.7886578571712144,
    0.7886578571712144,
    0.7886578571712144,
    0.7886578571712144,
    0.7938155143595007,
    0.7938155143595007,
    0.7938155143595007,
    0.7938155143595007,
    0.7938155143595007,
    0.7938155143595007,
    0.8130444207778968,
    0.8130444207778968,
    0.8130444207778968,
    0.8130444207778968,
    0.8130444207778968,
    0.8130444207778968,
    0.7560853860402288,
    0.7560853860402288,
    0.7560853860402288,
    0.7560853860402288,
    0.7560853860402288,
    0.7560853860402288,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.8096408048263588,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7098714296436939,
    0.7925338911705948,
    0.7925338911705948,
    0.7925338911705948
  ],
  "3": [
    "",
    "",
    "The career counselors reminded attendees to maintain eye contact during presentations.",
    "Attendees were reminded to maintain eye contact during presentations, and a welcome announcement outlined the fair schedule via the PA system. The fair schedule was announced to all attendees.",
    "Attendees were reminded to maintain eye contact during presentations. A welcome announcement outlined the fair schedule via the PA system. The fair schedule was announced to all attendees.",
    "Attendees were reminded to maintain eye contact during presentations by career counselors. A welcome announcement outlined the fair schedule via the PA system, and the fair schedule was announced to all attendees.",
    "The polished floor surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors. A welcome announcement outlined the fair schedule via the PA system, and the fair schedule was announced to all attendees.",
    "The polished floor was surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors. Dozens of booths with colorful banners circle the polished floor, and the fair schedule was announced to all attendees via the PA system.",
    "The polished floor was surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors. Dozens of booths with colorful banners circle the polished floor, and the fair schedule was announced to all attendees via the PA system.",
    "The polished floor was surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors. Students line up outside the university gym before the career fair opens, and the fair schedule was announced to all attendees via the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor was surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors, and dozens of booths with colorful banners circle the floor. Consulting firms stacked glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens, and the fair schedule was announced to all attendees via the PA system.",
    "The polished floor was surrounded by dozens of booths bearing colorful banners. Attendees were reminded to maintain eye contact during presentations by career counselors. Consulting firms stacked glossy case study booklets on high tables, and students lined up outside the university gym before the career fair opened. The fair schedule was announced to all attendees via the PA system.",
    "The polished floor surrounded dozens of booths bearing colorful banners. Career counselors reminded attendees to maintain eye contact during presentations, while consulting firms stacked glossy case study booklets on high tables. Students lined up outside the university gym before the career fair opened, and the fair schedule was announced to all attendees via the PA system.",
    "The polished floor surrounded dozens of booths bearing colorful banners. Career counselors reminded attendees to maintain eye contact during presentations, while consulting firms stacked glossy case study booklets on high tables. Students lined up outside the university gym before the career fair opened, and the fair schedule was announced to all attendees via the PA system. Alumni volunteers shared quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3424606617474054,
    0.3424606617474054,
    0.4571997086344064,
    0.4571997086344064,
    0.4571997086344064,
    0.4571997086344064,
    0.4571997086344064,
    0.4571997086344064,
    0.4571997086344064,
    0.5143775571852593,
    0.5143775571852593,
    0.5844055946109469,
    0.5844055946109469,
    0.5844055946109469,
    0.5844055946109469,
    0.5844055946109469,
    0.5844055946109469,
    0.7219394685993504,
    0.7219394685993504,
    0.7219394685993504,
    0.7219394685993504,
    0.7219394685993504,
    0.7219394685993504,
    0.7219394685993504,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.6995063347031368,
    0.8211648179331776,
    0.8211648179331776,
    0.8211648179331776,
    0.8211648179331776,
    0.8211648179331776,
    0.8211648179331776,
    0.8211648179331776,
    0.7685808966146601,
    0.7685808966146601,
    0.7685808966146601,
    0.7685808966146601,
    0.7685808966146601,
    0.7685808966146601,
    0.7685808966146601,
    0.8307177320655548,
    0.8307177320655548,
    0.8307177320655548,
    0.8307177320655548,
    0.8307177320655548,
    0.8307177320655548,
    0.8307177320655548,
    0.7868056450463361,
    0.7868056450463361,
    0.7868056450463361,
    0.7868056450463361,
    0.7868056450463361,
    0.7868056450463361,
    0.7868056450463361,
    0.8605096260058083
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, waiting for the career fair to begin. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5678022991241192,
    0.5678022991241192,
    0.6758496407476979,
    0.6758496407476979,
    0.6758496407476979,
    0.6758496407476979,
    0.6758496407476979,
    0.7227679444655976,
    0.7227679444655976,
    0.7227679444655976,
    0.7227679444655976,
    0.7227679444655976,
    0.7423194233208877,
    0.7423194233208877,
    0.7423194233208877,
    0.7423194233208877,
    0.7423194233208877,
    0.7423194233208877,
    0.8054449877271908,
    0.8054449877271908,
    0.8054449877271908,
    0.8054449877271908,
    0.8054449877271908,
    0.8054449877271908,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8243959506240923,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8865722336048203,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656,
    0.8848902671358656
  ],
  "5": [
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, delivering brief pep talks. Several volunteers are standing beside a wooden table with mugs and a stack of napkins. The volunteers are speaking to a group of students.",
    "Alumni volunteers are near the coffee station, delivering pep talks to a group of students. Several volunteers stand beside a wooden table containing mugs and a stack of napkins. The PA system is announcing the fair schedule.",
    "Alumni volunteers are near the coffee station, delivering pep talks to a group of students. Several volunteers stand beside a wooden table containing mugs and a stack of napkins. The PA system is announcing the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are near the coffee station, delivering pep talks to a group of students. Several volunteers stand beside a wooden table containing mugs and a stack of napkins. The PA system is announcing the fair schedule. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and handing out lanyards at the entrance.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a wooden table with mugs and napkins. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and distributing lanyards at the entrance. The PA system is announcing the fair schedule.",
    "Alumni volunteers are delivering pep talks near a wooden table with mugs and napkins at the coffee station. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and distributing lanyards at the entrance. The PA system is announcing the fair schedule, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are delivering pep talks near a wooden table with mugs and napkins at the coffee station. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and distributing lanyards at the entrance. The PA system is announcing the fair schedule, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering pep talks near a wooden table with mugs and napkins at the coffee station. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and distributing lanyards at the entrance. The PA system is announcing the fair schedule, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near a wooden table with mugs and napkins at the coffee station. Students line up outside the university gym before the career fair opens, and event staff are scanning registrations and distributing lanyards at the entrance. The PA system is announcing the fair schedule, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.5197313489051684,
    0.584346655287515,
    0.584346655287515,
    0.584346655287515,
    0.584346655287515,
    0.584346655287515,
    0.7524789019268688,
    0.7524789019268688,
    0.7524789019268688,
    0.7524789019268688,
    0.7524789019268688,
    0.7524789019268688,
    0.7524789019268688,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7745241479832191,
    0.7826796280935551,
    0.7826796280935551,
    0.7826796280935551,
    0.7826796280935551,
    0.7826796280935551,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.7974944684489899,
    0.8551854392199942,
    0.8551854392199942,
    0.8551854392199942,
    0.8551854392199942,
    0.8551854392199942,
    0.8551854392199942,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953,
    0.8705837307924953
  ],
  "6": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance. Several attendees are waiting in line to enter the convention center.",
    "Event staff scan registrations and hand out lanyards at the entrance, with several attendees waiting in line to enter the convention center. Alumni volunteers share quick pep talks near the coffee station.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station. Tech companies have set up demo screens showcasing their latest applications.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Career counselors remind attendees to maintain eye contact.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and tech companies display demo screens showing their latest apps.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Attendees wait in line at the convention center entrance as event staff scan registrations and distribute lanyards. Alumni volunteers deliver short pep talks near the coffee station, and tech companies have set up demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4078360832077234,
    0.4078360832077234,
    0.4078360832077234,
    0.4078360832077234,
    0.4958846097610263,
    0.5529247921072082,
    0.5529247921072082,
    0.5529247921072082,
    0.5529247921072082,
    0.5529247921072082,
    0.5529247921072082,
    0.5786305586513691,
    0.5786305586513691,
    0.5786305586513691,
    0.5786305586513691,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.725112341199456,
    0.733420596380363,
    0.733420596380363,
    0.733420596380363,
    0.733420596380363,
    0.733420596380363,
    0.733420596380363,
    0.733420596380363,
    0.7543381299129732,
    0.7543381299129732,
    0.7543381299129732,
    0.7543381299129732,
    0.7543381299129732,
    0.7543381299129732,
    0.5411703709020184,
    0.5411703709020184,
    0.5411703709020184,
    0.5411703709020184,
    0.5411703709020184,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332,
    0.6145308305404332
  ],
  "7": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.44868015350166907,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6140124552812166,
    0.6829125423655018,
    0.6829125423655018,
    0.6829125423655018,
    0.6829125423655018,
    0.6829125423655018,
    0.6829125423655018,
    0.6829125423655018,
    0.7346209453821451
  ],
  "8": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The registrations are being scanned, and lanyards are being handed out to attendees.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned, and lanyards are being handed out to attendees. Tech companies display demo screens showing their latest apps at the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned, and lanyards are being handed out to attendees. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned, and lanyards are being handed out to attendees. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps at the entrance, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, alongside dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, alongside dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, alongside dozens of booths with colorful banners circling the polished floor. Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.40131928943641954,
    0.40131928943641954,
    0.5093100040373436,
    0.5093100040373436,
    0.5093100040373436,
    0.5093100040373436,
    0.5343568911946605,
    0.5343568911946605,
    0.5343568911946605,
    0.5343568911946605,
    0.6306387231741128,
    0.6306387231741128,
    0.6306387231741128,
    0.6306387231741128,
    0.6306387231741128,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.684491388649071,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6562390775647168,
    0.6495502682631409,
    0.6495502682631409,
    0.6495502682631409,
    0.6495502682631409,
    0.6495502682631409,
    0.6495502682631409,
    0.6495502682631409,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.7288644563085573,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455,
    0.6834519773690455
  ],
  "9": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show several healthcare providers standing alongside a large, blue mobile clinic. The clinic is parked on a street corner with a diverse group of people gathered around it. Some individuals are being examined by a nurse, while others are speaking with a doctor. A small child is smiling while being held by a staff member.",
    "The healthcare providers are displaying photographs from community outreach events, featuring a large, blue mobile clinic parked on a street corner. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Dozens of booths with colorful banners circle the polished floor.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Healthcare providers showcase community outreach photos.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "A large, blue mobile clinic is parked on a street corner, surrounded by dozens of booths with colorful banners on a polished floor. A diverse group of people are gathered around the clinic, with some individuals being examined by a nurse and others speaking with a doctor. A small child is smiling while being held by a staff member. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos at the booths. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.3548081364448149,
    0.3548081364448149,
    0.3548081364448149,
    0.4081684304471887,
    0.4081684304471887,
    0.4081684304471887,
    0.4081684304471887,
    0.4081684304471887,
    0.4081684304471887,
    0.36852150077316137,
    0.36852150077316137,
    0.36852150077316137,
    0.36852150077316137,
    0.36852150077316137,
    0.4115321597513112,
    0.4115321597513112,
    0.4115321597513112,
    0.4115321597513112,
    0.4115321597513112,
    0.4972093391646658,
    0.4972093391646658,
    0.4972093391646658,
    0.4972093391646658,
    0.4972093391646658,
    0.4972093391646658,
    0.5051473514427618,
    0.5051473514427618,
    0.5051473514427618,
    0.5051473514427618,
    0.5051473514427618,
    0.5051473514427618,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.6036528886883921,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552,
    0.5060856541370552
  ]
}