{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, while event staff at the entrance scan registrations and hand out lanyards.",
    "Healthcare providers display community outreach photos, establishing the scene. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos to establish the scene. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos to set the scene. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Counselors direct unsure students toward applicable industries at the career fair, establishing the guiding context. In the adjoining classroom, networking etiquette workshops have begun, with a welcome PA announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall while the photos are on display.",
    "Healthcare providers display community outreach photos to set the scene. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Counselors direct unsure students toward applicable industries at the career fair, establishing the guiding context. In the adjoining classroom, networking etiquette workshops have begun, with a welcome PA announcement outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall while the photos are on display. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos to set the scene; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; alumni volunteers share quick pep talks near the coffee station; counselors direct unsure students toward applicable industries at the career fair, establishing the guiding context. In the adjoining classroom, networking etiquette workshops have begun, with a welcome PA announcement outlining the fair schedule; some students rehearse elevator pitches quietly against the wall while the photos are on display. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor. Healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In adjoining classrooms, networking etiquette workshops have begun as a welcome PA announces the fair schedule; some students rehearse elevator pitches quietly against the wall while the photos are on display. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders; finance firms offer QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3309604907549369,
    0.3309604907549369,
    0.3309604907549369,
    0.3309604907549369,
    0.3309604907549369,
    0.636841368519844,
    0.636841368519844,
    0.636841368519844,
    0.636841368519844,
    0.692630232307702,
    0.692630232307702,
    0.692630232307702,
    0.692630232307702,
    0.692630232307702,
    0.692630232307702,
    0.692630232307702,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8263324206895248,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8606074882990447,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011,
    0.8586744414276011
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the venue, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers are showcasing community outreach photos. Consulting firms are stacking glossy case study booklets on high tables.",
    "At the venue, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers are showcasing community outreach photos. Consulting firms are stacking glossy case study booklets on high tables. During the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule; groups of friends mark target employers on the event map.",
    "At the venue, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, as networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the venue, a career fair unfolds with dozens of booths encircling a polished floor, each booth displaying banners. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA, outlining the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, as networking etiquette workshops begin in an adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards, with event staff stationed there.",
    "Dozens of booths encircle a polished floor, each displaying colorful banners as finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. A welcome PA announces the fair schedule, and networking etiquette workshops begin in an adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries throughout the event. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, indicating which companies they plan to engage with. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards, with event staff stationed there.",
    "Dozens of booths encircle a polished floor, each with colorful banners. Finance firms offer QR codes for immediate internship applications; healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; tech companies showcase demo screens of their latest apps. A welcome PA announces the fair schedule, and networking etiquette workshops are held in an adjoining classroom. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. Groups of friends mark target employers on the event map, indicating which companies they plan to engage with. Students clutch resumes inside branded folders. At the entrance, staff scan registrations and hand out lanyards, with event staff stationed there."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.5492893373929925,
    0.5492893373929925,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.5984761388419952,
    0.7609099968892619,
    0.7609099968892619,
    0.7609099968892619,
    0.7609099968892619,
    0.8847055680326983,
    0.8847055680326983,
    0.8847055680326983,
    0.8847055680326983,
    0.8847055680326983,
    0.8847055680326983,
    0.8847055680326983,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8896804032858493,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.8850168019369353,
    0.9234264230355014,
    0.9234264230355014,
    0.9234264230355014,
    0.9234264230355014,
    0.9234264230355014,
    0.9234264230355014,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234,
    0.9195971980608234
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule; students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets while students introduce themselves; an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps as alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, multiple activities unfold around booths, announcements, and interactions. A welcome PA announcement outlines the schedule. At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths line the polished floor with colorful banners; finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. Alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps as alumni volunteers share quick pep talks near the coffee station. Healthcare providers display community outreach photos. Students clutch resumes in branded folders; groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Networking etiquette workshops are underway in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves.",
    "At the fair, a busy scene unfolds around booths, announcements, and student interactions. A welcome PA outlines the schedule as staff at the event entrance scan registrations and hand out lanyards. Dozens of booths line the polished floor with colorful banners; finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers near the coffee station share quick pep talks as tech companies display demo screens of their latest apps. Healthcare providers show community outreach photos. Students clutch resumes in branded folders, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.5857213790110405,
    0.7923348868688072,
    0.7923348868688072,
    0.7923348868688072,
    0.7923348868688072,
    0.7923348868688072,
    0.8522495777297427,
    0.8522495777297427,
    0.8522495777297427,
    0.8922040531692336,
    0.8922040531692336,
    0.8922040531692336,
    0.8922040531692336,
    0.8922040531692336,
    0.8922040531692336,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.6027905746631703,
    0.9280663306698378,
    0.9280663306698378,
    0.9280663306698378,
    0.9280663306698378,
    0.9280663306698378,
    0.9181103525515362,
    0.9181103525515362,
    0.9181103525515362,
    0.9181103525515362
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "During the fair, a welcome announcement outlines the schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement plays over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Counselors redirect unsure students toward applicable industries, guiding them to relevant options.",
    "At the career fair, a welcome announcement over the PA outlines the schedule, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders as workshops proceed. Counselors redirect unsure students toward applicable industries, guiding them to relevant options. Networking etiquette workshops have begun in the adjoining classroom, with career counselors establishing the guiding context for the fair and directing unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders as workshops proceed. Counselors redirect unsure students toward applicable industries, and career counselors establish guiding context for the fair, directing attendees toward relevant options. Networking etiquette workshops have begun in the adjoining classroom, and attendees are reminded to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos while students clutch resumes inside branded folders as workshops proceed. Career counselors establish guiding context for the fair and redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom, with attendees reminded to maintain eye contact; some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a welcome PA outlines the schedule as groups of friends mark target employers on the event map. The entrance is staffed, with registrations scanned and lanyards handed out. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders as workshops proceed. Career counselors establish guiding context and redirect unsure students toward applicable industries. Networking etiquette workshops have begun in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.6356995676531363,
    0.7795160496214625,
    0.7795160496214625,
    0.7795160496214625,
    0.7795160496214625,
    0.8633013353978332,
    0.8633013353978332,
    0.8633013353978332,
    0.8633013353978332,
    0.8633013353978332,
    0.8368421067029095,
    0.8368421067029095,
    0.8368421067029095,
    0.8368421067029095,
    0.8368421067029095,
    0.8368421067029095,
    0.8529387263918766,
    0.8529387263918766,
    0.8529387263918766,
    0.8529387263918766,
    0.8529387263918766,
    0.8529387263918766,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8880985079214864,
    0.8884061198562454,
    0.8884061198562454,
    0.8884061198562454,
    0.8884061198562454,
    0.8884061198562454,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716,
    0.8879080775175716
  ],
  "4": [
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors directing unsure students toward applicable industries and establishing the guiding context for the career fair. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors directing unsure students toward applicable industries and establishing the guiding context for the career fair. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders as workshops proceed.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors directing unsure students toward applicable industries and establishing the guiding context for the career fair. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the schedule for the fair, with a separate broadcast at the career fair itself. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders as workshops proceed. Groups of friends mark target employers on the event map. Counselors redirect unsure students toward applicable industries, guiding them to relevant options.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries and the most relevant options while establishing the guiding context for the career fair. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the schedule for the fair, with a separate broadcast at the career fair itself. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders as workshops proceed. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops have begun in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries and the most relevant options while establishing the guiding context for the career fair. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the schedule for the fair, with a separate broadcast at the career fair itself. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Students clutch resumes inside branded folders as workshops proceed. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom as career counselors guide unsure students toward applicable industries and relevant options to frame the career fair. Students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the fair’s schedule, with a separate broadcast at the event itself. Entrance staff scan registrations and hand out lanyards while students clutch resumes in branded folders as workshops proceed. Groups of friends mark target employers on an event map. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens of their latest apps.",
    "The scene depicts preparations and ongoing activities around a university career fair. Networking etiquette workshops are held in the adjoining classroom as career counselors guide unsure students toward applicable industries and framing options for the fair; students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA outlining the fair’s schedule, with a separate broadcast at the event. Entrance staff scan registrations and hand out lanyards as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map amid dozens of booths with colorful banners that circle the polished floor, and tech companies display demo screens of their latest apps. Some students line up outside the university gym before opening. Finance firms offer QR codes for immediate internship applications, and HR teams jot notes on tablets as students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5069016026256434,
    0.5069016026256434,
    0.5069016026256434,
    0.573065458690398,
    0.573065458690398,
    0.573065458690398,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.5050751709673099,
    0.7422859853365151,
    0.7422859853365151,
    0.7422859853365151,
    0.7422859853365151,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8077769281206129,
    0.8204175086751618,
    0.8204175086751618,
    0.8204175086751618,
    0.8204175086751618,
    0.8204175086751618,
    0.8452816102281079,
    0.8452816102281079,
    0.8452816102281079,
    0.8452816102281079,
    0.8452816102281079,
    0.853236930571981,
    0.853236930571981,
    0.853236930571981,
    0.853236930571981,
    0.853236930571981,
    0.853236930571981,
    0.853236930571981,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505,
    0.8556286158503505
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map to indicate which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin.",
    "Groups of friends mark target employers on the event map to indicate which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin.",
    "Across the event, attendees encounter a career fair with groups of friends marking target employers on the event map while staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from community outreach, and a cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops begin in the adjoining classroom, with counselors establishing context for the fair and guiding attendees to maintain eye contact and towards applicable industries. Inside the fair, a welcome PA outlines the schedule; some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, attendees mingle as groups of friends mark target employers on the event map while staff at the entrance scan registrations and hand out lanyards. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase photos from community outreach, and a cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops begin in the adjoining classroom, with counselors establishing context for the fair and guiding attendees to maintain eye contact and toward applicable industries. Inside the fair, a welcome PA outlines the schedule; some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.5573557144219192,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.7608450444662775,
    0.8027561021876262,
    0.8027561021876262,
    0.8027561021876262,
    0.8027561021876262,
    0.8027561021876262,
    0.8027561021876262,
    0.8027561021876262,
    0.8257919454549281,
    0.8257919454549281,
    0.8257919454549281,
    0.8257919454549281,
    0.8257919454549281,
    0.8257919454549281,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.8415030926332784,
    0.903606924166872,
    0.903606924166872,
    0.903606924166872,
    0.903606924166872
  ],
  "6": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver short pep talks near the coffee station as an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Counselors at the career fair direct unsure students toward applicable industries, guiding them to relevant options. Healthcare providers showcase community outreach photos. Students clutch resumes in branded folders.",
    "Dozens of booths with colorful banners encircle the polished main floor of the career fair, where tech companies display demo screens of their latest apps and finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. The PA broadcasts the fair schedule, and in the adjoining classroom networking etiquette workshops have begun.",
    "Dozens of booths with colorful banners encircle the polished main floor of the career fair, where tech companies display demo screens of their latest apps and finance firms offer QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables, alongside healthcare providers showcasing community outreach photos. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. The PA broadcasts the fair schedule; in the adjoining classroom networking etiquette workshops have begun.",
    "Dozens of booths with colorful banners encircle the polished main floor of the career fair, where tech companies display demo screens of their latest apps and finance firms offer QR codes for immediate internship applications. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables, alongside healthcare providers showcasing community outreach photos. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. The PA broadcasts the fair schedule; in the adjoining classroom, networking etiquette workshops have begun."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.7712935332692632,
    0.7712935332692632,
    0.7712935332692632,
    0.7712935332692632,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8678568227766781,
    0.8791058063975226,
    0.8791058063975226,
    0.8791058063975226,
    0.8791058063975226,
    0.8791058063975226,
    0.8791058063975226,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.8845379081303034,
    0.9051813901493335,
    0.9051813901493335,
    0.9051813901493335,
    0.9051813901493335,
    0.9051813901493335,
    0.9051813901493335,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9090596887863407,
    0.9088256266541272,
    0.9088256266541272,
    0.9088256266541272,
    0.9088256266541272,
    0.9088256266541272,
    0.9088256266541272
  ],
  "7": [
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A workshop on networking etiquette begins in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A workshop on networking etiquette begins in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A workshop on networking etiquette begins in the adjoining classroom. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A workshop on networking etiquette begins in the adjoining classroom. Healthcare providers showcase photos from their community outreach. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. A networking etiquette workshop has begun in the adjoining classroom, with counselors establishing guiding context for the fair and directing unsure students toward applicable industries. Healthcare providers showcase photos from their community outreach, and students clutch resumes inside branded folders as workshops proceed. Alumni volunteers offer quick pep talks near the coffee station, while tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Inside the career fair, a welcome PA outlines the schedule. Counselors redirect unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map as career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. A networking etiquette workshop has begun in the adjoining classroom, with counselors establishing context for the fair and directing attendees. Healthcare providers showcase photos from community outreach, and students clutch resumes inside branded folders as workshops proceed. Alumni volunteers offer pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop. Inside the fair, a welcome PA outlines the schedule; consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall.",
    "The scene is a multi-area campus career fair. At the entrance, staff scan registrations and hand out lanyards as groups of friends mark target employers on an event map. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. In an adjoining classroom, a networking etiquette workshop has begun with counselors setting context for the fair. Inside, a welcome PA outlines the schedule. Tech companies display demo screens of their apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase outreach photos. Students clutch resumes inside branded folders as workshops proceed. Alumni volunteers offer pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Human resources jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.45294125707538185,
    0.45294125707538185,
    0.45294125707538185,
    0.45294125707538185,
    0.45294125707538185,
    0.45294125707538185,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.777720445312641,
    0.8077695402278815,
    0.8077695402278815,
    0.8077695402278815,
    0.8077695402278815,
    0.8077695402278815,
    0.8142197145455765,
    0.8142197145455765,
    0.8142197145455765,
    0.8142197145455765,
    0.8142197145455765,
    0.8142197145455765,
    0.8142197145455765,
    0.8842733282115616,
    0.8842733282115616,
    0.8842733282115616,
    0.8842733282115616,
    0.8842733282115616,
    0.8842733282115616,
    0.8842733282115616,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326,
    0.9082921360109326
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin.",
    "Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Tech companies display demo screens showing their latest apps.",
    "In a professional setting, consulting firms stack glossy case-study booklets on high tables while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, dozens of booths with colorful banners encircle the polished main floor. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. The PA broadcasts the fair schedule, and in the adjoining classroom networking etiquette workshops have begun.",
    "Dozens of booths with colorful banners encircle the polished main floor of the career fair. Consulting firms stack case-study booklets on high tables, tech companies display demo screens of their apps, and finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards as the PA broadcasts the fair schedule; a welcome announcement outlines the schedule over the PA system. In the adjoining classroom, networking etiquette workshops have begun. Students line up outside the university gym before the fair opens, with counselors redirecting unsure students toward applicable industries."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5367465915929945,
    0.5367465915929945,
    0.5367465915929945,
    0.5367465915929945,
    0.5367465915929945,
    0.5367465915929945,
    0.5367465915929945,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.6619311707533359,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.7290448091723466,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.6460088635635755,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9027724789938428,
    0.9143504267267939,
    0.9143504267267939,
    0.9143504267267939,
    0.9143504267267939
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers give short pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the event, entrance staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables; alumni volunteers give pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews; in the adjoining classroom, workshops on networking etiquette have begun; a welcome announcement is broadcast over the PA system outlining the fair schedule; tech companies display demo screens showing their latest apps.",
    "The event scene centers on a staffed entrance where registrations are scanned and lanyards handed out. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "At the event, a staffed entrance handles registration scanning and distributes lanyards. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, and the engineering society sponsors a resume review table near the stage.",
    "The event presents a career-fair-like scene with a staffed entrance handling registration scanning and lanyards. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps, and the engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.7521664807479834,
    0.8862222075930486,
    0.8862222075930486,
    0.8862222075930486,
    0.8862222075930486,
    0.8862222075930486,
    0.8862222075930486,
    0.6004668805036322,
    0.6004668805036322,
    0.6004668805036322,
    0.6004668805036322,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.877619416726672,
    0.8967634698225605,
    0.8967634698225605,
    0.8967634698225605,
    0.8967634698225605,
    0.8967634698225605,
    0.8967634698225605,
    0.8967634698225605,
    0.8907103918635374,
    0.8907103918635374,
    0.8907103918635374,
    0.8907103918635374,
    0.8907103918635374,
    0.8907103918635374
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff stationed at the entrance scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "Event staff stationed at the entrance scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. A welcome announcement plays over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "The event centers on staff at the entrance who scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. A welcome announcement plays over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos. A welcome announcement plays over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards while healthcare providers showcase community outreach photos. A welcome announcement plays over the PA system outlining the fair schedule. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, with finance firms offering QR codes for immediate internship applications. Consulting firms are stacking glossy case study booklets on high tables.",
    "Staff scan registrations and hand out lanyards at the event entrance. Healthcare providers showcase community outreach photos. A welcome announcement broadcasts over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Networking etiquette workshops are underway in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, with finance firms displaying QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos. A welcome announcement on the PA system outlines the fair schedule. Students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Networking etiquette workshops are underway in the adjoining classroom. Dozens of booths with colorful banners line the polished floor, with finance firms displaying QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "Preparation for the career fair is underway: networking etiquette workshops are held in the adjoining classroom, and students clutch resumes inside branded folders. Some students line up outside the university gym before the fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions"
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3829066479719626,
    0.3829066479719626,
    0.3829066479719626,
    0.3829066479719626,
    0.6344267106661241,
    0.6344267106661241,
    0.6344267106661241,
    0.6344267106661241,
    0.6344267106661241,
    0.6344267106661241,
    0.796199487134636,
    0.796199487134636,
    0.796199487134636,
    0.796199487134636,
    0.796199487134636,
    0.8476243133114515,
    0.8476243133114515,
    0.8476243133114515,
    0.8476243133114515,
    0.8476243133114515,
    0.8870050930867062,
    0.8870050930867062,
    0.8870050930867062,
    0.8870050930867062,
    0.8870050930867062,
    0.8870050930867062,
    0.9022439204527279,
    0.9022439204527279,
    0.9022439204527279,
    0.9022439204527279,
    0.9022439204527279,
    0.9022439204527279,
    0.9022439204527279,
    0.909110877104375,
    0.909110877104375,
    0.909110877104375,
    0.909110877104375,
    0.909110877104375,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette have begun, while a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette have begun. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette have begun as a welcome PA announces the fair schedule. Tech companies display demo screens of their latest apps, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications.",
    "Across the venue, a welcome PA announces the fair schedule as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome PA announces the schedule as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, while alumni volunteers give quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with finance firms providing QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders.",
    "At the career fair, a welcome PA announces a schedule of workshops on networking etiquette to begin in the adjoining classroom. Tech companies display demo screens of latest apps, while alumni volunteers give pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with finance firms providing QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, indicating which companies they plan to engage with during the event. At the entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, a welcome PA announces workshops on networking etiquette in adjoining classroom; tech companies display demo screens of their latest apps and alumni volunteers share pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the floor, with finance firms providing QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, indicating which companies they plan to engage. At the entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders. A robotics startup flies a drone above its booth for attention. HR teams jot notes on tablets while students introduce themselves."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3707219821204445,
    0.3707219821204445,
    0.3707219821204445,
    0.3707219821204445,
    0.3707219821204445,
    0.6534731449981362,
    0.6534731449981362,
    0.6534731449981362,
    0.7321474437154303,
    0.7321474437154303,
    0.7321474437154303,
    0.7321474437154303,
    0.7321474437154303,
    0.7321474437154303,
    0.8545314953315509,
    0.8545314953315509,
    0.8545314953315509,
    0.8545314953315509,
    0.8545314953315509,
    0.8545314953315509,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8984937520295874,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.8980666833067386,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216,
    0.9053623355247216
  ],
  "12": [
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "At the venue, a welcome announcement plays over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, a welcome announcement plays over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, a welcome announcement plays over the PA system outlining the fair schedule. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the university venue, a welcome PA announcement outlines the fair schedule. Students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university venue, a welcome PA announces the fair schedule as students clutch resumes in branded folders and career counselors remind attendees to maintain eye contact. Networking etiquette workshops have begun in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor as event staff scan registrations and hand out lanyards at entrance. Groups of friends mark target employers on the event map, and students line up outside university gym before the fair opens. Healthcare providers display community outreach photos to set the scene. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Counselors direct unsure students toward applicable industries, establishing the guiding context. Some students rehearse elevator pitches while photos are on display. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.42169892408951515,
    0.42169892408951515,
    0.42169892408951515,
    0.42169892408951515,
    0.8585453596336212,
    0.8585453596336212,
    0.8585453596336212,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8758168616626066,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8823454466871359,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8557549645317881,
    0.8980755277258932,
    0.8980755277258932,
    0.8980755277258932,
    0.8980755277258932,
    0.8980755277258932,
    0.8980755277258932
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, as students clutch resumes inside branded folders.",
    "Networking etiquette workshops commence in the adjoining classroom. Students clutch resumes inside branded folders. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops commence in the adjoining classroom. Students clutch resumes inside branded folders. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Preparation for the career fair unfolds: networking etiquette workshops commence in the adjoining classroom, and students prepare by clutching resumes inside branded folders. Some students line up outside the university gym before the fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos.",
    "Preparation for the career fair is underway, with networking etiquette workshops in the adjoining classroom and students clutching resumes inside branded folders. Some students line up outside the university gym before the fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Preparation for the career fair is underway: networking etiquette workshops are held in the adjoining classroom, and students clutch resumes inside branded folders. Some students line up outside the university gym before the fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Preparation for the career fair is underway. Networking etiquette workshops are held in the adjoining classroom, while students clutch resumes inside branded folders. Some students line up outside the university gym before the fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions"
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.33325511658093426,
    0.6882081473099058,
    0.6882081473099058,
    0.6882081473099058,
    0.6882081473099058,
    0.6882081473099058,
    0.767705645435889,
    0.767705645435889,
    0.767705645435889,
    0.767705645435889,
    0.767705645435889,
    0.767705645435889,
    0.8290902823538522,
    0.8290902823538522,
    0.8290902823538522,
    0.8290902823538522,
    0.8290902823538522,
    0.8290902823538522,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8790236111437036,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8831993969390197,
    0.8089282426179201,
    0.8089282426179201,
    0.8089282426179201,
    0.8089282426179201
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, counselors redirect unsure students toward applicable industries, guiding them to relevant options. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At a career fair, counselors direct unsure students toward applicable industries, guiding them to relevant options. A welcome announcement plays over the PA system, outlining the fair’s schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At a career fair, counselors guide unsure students toward applicable industries, while a welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos; students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, workshops on networking etiquette have begun. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors guide unsure students toward applicable industries, establishing the guiding context and reminding attendees to maintain eye contact, while a welcome PA announcement outlines the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops have begun. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, where finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall as workshops proceed.",
    "At the career fair, counselors guide unsure students toward applicable industries, establishing a continuing guiding context and reminding attendees to maintain eye contact as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops have begun. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, where finance firms display QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors guide unsure students toward applicable industries, stressing eye contact as a welcome PA outlines the schedule. Groups of friends mark target employers on the event map while staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and students clutch resumes inside branded folders. Alumni volunteers offer pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. In an adjoining classroom, networking etiquette workshops have begun. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners encircle the polished floor, with finance firms displaying QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.6082681508629882,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.815454097587059,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.8673001248145881,
    0.893863690714773,
    0.893863690714773,
    0.893863690714773,
    0.893863690714773,
    0.893863690714773,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.893077041326944,
    0.8977591536184993,
    0.8977591536184993,
    0.8977591536184993,
    0.8977591536184993,
    0.8977591536184993,
    0.8977591536184993
  ],
  "15": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers share quick pep talks near the coffee station while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. At a career fair, counselors direct and redirect unsure students toward applicable industries, guiding them to relevant options and establishing a continuing guiding context. In the adjoining classroom, networking etiquette workshops have begun, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, alongside displays from tech companies showing demo screens of their latest apps. A welcome announcement over the PA outlines the schedule, with a separate note that in the adjoining classroom networking etiquette workshops have begun. Students clutch resumes in branded folders, while consulting firms stack glossy case study booklets on high tables and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries, guiding them to relevant options and establishing a continuing guiding context. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while tech companies display demo screens of their latest apps. A welcome PA outlines the schedule, and an adjoining classroom hosts networking etiquette workshops that have begun, with counselors establishing context. Students clutch resumes in branded folders; consulting firms stack glossy case study booklets on high tables; HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries, guiding them to relevant options and maintaining ongoing guidance. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Inside the fair, workshops proceed."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.4532663175158769,
    0.4532663175158769,
    0.4532663175158769,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.41279492068573836,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7759432909063955,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.7981165112516981,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.8579463296111461,
    0.9024913893068577,
    0.9024913893068577
  ],
  "16": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps as alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers give quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps, while alumni volunteers give quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "An employment fair atmosphere unfolds with tech companies displaying demo screens of their latest apps, while alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos. A welcome announcement plays over the PA outlining the fair schedule. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, with finance firms offering QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "An employment fair unfolds with tech companies showing demo screens of their latest apps as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, establishing context for the fair. At the entrance, staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor; finance firms offer QR codes for internships, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders as groups mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, with some students rehearsing elevator pitches against the wall as workshops proceed. A welcome announcement is broadcast over the PA outlining the fair schedule.",
    "An employment fair unfolds with tech companies displaying demo screens of their latest apps as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, establishing context for the fair. At the entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor; finance firms offer QR codes for internships, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders as groups mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, with some students rehearsing elevator pitches against the wall as workshops proceed. A welcome announcement is broadcast over the PA outlining the fair schedule."
  ],
  "16_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.41462202358528977,
    0.45419632878830735,
    0.45419632878830735,
    0.422871920350045,
    0.422871920350045,
    0.422871920350045,
    0.5946081276578085,
    0.5946081276578085,
    0.5946081276578085,
    0.5946081276578085,
    0.5946081276578085,
    0.5946081276578085,
    0.5946081276578085,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9004512749805353,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9074653654612714,
    0.9057825441850541,
    0.9057825441850541,
    0.9057825441850541
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are starting in the adjoining classroom. Healthcare providers are showcasing community outreach photos. Career counselors are reminding attendees to maintain eye contact. Consulting firms are stacking glossy case study booklets on high tables.",
    "Networking etiquette workshops are starting in the adjoining classroom. Healthcare providers are showcasing community outreach photos. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms are stacking glossy case study booklets on high tables.",
    "Networking etiquette workshops are starting in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Healthcare providers are showcasing community outreach photos. Consulting firms are stacking glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Networking etiquette workshops have begun in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, as finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "Networking etiquette workshops are underway in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are underway in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor where finance firms display QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and establish the guiding context for the career fair, reminding attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall as workshops proceed.",
    "Networking etiquette workshops are underway in an adjoining classroom, while dozens of booths with colorful banners encircle the polished floor where finance firms display QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and establish the guiding context for the fair as a welcome PA outlines the schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall; alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops are underway in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, where finance firms offer QR codes for immediate internship applications, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries and, on the main floor, remind attendees to maintain eye contact, while a welcome PA outlines the fair’s schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches against the wall; alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops are underway in an adjoining classroom, while dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries, and on the main floor attendees are reminded to maintain eye contact as a welcome PA outlines the fair’s schedule. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches against the wall; alumni volunteers deliver short pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.30093706659226643,
    0.30093706659226643,
    0.30093706659226643,
    0.30093706659226643,
    0.30093706659226643,
    0.3279388862992755,
    0.3279388862992755,
    0.3279388862992755,
    0.3279388862992755,
    0.6266373852772336,
    0.6266373852772336,
    0.6266373852772336,
    0.6679132544059857,
    0.6679132544059857,
    0.6679132544059857,
    0.6679132544059857,
    0.6679132544059857,
    0.7481679365191956,
    0.7481679365191956,
    0.7481679365191956,
    0.7481679365191956,
    0.8607218252810895,
    0.8607218252810895,
    0.8607218252810895,
    0.8607218252810895,
    0.8440265394607029,
    0.8440265394607029,
    0.8440265394607029,
    0.8440265394607029,
    0.8440265394607029,
    0.8440265394607029,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.8580591969271198,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.9078340005206917,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683,
    0.8899496142155683
  ],
  "18": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, counselors direct unsure students toward applicable industries, establishing the guiding context. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a career fair, counselors direct unsure students toward applicable industries, establishing the guiding context. In the adjoining classroom, networking etiquette workshops have begun, and a welcome announcement over the PA outlines the fair schedule. Counselors continue to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "At a career fair, counselors direct unsure students toward applicable industries, establishing and continuing the guiding context. In the adjoining classroom, networking etiquette workshops have begun, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At a career fair, counselors direct and redirect unsure students toward applicable industries, guiding them to relevant options and establishing a continuing guiding context. In the adjoining classroom, networking etiquette workshops have begun, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At a career fair, counselors direct unsure students toward applicable industries and establish a continuing guiding context, while in an adjoining classroom networking etiquette workshops have begun and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At a career fair, counselors direct unsure students toward applicable industries and establish a continuing guiding context. In an adjoining classroom, networking etiquette workshops have begun, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors direct unsure students toward applicable industries and establish a continuing guiding context. In an adjoining classroom, networking etiquette workshops have begun, with a welcome PA outlining the fair schedule. Some students rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors direct unsure students toward applicable industries, establishing context for the event. Networking etiquette workshops take place in an adjoining classroom, with some students rehearsing elevator pitches against the wall as a welcome PA outlines the schedule. Dozens of booths with colorful banners encircle the polished floor; healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders while groups mark target employers on the event map. Finance firms offer QR codes for internships, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6791276558244632,
    0.6791276558244632,
    0.6791276558244632,
    0.6791276558244632,
    0.6791276558244632,
    0.6791276558244632,
    0.7599650773324206,
    0.7599650773324206,
    0.7599650773324206,
    0.7741194180266744,
    0.7741194180266744,
    0.7741194180266744,
    0.7741194180266744,
    0.7741194180266744,
    0.7741194180266744,
    0.778432529636987,
    0.778432529636987,
    0.778432529636987,
    0.778432529636987,
    0.778432529636987,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.8176416028741903,
    0.849017987739679,
    0.849017987739679,
    0.849017987739679,
    0.849017987739679,
    0.849017987739679,
    0.849017987739679,
    0.849017987739679,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.892249649416095,
    0.8838686489577319,
    0.8838686489577319,
    0.8838686489577319,
    0.8838686489577319
  ],
  "19": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share brief pep talks near the coffee station.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA announces the schedule, while at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station as an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, with networking etiquette workshops starting in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, including finance firms offering QR codes for immediate internship applications; healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome PA announces the schedule, while at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and alumni volunteers give brief pep talks near the coffee station as an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, with networking etiquette workshops starting in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, including finance firms offering QR codes for immediate internship applications; healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome PA announces the schedule and, at the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while alumni volunteers give short pep talks near the coffee station, where an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and networking etiquette workshops have begun in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, including finance firms offering QR codes for immediate internship applications; healthcare providers showcase community outreach photos; and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders.",
    "At the fair, a welcome PA announces the schedule, and at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as alumni volunteers give short pep talks near the coffee station, where an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and networking etiquette workshops have begun in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, including finance firms offering QR codes for immediate internship applications; healthcare providers showcase community outreach photos; and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, and students clutch resumes in branded folders."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.7860007176422423,
    0.7860007176422423,
    0.7860007176422423,
    0.8028201960996328,
    0.8028201960996328,
    0.8028201960996328,
    0.8028201960996328,
    0.8728587870849611,
    0.8728587870849611,
    0.8728587870849611,
    0.8728587870849611,
    0.8728587870849611,
    0.8728587870849611,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.8600347427735084,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9079606243413363,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9190535002762554,
    0.9187414822248023,
    0.9187414822248023,
    0.9187414822248023,
    0.9187414822248023
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "During the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule; groups of friends mark target employers on the event map.",
    "During the fair, a welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while networking etiquette workshops begin in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "A welcome PA announces the schedule at the fair. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while networking etiquette workshops begin in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a welcome announcement delivered over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and networking etiquette workshops begin in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the career fair held at the university gym, a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries as networking etiquette workshops begin in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5079507557787541,
    0.5079507557787541,
    0.5079507557787541,
    0.5079507557787541,
    0.5079507557787541,
    0.8626159950244476,
    0.8626159950244476,
    0.8626159950244476,
    0.8626159950244476,
    0.8626159950244476,
    0.8626159950244476,
    0.9140313836732067,
    0.9140313836732067,
    0.9140313836732067,
    0.9140313836732067,
    0.9140313836732067,
    0.9140313836732067,
    0.9140313836732067,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.9143089937147411,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8907709035952454,
    0.8719042452339806,
    0.8719042452339806,
    0.8719042452339806,
    0.8719042452339806
  ],
  "21": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers share quick pep talks near the coffee station. A welcome announcement delivered over the PA system outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers share quick pep talks near the coffee station. A welcome announcement delivered over the PA system outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announces the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. On the main floor, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, with finance firms offering QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair, attendees populate a polished floor surrounded by dozens of booths with colorful banners; students clutch resumes in branded folders while alumni volunteers deliver quick pep talks near the coffee station. A welcome PA outlines the schedule, and networking etiquette workshops proceed in the adjoining classroom, with groups of friends marking target employers on an event map. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, and staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, some students rehearse elevator pitches, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.3546988813905419,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.671358876192755,
    0.89027619329674,
    0.89027619329674,
    0.89027619329674,
    0.89027619329674,
    0.89027619329674,
    0.89027619329674,
    0.89027619329674,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995,
    0.9027363185685995
  ],
  "22": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards, while healthcare providers showcase community outreach photos.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. In an adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. In an adjoining classroom, workshops on networking etiquette begin as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. In an adjoining classroom, a networking etiquette workshop begins as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. In an adjoining classroom, a networking etiquette workshop begins as students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. In an adjoining classroom, a networking etiquette workshop begins as students clutch resumes inside branded folders; groups of friends mark target employers on the event map, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact on the main floor. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews, and dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, while career counselors redirect unsure students toward applicable industries."
  ],
  "22_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36626576126315985,
    0.36626576126315985,
    0.36626576126315985,
    0.36626576126315985,
    0.5563890766671475,
    0.5563890766671475,
    0.7407465252160428,
    0.7407465252160428,
    0.7407465252160428,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.7921475100569969,
    0.822316740883597,
    0.822316740883597,
    0.822316740883597,
    0.822316740883597,
    0.822316740883597,
    0.822316740883597,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8186613925273742,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244,
    0.8438696133725244
  ],
  "23": [
    "",
    "\"\"",
    "A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "A welcome announcement delivered over the PA system outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA outlines the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette have begun. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule as the event unfolds. In an adjoining classroom, networking etiquette workshops have begun. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "The scene unfolds with a welcome announcement over the PA outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene is a multi-area campus fair where a welcome announcement plays over the PA outlining the schedule. In an adjoining classroom, networking etiquette workshops have begun. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "23_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38438928104837017,
    0.38438928104837017,
    0.38438928104837017,
    0.38438928104837017,
    0.38438928104837017,
    0.38438928104837017,
    0.4134128348533441,
    0.4134128348533441,
    0.4134128348533441,
    0.4134128348533441,
    0.4134128348533441,
    0.8107813196080272,
    0.8107813196080272,
    0.8107813196080272,
    0.8107813196080272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8673813863276272,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8806275487326505,
    0.8757091098993236,
    0.8757091098993236,
    0.8757091098993236,
    0.8757091098993236,
    0.8757091098993236,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884,
    0.8543893935284884
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the career fair, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, while counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens as counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, while alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished main floor of the gym. Students line up outside as counselors direct unsure attendees toward applicable industries. In the adjoining classroom, networking etiquette workshops have begun. A welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps; finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.5114362941978328,
    0.7825825303980025,
    0.7825825303980025,
    0.7825825303980025,
    0.7825825303980025,
    0.7825825303980025,
    0.7825825303980025,
    0.7825825303980025,
    0.8388590487197644,
    0.8388590487197644,
    0.8388590487197644,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8021820982574117,
    0.8193421835551915,
    0.8193421835551915,
    0.8193421835551915,
    0.8193421835551915,
    0.8193421835551915,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.856688270378305,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688,
    0.8647081213390688
  ]
}