{
  "0": [
    "",
    "",
    "",
    "",
    "Several students rehearse elevator pitches quietly against the wall.",
    "In the scene, several students rehearse elevator pitches quietly against the wall, while a robotics startup flies a small drone above its booth for attention.",
    "In the scene, several students rehearse elevator pitches quietly against the wall, while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Several students rehearse elevator pitches quietly against a wall, while a robotics startup flies a small drone above its booth to attract attention, an alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair setup, several students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews nearby, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At a university career fair setup, several students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews nearby, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair setup near the gym, students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. Nearby, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Outside the gym, students line up before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair setup near the gym, a scene of organized activity unfolds on a polished floor where dozens of booths with colorful banners circle the space. Students rehearse elevator pitches quietly against a wall while a robotics startup flies a small drone above its booth to attract attention. Nearby, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Outside the gym, students queue up before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.3576114089014478,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.5673738913002079,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.4527830272978886,
    0.8170863750859296,
    0.8170863750859296,
    0.8170863750859296,
    0.8170863750859296,
    0.8170863750859296,
    0.8170863750859296,
    0.8170863750859296,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8133336231973891,
    0.8442627074277048,
    0.8442627074277048,
    0.8442627074277048,
    0.8442627074277048,
    0.8442627074277048,
    0.8442627074277048,
    0.8442627074277048,
    0.8431494906069806
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and a welcome announcement over the PA system outlines the fair schedule.",
    "The engineering society sponsors a resume review table near the stage, and a welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "The engineering society sponsors a resume review table near the stage, with a welcome announcement over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the venue, the engineering society sponsors a resume review table near the stage, with a welcome announcement over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, the engineering society sponsors a resume review table near the stage, complemented by a welcome announcement over the PA system that outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, the engineering society sponsors a resume review table near the stage, complemented by a welcome announcement over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "At the venue, the engineering society sponsors a resume review table near the stage, complemented by a PA announcement outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "At the venue, the engineering society sponsors a resume review table near the stage, complemented by a PA announcement outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.44618463344871534,
    0.6667489288589306,
    0.6667489288589306,
    0.6667489288589306,
    0.6667489288589306,
    0.6667489288589306,
    0.6667489288589306,
    0.6667489288589306,
    0.8011589350424706,
    0.8011589350424706,
    0.8011589350424706,
    0.8011589350424706,
    0.8011589350424706,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.8370337685588882,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.848599607440944,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8453091289243637,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8457127289478561,
    0.8566773879017204,
    0.8566773879017204,
    0.8566773879017204,
    0.8566773879017204,
    0.8566773879017204,
    0.8566773879017204
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact, HR teams jot notes on tablets as students introduce themselves, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, defining a lively perimeter around the space.",
    "The event unfolds as a professional fair where career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, defining a lively perimeter around the space. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional career fair, counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor, defining a lively perimeter around the space. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional career fair held in the university gym, students line up outside before opening. Inside, counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor, defining a lively perimeter around the space. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional career fair held in the university gym, students line up outside before opening. Inside, counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor, defining a lively perimeter around the space. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.5271134846520882,
    0.3924706512820655,
    0.3924706512820655,
    0.3924706512820655,
    0.3924706512820655,
    0.3924706512820655,
    0.3924706512820655,
    0.3924706512820655,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7331562522417948,
    0.7976182660288507,
    0.7976182660288507,
    0.7976182660288507,
    0.7976182660288507,
    0.7976182660288507,
    0.7976182660288507,
    0.7976182660288507,
    0.7589300543071886,
    0.7589300543071886,
    0.7589300543071886,
    0.7589300543071886,
    0.7589300543071886,
    0.7589300543071886,
    0.7589300543071886,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7784509469239184,
    0.7893502113330944,
    0.7893502113330944
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "A career fair scene centers on an alumni panel discussing preparation for technical interviews and guidance on interview readiness. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At a career fair, an alumni panel discusses preparation for technical interviews and overall interview readiness. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom.",
    "At a career fair, an alumni panel discusses preparation for technical interviews and overall interview readiness. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, an alumni panel discusses preparation for technical interviews and interview readiness. A welcome PA outlines the fair schedule. Students hold resumes in branded folders; healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5785012758337076,
    0.5785012758337076,
    0.5785012758337076,
    0.5785012758337076,
    0.5785012758337076,
    0.7442539237734953,
    0.7442539237734953,
    0.7442539237734953,
    0.7442539237734953,
    0.7442539237734953,
    0.7442539237734953,
    0.7442539237734953,
    0.766029869859955,
    0.766029869859955,
    0.766029869859955,
    0.766029869859955,
    0.766029869859955,
    0.766029869859955,
    0.766029869859955,
    0.8356081340295654,
    0.8356081340295654,
    0.8356081340295654,
    0.8356081340295654,
    0.8356081340295654,
    0.8356081340295654,
    0.8356081340295654,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8133880554951021,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8346432184934518,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521,
    0.8516918158460521
  ],
  "4": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the public address system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention, while a welcome announcement is broadcast over the public address system outlining the schedule. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5221223256361608,
    0.5221223256361608,
    0.5221223256361608,
    0.5221223256361608,
    0.5221223256361608,
    0.5221223256361608,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.6916870921223552,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.7517896135276736,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8174184380867016,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8392868499753835,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8598471037755373,
    0.8568155465012988,
    0.8568155465012988
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, networking etiquette workshops begin in an adjoining classroom while students line up outside the gym before the fair opens. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, networking etiquette workshops run in an adjoining classroom while students line up outside the gym before the fair opens. Dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.6286151086686977,
    0.6286151086686977,
    0.6286151086686977,
    0.6286151086686977,
    0.6286151086686977,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.6282068816832806,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8226735703165663,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8444952124310349,
    0.8758518439204759,
    0.8758518439204759,
    0.8758518439204759,
    0.8758518439204759,
    0.8758518439204759,
    0.8758518439204759,
    0.8758518439204759,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8851312680118526,
    0.8735499305778924,
    0.8735499305778924,
    0.8735499305778924,
    0.8735499305778924
  ],
  "6": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff scan registrations and distribute lanyards at the event entrance, while alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer brief pep talks by the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer brief pep talks by the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.4008569723150978,
    0.5740007847808233,
    0.5740007847808233,
    0.5740007847808233,
    0.5740007847808233,
    0.5740007847808233,
    0.5740007847808233,
    0.5740007847808233,
    0.7645621165362204,
    0.7645621165362204,
    0.7645621165362204,
    0.7645621165362204,
    0.7645621165362204,
    0.7645621165362204,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7690020089546086,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7799493285333955,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.7997351774138847,
    0.8242089886850651,
    0.8242089886850651,
    0.8242089886850651,
    0.8242089886850651,
    0.8242089886850651,
    0.8242089886850651,
    0.8242089886850651,
    0.8420220038567585,
    0.8420220038567585,
    0.8420220038567585,
    0.8420220038567585
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the university gym before the fair opens as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the university gym before opening as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the university career fair outside the gym, students line up before opening while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "During a university career fair outside the gym, students line up before opening as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "Outside the gym, students line up before opening as an alumni panel explains how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Outside the gym, students line up before opening as an alumni panel discusses preparing for technical interviews. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46551581818160015,
    0.46551581818160015,
    0.46551581818160015,
    0.46551581818160015,
    0.46551581818160015,
    0.4457056258496763,
    0.4457056258496763,
    0.4457056258496763,
    0.4457056258496763,
    0.4457056258496763,
    0.4457056258496763,
    0.4457056258496763,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.8222857004221787,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.829018994623375,
    0.842913100553416,
    0.842913100553416,
    0.842913100553416,
    0.842913100553416,
    0.842913100553416,
    0.842913100553416,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8420983806153218,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.8366340778156515,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.7976060736029045,
    0.8037482415369034
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor, while a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin.",
    "Dozens of booths with colorful banners encircle a polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, while a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor, while a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor of the event venue, while a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor of the event venue, where a cybersecurity company runs a password-cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.35955344383253485,
    0.5134273408927605,
    0.5134273408927605,
    0.5134273408927605,
    0.5134273408927605,
    0.5134273408927605,
    0.5134273408927605,
    0.5134273408927605,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.6823648083678626,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.7082994294610107,
    0.6744096561061093,
    0.6744096561061093,
    0.6744096561061093,
    0.6744096561061093,
    0.6744096561061093,
    0.6744096561061093,
    0.6744096561061093,
    0.7355060821062949,
    0.7355060821062949,
    0.7355060821062949,
    0.7355060821062949,
    0.7355060821062949,
    0.7355060821062949,
    0.7355060821062949,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.8183147091228438,
    0.808860977735473,
    0.808860977735473
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. The scene includes the entrance, staff, registrations, lanyards, the event map, and groups of friends marking targets.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards. Students line up outside the venue before the career fair opens. Groups of friends mark target employers on the event map. The scene includes the entrance, staff, registrations, lanyards, the event map, and groups of friends marking targets.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards as students line up outside the venue before the career fair opens. Groups of friends mark target employers on the event map. The scene includes the entrance, staff, registrations, lanyards, the event map, and groups of friends marking targets. Career counselors remind attendees to maintain eye contact.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards as students line up outside before the career fair opens. Groups of friends mark target employers on the event map. The scene includes the entrance, staff, registrations, lanyards, the event map, and groups of friends marking targets. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards as students line up outside before the career fair opens. Groups of friends mark target employers on the event map, and the scene includes the entrance, staff, registrations, lanyards, the event map, and groups of friends marking targets. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards to students lining up outside before the career fair opens. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards to students lining up outside before the career fair opens. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance of the university gym, event staff scan registrations and hand out lanyards to students lining up outside before the career fair opens. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.6095600505661138,
    0.7581083116471896,
    0.7581083116471896,
    0.7581083116471896,
    0.7581083116471896,
    0.7581083116471896,
    0.7581083116471896,
    0.7597106415061188,
    0.7597106415061188,
    0.7597106415061188,
    0.7597106415061188,
    0.7597106415061188,
    0.7597106415061188,
    0.7896949604241714,
    0.7896949604241714,
    0.7896949604241714,
    0.7896949604241714,
    0.7896949604241714,
    0.7896949604241714,
    0.7896949604241714,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8020877480869689,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8236441332648794,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8164330359586947,
    0.8172102125778469,
    0.8172102125778469,
    0.8172102125778469
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A quiet scene features some students rehearsing elevator pitches against the wall, while healthcare providers showcase photos of community outreach.",
    "A quiet scene shows students rehearsing elevator pitches against the wall as healthcare providers display photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards.",
    "A quiet campus scene shows students rehearsing elevator pitches against the wall while healthcare providers display photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. A resume review table sponsored by the engineering society sits near the stage. The layout indicates distinct zones: a wall for practice pitches, a photo display area, an entry point with registration scanning and lanyards, and the stage area where the resume review table is positioned.",
    "On a quiet campus, students rehearse elevator pitches against a wall while healthcare providers display photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, a resume review table sponsored by the engineering society sits, contributing to a multi-zone layout: a wall for practice pitches, a photo-display area, an entry point with registration scanning and lanyards, and the stage where the resume table is positioned. Dozens of booths with colorful banners encircle the polished floor, suggesting a broader expo around the central layout.",
    "On a quiet campus, students rehearse elevator pitches against a wall while healthcare providers display photos of community outreach. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, a resume review table sponsored by the engineering society sits, contributing to a multi-zone layout that includes a wall for practice pitches, a photo-display area, an entry point with registration scanning and lanyards, and the stage. Dozens of booths with colorful banners encircle the polished floor, suggesting a broader expo around the central layout. A welcome announcement over the PA system outlines the fair schedule.",
    "On a quiet campus, a multi-zone fair unfolds around a central layout: students rehearse elevator pitches against a wall; healthcare providers display photos of community outreach; near the stage, a resume review table sponsored by the engineering society; and an entry point where event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, indicating a broader expo surrounding the core areas. A welcome announcement over the PA outlines the fair schedule.",
    "On a quiet campus, a multi-zone fair unfolds around a central layout. Students rehearse elevator pitches against a wall; healthcare providers display photos of community outreach; near the stage, a resume review table sponsored by the engineering society; and at the entry point event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor, indicating a broader expo surrounding the core areas. A welcome announcement over the PA outlines the fair schedule. Career counselors redirect unsure students toward applicable industries."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.29287814486309893,
    0.29287814486309893,
    0.29287814486309893,
    0.29287814486309893,
    0.29287814486309893,
    0.5031649780070977,
    0.5031649780070977,
    0.5031649780070977,
    0.5031649780070977,
    0.5031649780070977,
    0.5031649780070977,
    0.5031649780070977,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.6532217837465046,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.7348927132262908,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.8270777665385247,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.7969789974103341,
    0.8410237567907467,
    0.8410237567907467,
    0.8410237567907467,
    0.8410237567907467
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "An on-site welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Against the wall, some students rehearse elevator pitches quietly.",
    "An on-site welcome announcement plays over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. Against the wall, some students rehearse elevator pitches quietly.",
    "A university career fair setup unfolds with a welcome announcement over the PA system outlining the schedule. Dozens of booths adorned with colorful banners encircle the polished floor, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students queue before the career fair opens.",
    "A university career fair is being set up: a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle the polished floor. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students queue before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At a university, a career fair is being set up on a polished floor, with dozens of booths encircled by colorful banners. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students queue before the career fair opens. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At a university, a career fair unfolds on a polished floor with dozens of booths encircled by colorful banners. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students queue before the career fair opens. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5810777501747482,
    0.5810777501747482,
    0.5810777501747482,
    0.5810777501747482,
    0.5810777501747482,
    0.5810777501747482,
    0.5810777501747482,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7378281288919013,
    0.7261351940114398,
    0.7261351940114398,
    0.7261351940114398,
    0.7261351940114398,
    0.7261351940114398,
    0.7261351940114398,
    0.7261351940114398,
    0.80763788822664,
    0.80763788822664,
    0.80763788822664,
    0.80763788822664,
    0.80763788822664,
    0.80763788822664,
    0.80763788822664,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8344894987341762,
    0.8479058168744256,
    0.8479058168744256,
    0.8479058168744256,
    0.8479058168744256,
    0.8479058168744256,
    0.8479058168744256
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share brief pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews; alumni volunteers share brief pep talks near the coffee station; tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, alumni volunteers share brief pep talks near the coffee station, tech companies display demo screens showing their latest apps, and human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, accompanied by alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5142053550324623,
    0.5142053550324623,
    0.5142053550324623,
    0.5142053550324623,
    0.5142053550324623,
    0.5142053550324623,
    0.48504580647362416,
    0.48504580647362416,
    0.48504580647362416,
    0.48504580647362416,
    0.48504580647362416,
    0.48504580647362416,
    0.4406370260552618,
    0.4406370260552618,
    0.4406370260552618,
    0.4406370260552618,
    0.4406370260552618,
    0.4406370260552618,
    0.5809122565813607,
    0.5809122565813607,
    0.5809122565813607,
    0.5809122565813607,
    0.5809122565813607,
    0.5809122565813607,
    0.5809122565813607,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7158372620479085,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.7369364199882693,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.760290029955254,
    0.7913293174703921,
    0.7913293174703921
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Event staff at the entrance scan registrations and hand out lanyards.",
    "At a career fair, counselors remind attendees to maintain eye contact, while a welcome PA announcement outlines the schedule. Staff at the entrance scan registrations and hand out lanyards, and some students quietly rehearse elevator pitches against the wall.",
    "At a career fair, counselors remind attendees to maintain eye contact, while a welcome PA announcement outlines the schedule. Staff at the entrance scan registrations and hand out lanyards, and some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the schedule. Staff at the entrance scan registrations and hand out lanyards, while some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the schedule. Staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair, counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the schedule. Staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors urge attendees to maintain eye contact as a welcome PA announces the schedule. Staff at the entrance scan registrations and hand out lanyards. Some students quietly rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.4632192108897504,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.7703712464715348,
    0.6323205117019199,
    0.6323205117019199,
    0.6323205117019199,
    0.6323205117019199,
    0.6323205117019199,
    0.6323205117019199,
    0.8046428830007718,
    0.8046428830007718,
    0.8046428830007718,
    0.8046428830007718,
    0.8046428830007718,
    0.8046428830007718,
    0.8046428830007718,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8046747457937731,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8545148851699773,
    0.8728230807222119,
    0.8728230807222119,
    0.8728230807222119,
    0.8728230807222119
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers are displaying photographs of their community outreach activities.",
    "Healthcare providers display photographs of their community outreach activities, human resources teams jot notes on tablets, and students introduce themselves.",
    "Healthcare providers display photographs of their community outreach activities; human resources teams jot notes on tablets; and students introduce themselves, with the latter two actions occurring concurrently.",
    "Healthcare providers display photographs from their community outreach activities, while human resources teams jot notes on tablets and students introduce themselvesthese two actions occurring concurrentlyand finance firms offer QR codes enabling immediate internship applications.",
    "At the event, healthcare providers display photographs from their community outreach activities. Concurrently, human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes enabling immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers display photographs from their community outreach activities. Concurrently, human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes enabling immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers display photographs from their community outreach activities while human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes enabling immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the event, exhibitors present current activities: healthcare providers display photographs from community outreach; human resources teams jot notes on tablets as students introduce themselves; finance firms offer QR codes enabling immediate internship applications; a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password-cracking challenge on a laptop; students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2974810820311846,
    0.2974810820311846,
    0.2974810820311846,
    0.2974810820311846,
    0.2974810820311846,
    0.2974810820311846,
    0.2974810820311846,
    0.3329260163613301,
    0.3329260163613301,
    0.3329260163613301,
    0.3329260163613301,
    0.3329260163613301,
    0.3329260163613301,
    0.3329260163613301,
    0.31474676642289734,
    0.31474676642289734,
    0.31474676642289734,
    0.31474676642289734,
    0.31474676642289734,
    0.31474676642289734,
    0.31474676642289734,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.4174020361080669,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.7968364128435614,
    0.8191237385870054,
    0.8191237385870054,
    0.8191237385870054,
    0.8191237385870054,
    0.8191237385870054,
    0.8191237385870054,
    0.8191237385870054,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.8551022870130295,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402,
    0.6766923473324402
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, delivering brief pep talks.",
    "At the event, alumni volunteers are gathered near the coffee station delivering brief pep talks, while the engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers are gathered near the coffee station delivering brief pep talks, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while a welcome announcement over the PA outlines the fair schedule.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while a welcome announcement over the PA outlines the fair schedule.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks as part of the fair. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, and a welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks as part of the fair. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, and a welcome PA announcement outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks as part of the fair. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers are gathered near the coffee station delivering brief pep talks as part of the fair. Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.27102266382575435,
    0.27102266382575435,
    0.40846254294789114,
    0.40846254294789114,
    0.40846254294789114,
    0.40846254294789114,
    0.40846254294789114,
    0.40846254294789114,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5885000189114739,
    0.5964435768026308,
    0.5964435768026308,
    0.5964435768026308,
    0.5964435768026308,
    0.5964435768026308,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7451160251279352,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.7815929717044039,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.847082484772096,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327,
    0.8504043264064327
  ],
  "16": [
    "",
    "",
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Groups of friends marked target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome PA announcement outlined the fair schedule. Groups of friends marked target employers on the event map. Alumni volunteers delivered quick pep talks near the coffee station. Finance firms provided QR codes for immediate internship applications.",
    "A welcome PA announcement outlined the fair schedule. Groups of friends marked target employers on the event map. Alumni volunteers delivered quick pep talks near the coffee station. Finance firms provided QR codes for immediate internship applications.",
    "At the fair, a welcome PA announcement outlined the schedule. Groups of friends marked target employers on the event map. Alumni volunteers delivered quick pep talks near the coffee station. Finance firms provided QR codes for immediate internship applications. Consulting firms stacked glossy case study booklets on high tables.",
    "At the fair, a welcome PA announced the schedule. Groups of friends marked target employers on the event map. Alumni volunteers delivered quick pep talks near the coffee station. Finance firms provided QR codes for immediate internship applications. Consulting firms stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome PA announced the schedule. Groups of friends marked target employers on the event map. Alumni volunteers delivered quick pep talks near the coffee station. Finance firms provided QR codes for immediate internship applications. Consulting firms stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.5831538350658558,
    0.7328532421906798,
    0.7328532421906798,
    0.7328532421906798,
    0.7328532421906798,
    0.7328532421906798,
    0.7328532421906798,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.765252470867974,
    0.8233997939409592,
    0.8233997939409592,
    0.8233997939409592,
    0.8233997939409592,
    0.8233997939409592,
    0.8233997939409592,
    0.8233997939409592,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8619537053546964,
    0.8804478819980812,
    0.8804478819980812,
    0.8804478819980812,
    0.8804478819980812,
    0.8804478819980812
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the pre-career fair scene, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Before the career fair opens, students line up outside the university gym. Inside, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym. Inside, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. Inside, consulting firms stack glossy case study booklets on high tables, forming stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym. Inside, consulting firms stack glossy case-study booklets on high tables, forming orderly stacks on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2652883840321788,
    0.2652883840321788,
    0.2652883840321788,
    0.2652883840321788,
    0.2652883840321788,
    0.2652883840321788,
    0.5335168747109026,
    0.5335168747109026,
    0.5335168747109026,
    0.5335168747109026,
    0.5335168747109026,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.6835346702091394,
    0.8356645590921912,
    0.8356645590921912,
    0.8356645590921912,
    0.8356645590921912,
    0.8356645590921912,
    0.8356645590921912,
    0.8356645590921912,
    0.8282067337018966,
    0.8282067337018966,
    0.8282067337018966,
    0.8282067337018966,
    0.8282067337018966,
    0.8282067337018966,
    0.8282067337018966,
    0.8563078940932591,
    0.8563078940932591,
    0.8563078940932591,
    0.8563078940932591,
    0.8563078940932591,
    0.8563078940932591,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8663727066231872,
    0.8643169185830262,
    0.8643169185830262,
    0.8643169185830262,
    0.8643169185830262,
    0.8643169185830262,
    0.8643169185830262,
    0.8643169185830262
  ],
  "18": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display photos of community outreach, showcasing their engagement. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Healthcare providers display photos of community outreach to showcase their engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers display photos of their community outreach to showcase engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers display photos of their community outreach to showcase engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Healthcare providers display photos of their community outreach to showcase engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers display photos of their community outreach to showcase engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers display photos of their community outreach to illustrate engagement, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display photos of their community outreach to illustrate engagement, accompanied by a welcome announcement broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.49356515059397327,
    0.49356515059397327,
    0.49356515059397327,
    0.49356515059397327,
    0.49356515059397327,
    0.49356515059397327,
    0.49356515059397327,
    0.3333481752029478,
    0.3333481752029478,
    0.3333481752029478,
    0.3333481752029478,
    0.3333481752029478,
    0.3333481752029478,
    0.3333481752029478,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.33483281365547773,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5870138313928492,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5636065987432723,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989,
    0.5738865917837989
  ],
  "19": [
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "In the event space, alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom, workshops on networking etiquette are starting.",
    "In the event space, alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom, workshops on networking etiquette are starting. Consulting firms are stacking glossy case study booklets on high tables.",
    "Across the university campus, multiple spaces host activities: in the event space, alumni volunteers deliver brief pep talks near the coffee station; in the adjoining classroom, networking etiquette workshops are starting; consulting firms are stacking glossy case study booklets on high tables; and students line up outside the university gym before the career fair opens.",
    "Across the university campus, multiple spaces host activities: in the event space, alumni volunteers deliver brief pep talks near the coffee station; in the adjoining classroom, networking etiquette workshops are starting; consulting firms are stacking glossy case study booklets on high tables; and students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "The campus hosts several concurrent activities across spaces: in the event space, alumni volunteers deliver brief pep talks near the coffee station; in the adjoining classroom, networking etiquette workshops are starting; consulting firms are stacking glossy case study booklets on high tables; and students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "Across the campus, concurrent activities unfold in several spaces: in the event space, alumni volunteers deliver brief pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are starting; consulting firms are stacking glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and inside, they clutch resumes in branded folders. Groups of friends mark target employers on the event map.",
    "Across the campus, concurrent activities unfold in several spaces: in the event space, alumni volunteers deliver brief pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are starting as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens; inside, they clutch resumes in branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Across the campus, concurrent activities unfold in several spaces: in the event space, alumni volunteers deliver brief pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are starting as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens; inside, they clutch resumes in branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Across the campus, concurrent activities unfold in several spaces: in the event space, alumni volunteers deliver brief pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews; in the adjoining classroom, networking etiquette workshops are starting as consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens; inside, they clutch resumes in branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33745985809027645,
    0.33745985809027645,
    0.33745985809027645,
    0.33745985809027645,
    0.5055224868845838,
    0.5055224868845838,
    0.5055224868845838,
    0.5055224868845838,
    0.5055224868845838,
    0.5055224868845838,
    0.5055224868845838,
    0.38080733504526754,
    0.38080733504526754,
    0.38080733504526754,
    0.38080733504526754,
    0.38080733504526754,
    0.38080733504526754,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5709596748341995,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.5925128576447223,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7626119841607489,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7561547129034416,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7765434016850108,
    0.7987066992428147,
    0.7987066992428147
  ],
  "20": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while event staff at the entrance scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.3652379010036489,
    0.5545812838058444,
    0.5545812838058444,
    0.5545812838058444,
    0.5545812838058444,
    0.5545812838058444,
    0.5545812838058444,
    0.5356629005680797,
    0.5356629005680797,
    0.5356629005680797,
    0.5356629005680797,
    0.5356629005680797,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.726595238171502,
    0.8139833892530506,
    0.8139833892530506,
    0.8139833892530506,
    0.8139833892530506,
    0.8139833892530506,
    0.8139833892530506,
    0.8139833892530506,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8363783183306827,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8602818771048188,
    0.8580386029453859,
    0.8580386029453859,
    0.8580386029453859,
    0.8580386029453859
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume review table. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society staffs a resume review table. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5590385138437768,
    0.5590385138437768,
    0.5590385138437768,
    0.5590385138437768,
    0.5590385138437768,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.717780442046873,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.7623979686613094,
    0.8337176721370476,
    0.8337176721370476,
    0.8337176721370476,
    0.8337176721370476,
    0.8337176721370476,
    0.8337176721370476,
    0.8337176721370476,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8435546488353436,
    0.8615077643595539,
    0.8615077643595539,
    0.8615077643595539,
    0.8615077643595539
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "In the event venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the event venue, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue for a career fair, the engineering society sponsors a resume review table near the stage; an alumni panel discusses technical interview preparation. Consulting firms stack glossy case study booklets on high tables; alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the career fair venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses technical interview preparation. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses technical interview preparation. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, and career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.6111717569813928,
    0.6111717569813928,
    0.6111717569813928,
    0.6111717569813928,
    0.6111717569813928,
    0.6111717569813928,
    0.6111717569813928,
    0.5870302220334681,
    0.5870302220334681,
    0.5870302220334681,
    0.5870302220334681,
    0.5870302220334681,
    0.5870302220334681,
    0.5870302220334681,
    0.7341582803760927,
    0.7341582803760927,
    0.7341582803760927,
    0.7341582803760927,
    0.7341582803760927,
    0.7341582803760927,
    0.7405336025321199,
    0.7405336025321199,
    0.7405336025321199,
    0.7405336025321199,
    0.7405336025321199,
    0.7405336025321199,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.783909667516898,
    0.8453307692159887,
    0.8453307692159887,
    0.8453307692159887,
    0.8453307692159887,
    0.8453307692159887,
    0.8453307692159887,
    0.8453307692159887,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.8630450967391327,
    0.883434208106846,
    0.883434208106846,
    0.883434208106846,
    0.883434208106846
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting entry. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting entry. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Inside, students clutch resumes stored in branded folders.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting entry as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes stored in branded folders, and groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair opening as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes stored in branded folders, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up ahead of the career fair opening as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes stored in branded folders, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up ahead of the career fair opening as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes stored in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes stored in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.5713202214316814,
    0.6943037675801972,
    0.6943037675801972,
    0.6943037675801972,
    0.6943037675801972,
    0.6943037675801972,
    0.6943037675801972,
    0.6514221521268907,
    0.6514221521268907,
    0.6514221521268907,
    0.6514221521268907,
    0.6514221521268907,
    0.6514221521268907,
    0.6514221521268907,
    0.7884696515490028,
    0.7884696515490028,
    0.7884696515490028,
    0.7884696515490028,
    0.7884696515490028,
    0.7884696515490028,
    0.7884696515490028,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8193482368897906,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8421979070915442,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379,
    0.8329944578903379
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop, while consulting firms arrange glossy case-study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event features a cybersecurity company hosting a password-cracking challenge conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table.",
    "An event features a cybersecurity company hosting a password-cracking challenge conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue, stacking them on the tables. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table.",
    "At a cybersecurity event hosted by a company, a password-cracking challenge is conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue, stacking them on the tables. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Some students rehearse elevator pitches quietly against the wall.",
    "At a company-hosted cybersecurity event, a password-cracking challenge is conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue, stacking them on the tables. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a company-hosted cybersecurity event, a password-cracking challenge is conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue, stacking them on the tables. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "During a company-hosted cybersecurity event, a password-cracking challenge is conducted on a laptop. Consulting firms arrange glossy case-study booklets on high tables around the venue, stacking them on the tables. At the entrance, event staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume-review table. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.49148644210834597,
    0.49148644210834597,
    0.49148644210834597,
    0.49148644210834597,
    0.49148644210834597,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.6745681351374129,
    0.7001232306903709,
    0.7001232306903709,
    0.7001232306903709,
    0.7001232306903709,
    0.7001232306903709,
    0.7001232306903709,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7058417849327097,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7428419819394605,
    0.7715570693746203,
    0.7715570693746203,
    0.7715570693746203,
    0.7715570693746203,
    0.7715570693746203,
    0.7715570693746203,
    0.7715570693746203,
    0.767270466717124,
    0.767270466717124,
    0.767270466717124,
    0.767270466717124
  ],
  "25": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym in anticipation of the career fair opening.",
    "A university campus hosts a career fair with workshops on networking etiquette beginning in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym in anticipation of the fairs opening, while an alumni panel discusses how to prepare for technical interviews.",
    "On a university campus, a career fair is underway with workshops on networking etiquette beginning in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym in anticipation of the fairs opening, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "A career fair is underway on a university campus, with networking etiquette workshops held in the adjoining classroom. Dozens of booths with colorful banners surround the polished floor. Students line up outside the university gym in anticipation of the fairs opening. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "A career fair is underway on a university campus, with networking etiquette workshops held in the adjoining classroom. Dozens of booths with colorful banners surround the polished floor of the venue while students line up outside the university gym in anticipation of the fair's opening. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "A university campus hosts a career fair, with networking etiquette workshops held in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor, as students line up outside the university gym in anticipation of the fair opening. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "A university campus hosts a career fair with networking etiquette workshops held in an adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as students line up outside the university gym in anticipation of the fair opening. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.5851857579048613,
    0.8206304894320536,
    0.8206304894320536,
    0.8206304894320536,
    0.8206304894320536,
    0.8206304894320536,
    0.8206304894320536,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8275453143189877,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8775784361271448,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8731675606839655,
    0.8706824248077649,
    0.8706824248077649,
    0.8706824248077649,
    0.8706824248077649,
    0.8706824248077649,
    0.8706824248077649,
    0.8800998216484472,
    0.8800998216484472,
    0.8800998216484472,
    0.8800998216484472,
    0.8800998216484472
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "In the venue, networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the venue, networking etiquette workshops are underway in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, networking etiquette workshops are underway in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In the venue, networking etiquette workshops are underway in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.6869996919375443,
    0.6869996919375443,
    0.6869996919375443,
    0.6869996919375443,
    0.6869996919375443,
    0.6869996919375443,
    0.6869996919375443,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7412274956486243,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7543051287983581,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7792720377935072,
    0.7808965362821643
  ],
  "27": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, where career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens.",
    "Networking etiquette workshops are underway in the adjoining classroom, where career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.31877332094429983,
    0.5293637709104911,
    0.5293637709104911,
    0.5293637709104911,
    0.5293637709104911,
    0.5293637709104911,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7190959973331925,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7622065270654363,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.7960727445044196,
    0.8025171027771947,
    0.8025171027771947,
    0.8025171027771947,
    0.8025171027771947,
    0.8025171027771947,
    0.8025171027771947,
    0.8025171027771947
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "At its booth, a robotics startup flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At its booth, a robotics startup flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At an event, several groups occupy different stations. A robotics startup at its booth flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At an event with several groups occupying different stations, a robotics startup at its booth flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "An event features several groups at different stations. A robotics startup at its booth flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, several groups are stationed around a polished floor with dozens of booths and colorful banners. A robotics startup at its booth flies a small drone to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.3895625517338534,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.6867046584079954,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.763736752565632,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8213854577312834,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8716806259589222,
    0.8704898244898831,
    0.8704898244898831
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement, as a welcome announcement outlines the fair schedule over the PA system and human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A welcome announcement plays over the PA system and outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, and they redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor in a circular arrangement. A welcome announcement plays over the PA system and outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor laid out in a circular arrangement, indicating a large career fair. A welcome announcement plays over the PA system and outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, illustrating hands-on participation within the event."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.5598762539463115,
    0.5598762539463115,
    0.5598762539463115,
    0.5598762539463115,
    0.5598762539463115,
    0.5598762539463115,
    0.4592241598572894,
    0.4592241598572894,
    0.4592241598572894,
    0.4592241598572894,
    0.4592241598572894,
    0.4592241598572894,
    0.4592241598572894,
    0.7715173049433,
    0.7715173049433,
    0.7715173049433,
    0.7715173049433,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8244064343045984,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8421825589150314,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673,
    0.8415262703179673
  ],
  "30": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "During the fair, healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin; a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact, while also redirecting unsure students toward applicable industries.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact, while redirecting unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "30_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.31716752805090614,
    0.4541028407540022,
    0.4541028407540022,
    0.4541028407540022,
    0.4541028407540022,
    0.4541028407540022,
    0.4541028407540022,
    0.7779027886318595,
    0.7779027886318595,
    0.7779027886318595,
    0.7779027886318595,
    0.7779027886318595,
    0.7779027886318595,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.804158067521596,
    0.8148811416124859,
    0.8148811416124859,
    0.8148811416124859,
    0.8148811416124859,
    0.8148811416124859,
    0.8148811416124859,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8382216052497562,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195,
    0.8372832148157195
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym, awaiting the start of the career fair that has not yet opened.",
    "Students line up outside the university gym, awaiting the start of the career fair that has not yet opened. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, awaiting the opening of the career fair that has not yet begun. Healthcare providers display community outreach photos nearby. A subset of students stands against the wall, quietly rehearsing elevator pitches.",
    "Students line up outside the university gym in anticipation of the career fair opening, which has not yet begun. Healthcare providers display community outreach photos nearby. A subset of students stands against the wall, quietly rehearsing elevator pitches.",
    "Students line up outside the university gym, awaiting the opening of the career fair that has not yet begun. Nearby, healthcare providers display community outreach photos. A subset of students stands against the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, awaiting the opening of the career fair that has not yet begun. Nearby, healthcare providers display community outreach photos. A subset of students stands against the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, awaiting the opening of the career fair that has not yet begun. Nearby, healthcare providers display community outreach photos. A subset of students stands against the wall, quietly rehearsing elevator pitches. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.34524931311615314,
    0.34524931311615314,
    0.34524931311615314,
    0.34524931311615314,
    0.34524931311615314,
    0.34524931311615314,
    0.34524931311615314,
    0.502404991980962,
    0.502404991980962,
    0.502404991980962,
    0.502404991980962,
    0.502404991980962,
    0.502404991980962,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5813949805891696,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.5910452132313391,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.6442761263666927,
    0.7278579927660783,
    0.7278579927660783,
    0.7278579927660783,
    0.7278579927660783
  ],
  "32": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photographs, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photographs, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photographs, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "32_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.44018683056900576,
    0.6218540896562854,
    0.6218540896562854,
    0.6218540896562854,
    0.6218540896562854,
    0.6218540896562854,
    0.6218540896562854,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8442334640350705,
    0.8585876487353657,
    0.8585876487353657,
    0.8585876487353657,
    0.8585876487353657,
    0.8585876487353657,
    0.8585876487353657,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8197802151498905,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8540370568666776,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083,
    0.8693832740466083
  ],
  "33": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students queue before the career fair opens, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students queue before the career fair opens as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students queue before the career fair opens, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students queue before the career fair opens, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students queue before the career fair opens as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students queue before the career fair opens as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students queue before the career fair opens as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "33_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.42867903892533166,
    0.6164695179891124,
    0.6164695179891124,
    0.6164695179891124,
    0.6164695179891124,
    0.6164695179891124,
    0.6308822822758621,
    0.6308822822758621,
    0.6308822822758621,
    0.6308822822758621,
    0.6308822822758621,
    0.6308822822758621,
    0.6308822822758621,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.7942099490877519,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.8143389881151881,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.7941470654573395,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8169069938463831,
    0.8165825538439417
  ],
  "34": [
    "",
    "",
    "",
    "The polished floor is encircled by dozens of booths with colorful banners.",
    "At the venue, the polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the venue, a polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, a polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, a polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, a polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the venue, a polished floor is encircled by dozens of booths displaying colorful banners. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.34955666747620406,
    0.5215217349435687,
    0.5215217349435687,
    0.5215217349435687,
    0.5215217349435687,
    0.5215217349435687,
    0.5215217349435687,
    0.5215217349435687,
    0.7678145561900204,
    0.7678145561900204,
    0.7678145561900204,
    0.7678145561900204,
    0.7678145561900204,
    0.7678145561900204,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.7831869308393147,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.816461921092267,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737,
    0.8309474721496737
  ],
  "35": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym, while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and a PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Before the career fair opens at the university gym, students line up outside while HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and a PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens at the university gym, students line up outside as HR teams jot notes on tablets during student self-introductions. An alumni panel discusses how to prepare for technical interviews, while a PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "35_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4186084754656349,
    0.4186084754656349,
    0.4186084754656349,
    0.4186084754656349,
    0.4186084754656349,
    0.4186084754656349,
    0.4869829079127534,
    0.4869829079127534,
    0.4869829079127534,
    0.4869829079127534,
    0.4869829079127534,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.6723239438634925,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8119453308316722,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8488656640569898,
    0.8447392126844471,
    0.8447392126844471,
    0.8447392126844471,
    0.8447392126844471,
    0.8447392126844471,
    0.8447392126844471,
    0.8447392126844471,
    0.8549127878019265,
    0.8549127878019265,
    0.8549127878019265,
    0.8549127878019265,
    0.8549127878019265,
    0.8549127878019265,
    0.8549127878019265,
    0.8633743487274677,
    0.8633743487274677,
    0.8633743487274677,
    0.8633743487274677
  ],
  "36": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Two distinct activities are presented: healthcare providers showcasing community outreach photos, and an alumni panel discussing how to prepare for technical interviews. The first activity features healthcare providers presenting photographs of their outreach work; the second centers on guidance from alumni about preparing for technical interviews. The items are depicted as separate components of a broader scene focused on community engagement and career preparation.",
    "Two distinct activities are depicted within a broader scene focused on community engagement and career preparation: healthcare providers showcasing photographs of their outreach work, and an alumni panel discussing how to prepare for technical interviews. The first activity features healthcare providers presenting outreach photos; the second centers on alumni offering guidance for preparing for technical interviews. The items appear as separate components of the scene, illustrating community outreach visuals alongside career-preparation guidance.",
    "Within a broader scene of community engagement and career preparation, two distinct activities are depicted: healthcare providers presenting photographs of their outreach work, and an alumni panel offering guidance on how to prepare for technical interviews. The outreach component shows healthcare providers presenting outreach photos, while the career-prep component centers on alumni advising attendees on technical interview readiness. The two elements appear as separate components of the scene, illustrating community outreach visuals alongside career-preparation guidance.",
    "Set within a scene of community engagement and career preparation, two distinct activities unfold: healthcare providers present photographs of their outreach work, and an alumni panel advises attendees on how to prepare for technical interviews. The outreach component centers on providers displaying outreach photos, while the career-prep component centers on alumni offering guidance on readiness for technical interviews. These elements remain separate components of the scene, illustrating community outreach visuals alongside career-preparation guidance. In the vicinity, the engineering society sponsors a resume review table near the stage, providing attendees an opportunity to seek feedback as part of the event.",
    "The scene blends community engagement with career preparation. Healthcare providers display photographs of their outreach work, forming the outreach component, while an alumni panel advises attendees on how to prepare for technical interviews as the career-prep component. The two elements remain separate, illustrating outreach visuals alongside interview-readiness guidance. In the vicinity, the engineering society sponsors a resume review table near the stage, giving attendees the opportunity to seek feedback as part of the event. Event staff scan registrations and hand out lanyards at the entrance, organizing attendee check-in.",
    "The scene juxtaposes outreach visuals with career preparation, with healthcare providers displaying photographs of their outreach work as the outreach component, and an alumni panel advising attendees on how to prepare for technical interviews as the career-prep component. The two elements remain separate, illustrating outreach visuals alongside interview-readiness guidance. In the vicinity, the engineering society sponsors a resume review table near the stage, offering attendees the opportunity to seek feedback as part of the event. Event staff scan registrations and hand out lanyards at the entrance, organizing attendee check-in.",
    "The scene juxtaposes outreach visuals with career preparation: healthcare providers display photographs of their outreach work as the outreach component, while an alumni panel advises attendees on how to prepare for technical interviews as the career-prep component, with the two elements remaining separate, illustrating outreach visuals alongside interview-readiness guidance. In the vicinity, the engineering society sponsors a resume-review table near the stage, offering attendees feedback as part of the event. Event staff scan registrations and hand out lanyards at the entrance, organizing attendee check-in. Career counselors redirect unsure students toward applicable industries."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.6236429931250014,
    0.614356715545811,
    0.614356715545811,
    0.614356715545811,
    0.614356715545811,
    0.614356715545811,
    0.614356715545811,
    0.614356715545811,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.625400967175274,
    0.6860650799116365,
    0.6860650799116365,
    0.6860650799116365,
    0.6860650799116365,
    0.6860650799116365,
    0.6860650799116365,
    0.6860650799116365,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7665041681213898,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7571723712878349,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786,
    0.7723982296319786
  ],
  "37": [
    "",
    "",
    "",
    "",
    "A resume review table, sponsored by the engineering society, is positioned near the stage.",
    "A resume review table sponsored by the engineering society is positioned near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A resume review table sponsored by the engineering society is positioned near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "A resume review table sponsored by the engineering society sits near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers display community outreach photos. Human resources teams take notes on tablets as students introduce themselves, while some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35274097777322744,
    0.35274097777322744,
    0.35274097777322744,
    0.35274097777322744,
    0.5174432396593103,
    0.5174432396593103,
    0.5174432396593103,
    0.5174432396593103,
    0.5174432396593103,
    0.5174432396593103,
    0.7030323671167688,
    0.7030323671167688,
    0.7030323671167688,
    0.7030323671167688,
    0.7030323671167688,
    0.7030323671167688,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7313339020277783,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7635569936914364,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7839154964347087,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7876954808824926,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091,
    0.7535132777069091
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, and dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts and runs a password-cracking challenge on a laptop, with dozens of booths featuring colorful banners circling the polished floor.",
    "A cybersecurity company hosts and runs a password-cracking challenge on a laptop, with dozens of booths featuring colorful banners circling the polished floor.",
    "A cybersecurity company hosts and runs a password-cracking challenge on a laptop, set among dozens of booths whose colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a cybersecurity company hosts and runs a password-cracking challenge on a laptop, set among dozens of booths whose colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, a cybersecurity company hosts and runs a password-cracking challenge on a laptop, set among dozens of booths whose colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a cybersecurity company hosts and runs a password-cracking challenge on a laptop, set among dozens of booths whose colorful banners circle the polished floor. Students line up outside the university gym before the fair opens, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair, a cybersecurity company hosts and runs a password-cracking challenge on a laptop among dozens of booths with colorful banners circling the polished floor. Students line up outside the university gym before the fair opens, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3464311443397714,
    0.3464311443397714,
    0.3464311443397714,
    0.3464311443397714,
    0.3464311443397714,
    0.3464311443397714,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.3381763450929834,
    0.5540994173205414,
    0.5540994173205414,
    0.5540994173205414,
    0.5540994173205414,
    0.5540994173205414,
    0.5540994173205414,
    0.6522458664321664,
    0.6522458664321664,
    0.6522458664321664,
    0.6522458664321664,
    0.6522458664321664,
    0.6522458664321664,
    0.6522458664321664,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.8058206446784612,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.7934096001370258,
    0.8364891825494087,
    0.8364891825494087,
    0.8364891825494087,
    0.8364891825494087,
    0.8364891825494087
  ],
  "39": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "The event features a cybersecurity company conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, a cybersecurity company is conducting a password-cracking challenge on a laptop. A robotics startup flies a small drone over its booth to attract attention. Healthcare providers display photos from community outreach. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone over its booth to draw attention; healthcare providers display photos from community outreach; a PA announces the fair schedule; students line up outside the university gym before the fair opens; groups of friends mark target employers on the event map.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while a robotics startup flies a small drone over its booth to draw attention; healthcare providers display photos from community outreach; a PA announces the fair schedule; students line up outside the university gym before opening; groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone over its booth to draw attention; healthcare providers display photos from community outreach; a PA announces the fair schedule; students line up outside the university gym before opening; groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone over its booth to draw attention; healthcare providers display photos from community outreach; a PA announces the fair schedule; students line up outside the university gym before opening; groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.49465460982514997,
    0.49465460982514997,
    0.49465460982514997,
    0.49465460982514997,
    0.49465460982514997,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7356624346100462,
    0.7562233230153583,
    0.7562233230153583,
    0.7562233230153583,
    0.7562233230153583,
    0.7562233230153583,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.8395307313739492,
    0.5798827386951171,
    0.5798827386951171,
    0.5798827386951171,
    0.5798827386951171,
    0.5798827386951171,
    0.5798827386951171,
    0.5798827386951171,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.5814375714709573,
    0.702586949115416,
    0.702586949115416,
    0.702586949115416,
    0.702586949115416,
    0.702586949115416,
    0.702586949115416,
    0.702586949115416,
    0.5726604539041248,
    0.5726604539041248,
    0.5726604539041248,
    0.5726604539041248,
    0.5726604539041248,
    0.5726604539041248
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase photos from community outreach.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase photos from community outreach.",
    "Students clutch resumes inside branded folders; healthcare providers showcase photos from community outreach.",
    "In a setting blending career preparation and outreach, students clutch resumes inside branded folders while healthcare providers showcase photos from community outreach; some students rehearse elevator pitches quietly against the wall.",
    "A setting that blends career preparation and outreach features students clutching resumes inside branded folders while healthcare providers showcase photos from community outreach. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "A setting blending career preparation and outreach activities shows students clutching resumes inside branded folders while healthcare providers showcase photos from community outreach. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.35532587443395774,
    0.4294404374500289,
    0.4294404374500289,
    0.4294404374500289,
    0.4294404374500289,
    0.4294404374500289,
    0.4294404374500289,
    0.4294404374500289,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.4150203894749187,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.735150341193709,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381,
    0.7195093790698381
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against the wall, clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Before the career fair opens, students line up outside the university gym.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Before the career fair opens, students line up outside the university gym. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Before the fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair venue, students rehearse elevator pitches quietly against a wall and clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Before the fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.45710616031034024,
    0.45710616031034024,
    0.45710616031034024,
    0.45710616031034024,
    0.45710616031034024,
    0.45710616031034024,
    0.45710616031034024,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.6037154619398746,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.7849007817459038,
    0.8303928939614209,
    0.8303928939614209,
    0.8303928939614209,
    0.8303928939614209,
    0.8303928939614209,
    0.8303928939614209,
    0.8303928939614209,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141,
    0.8781726357708141
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies are displaying demo screens that show their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens showing their latest apps, while workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the university career event, tech companies display demo screens featuring their latest apps in one area while networking-etiquette workshops run in the adjoining classroom. Students clutch resumes tucked inside branded folders as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens, awaiting entry into the event.",
    "At the university career event, a tech-company area displays demo screens of their latest apps while networking-etiquette workshops run in the adjoining classroom. Students clutch resumes tucked inside branded folders as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens, awaiting entry into the event. Alumni volunteers offer quick pep talks near the coffee station.",
    "At a university career event, a tech-company area displays demo screens of their latest apps, while networking-etiquette workshops run in the adjoining classroom. Students clutch resumes tucked inside branded folders as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens, awaiting entry. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At a university career event, a tech-company area displays demo screens of their latest apps, while networking-etiquette workshops run in an adjoining classroom. Students clutch resumes tucked inside branded folders as an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens, awaiting entry. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "During a university career event, a tech-company area displays demo screens of their latest apps while networking-etiquette workshops run in an adjoining classroom. Students clutch resumes in branded folders as an alumni panel discusses interview preparation; career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the fair opens. Alumni volunteers offer pep talks near the coffee station. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.3702714220461911,
    0.3702714220461911,
    0.3702714220461911,
    0.3702714220461911,
    0.3702714220461911,
    0.5510933277794019,
    0.5510933277794019,
    0.5510933277794019,
    0.5510933277794019,
    0.5510933277794019,
    0.5510933277794019,
    0.6086838825704486,
    0.6086838825704486,
    0.6086838825704486,
    0.6086838825704486,
    0.6086838825704486,
    0.6086838825704486,
    0.6086838825704486,
    0.7652514813180649,
    0.7652514813180649,
    0.7652514813180649,
    0.7652514813180649,
    0.7652514813180649,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.776678947820268,
    0.8034384444733478,
    0.8034384444733478,
    0.8034384444733478,
    0.8034384444733478,
    0.8034384444733478,
    0.8034384444733478,
    0.8034384444733478,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084161613380698,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8084753666228424,
    0.8358951276049172,
    0.8358951276049172
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "A group of students rehearses elevator pitches quietly against a wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a group of students quietly rehearses elevator pitches against a wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a group of students quietly rehearses elevator pitches against a wall. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a group of students quietly rehearses elevator pitches against a wall, while a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a group of students quietly rehearses elevator pitches against a wall, while a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the event, students quietly rehearse elevator pitches against a wall, while a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map.",
    "At the event, students rehearse elevator pitches against a wall while a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, students rehearse elevator pitches against a wall, while a robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3808890638212792,
    0.3808890638212792,
    0.3808890638212792,
    0.3808890638212792,
    0.3808890638212792,
    0.7210125505421227,
    0.7210125505421227,
    0.7210125505421227,
    0.7210125505421227,
    0.7210125505421227,
    0.7210125505421227,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.7704081155620728,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.5983765383724975,
    0.7470096250458997,
    0.7470096250458997,
    0.7470096250458997,
    0.7470096250458997,
    0.7470096250458997,
    0.7470096250458997,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.7669559558302033,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142,
    0.8048052854682142
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "In a setting with consulting firms and students, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "The setting features consulting firms and students. Consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "The setting centers on consulting firms and students. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene centers on consulting firms and students at an event where consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on a career fair at the university, where consulting firms and students mingle. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, consulting firms mingle with students. Firms place glossy case-study booklets on high tables while students clutch resumes inside branded folders. Career counselors guide unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Before the fair opens, students line up outside the university gym. Groups of friends mark target employers on the event map."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.31239829039003536,
    0.31239829039003536,
    0.31239829039003536,
    0.31239829039003536,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.6482507311287635,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7015491791808108,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.7224588678541669,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8141251283849936,
    0.8334770756140248,
    0.8334770756140248,
    0.8334770756140248,
    0.8334770756140248
  ],
  "45": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career services setting, career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a career services setting, career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "In a career services setting, counselors guide unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "In a career services setting, counselors guide unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "In a career services setting, counselors guide unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At a career services fair, counselors guide unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career services fair, counselors guide unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5179882681757295,
    0.5179882681757295,
    0.5179882681757295,
    0.5179882681757295,
    0.5179882681757295,
    0.5179882681757295,
    0.5179882681757295,
    0.6161548515407732,
    0.6161548515407732,
    0.6161548515407732,
    0.6161548515407732,
    0.6161548515407732,
    0.6161548515407732,
    0.6161548515407732,
    0.6466943753102529,
    0.6466943753102529,
    0.6466943753102529,
    0.6466943753102529,
    0.6466943753102529,
    0.6466943753102529,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.680743948218284,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.7467940636464325,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8598338642810773,
    0.8668478351052391,
    0.8668478351052391,
    0.8668478351052391
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "The scene centers on a career fair prep environment at the university: an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At the university career fair prep scene, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair prep scene, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair prep scene, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers giving quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the university career fair prep, an alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering quick pep talks near the coffee station. Groups of friends mark target employers on the event map, while students queue outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society runs a resume review table near the stage."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.39493215700760465,
    0.39493215700760465,
    0.39493215700760465,
    0.39493215700760465,
    0.39493215700760465,
    0.39493215700760465,
    0.39493215700760465,
    0.5886965243366467,
    0.5886965243366467,
    0.5886965243366467,
    0.5886965243366467,
    0.5886965243366467,
    0.5886965243366467,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.6424020431150371,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8040655370249435,
    0.8469860410937433,
    0.8469860410937433,
    0.8469860410937433,
    0.8469860410937433,
    0.8469860410937433,
    0.8469860410937433,
    0.8469860410937433
  ],
  "47": [
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while students line up outside the university gym before the career fair opens.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students lined up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop as students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym before the career fair opens, a cybersecurity company is conducting a password-cracking challenge on a laptop as students line up. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "Outside the university gym, before the career fair opens, a cybersecurity company is conducting a password-cracking challenge on a laptop as students line up. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders as they await the fairs opening.",
    "Outside the university gym, before the career fair opens, a cybersecurity company is conducting a password-cracking challenge on a laptop as students line up. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders as they await the fairs opening. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, before the career fair opens, a cybersecurity company is conducting a password-cracking challenge on a laptop as students line up. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders as they await the fairs opening. Healthcare providers showcase community outreach photos."
  ],
  "47_score": [
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.3272469795565201,
    0.5288543284216969,
    0.5288543284216969,
    0.5288543284216969,
    0.5288543284216969,
    0.5288543284216969,
    0.5288543284216969,
    0.5292651145907792,
    0.5292651145907792,
    0.5292651145907792,
    0.5292651145907792,
    0.5292651145907792,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.6385078887931361,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.7740386004894328,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8006816730159159,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619,
    0.8276347513659619
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before the career fair opens."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.45509066316202135
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently. Finance firms offer QR codes for immediate internship applications.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently. Finance firms offer QR codes for immediate internship applications. Before the career fair opens, students line up outside the university gym.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, with these activities occurring concurrently. Finance firms offer QR codes for immediate internship applications. Before the career fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, with introductions and note-taking occurring concurrently. Finance firms offer QR codes for immediate internship applications. Before the career fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "On campus, career fair activity centers on human resources teams jotting notes on tablets as students introduce themselves, with introductions and note-taking occurring concurrently. Finance firms offer QR codes for immediate internship applications. Before the career fair opens, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "On campus, a career fair centers on HR teams jotting notes on tablets as students introduce themselves, with introductions and note-taking occurring concurrently. Finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.5512076840494047,
    0.7365341123124508,
    0.7365341123124508,
    0.7365341123124508,
    0.7365341123124508,
    0.7365341123124508,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7352684889589474,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.7580109409382384,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8026545606564044,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.8759387993956613,
    0.854608125661174,
    0.854608125661174,
    0.854608125661174,
    0.854608125661174,
    0.854608125661174
  ]
}