{
  "0": [
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict several individuals, including a male healthcare provider wearing a white coat and a female healthcare provider wearing a blue shirt. The photos show the providers interacting with a group of approximately ten people gathered in a brightly lit outdoor setting. A table with medical supplies is visible in the background.",
    "The outdoor community outreach event shows a group of approximately ten people interacting with two healthcare providers. One provider wears a white coat, while the other wears a blue shirt. A table containing medical supplies is positioned in the background. Several tech companies are displaying demo screens.",
    "The outdoor community outreach event features approximately ten people interacting with two healthcare providers. One provider wears a white coat, and the other wears a blue shirt. A table containing medical supplies is positioned in the background, and several tech companies are displaying demo screens. Students are observed clutching resumes inside branded folders.",
    "The outdoor community outreach event involves approximately ten people and two healthcare providers: one wearing a white coat and the other a blue shirt. A table containing medical supplies is positioned in the background, alongside demo screens displayed by several tech companies. Students are observed with resumes inside branded folders, and the tech companies are showcasing their latest apps on demo screens.",
    "The outdoor community outreach event includes approximately ten people, one healthcare provider in a white coat, and another in a blue shirt. A table containing medical supplies is positioned in the background, alongside demo screens displaying applications from several tech companies. Students are carrying resumes within branded folders, while consulting firms have stacked glossy case study booklets on high tables.",
    "The outdoor community outreach event gathers approximately ten people around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present.",
    "The outdoor community outreach event gathers approximately ten people around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present.",
    "The outdoor community outreach event includes approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present.",
    "The outdoor community outreach event features approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present, accompanied by a welcome announcement outlining the fair schedule over the PA system.",
    "The outdoor community outreach event includes approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present, accompanied by a welcome announcement outlining the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "The outdoor community outreach event features approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present, accompanied by a welcome announcement outlining the fair schedule over the PA system.",
    "The career fair is underway, with approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present. Students line up outside the university gym before the fair opens.",
    "The career fair is underway, with approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present. Students line up outside the university gym before the fair opens.",
    "The career fair is underway, with approximately ten people gathered around a polished floor dotted with dozens of booths displaying colorful banners. A table containing medical supplies is positioned in the background, staffed by a healthcare provider in a white coat and another in a blue shirt. Students are carrying resumes within branded folders, and consulting firms have stacked glossy case study booklets on high tables. Demo screens displaying applications from several tech companies are also present. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "0_score": [
    0.0,
    0.3761653587669538,
    0.3761653587669538,
    0.41490778028286956,
    0.41490778028286956,
    0.47829186231701704,
    0.47829186231701704,
    0.47829186231701704,
    0.47829186231701704,
    0.47919867992795095,
    0.47919867992795095,
    0.47919867992795095,
    0.47919867992795095,
    0.5030627457489317,
    0.5030627457489317,
    0.5030627457489317,
    0.5030627457489317,
    0.5030627457489317,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5245871649492746,
    0.5252626428220248,
    0.5252626428220248,
    0.5252626428220248,
    0.5252626428220248,
    0.5252626428220248,
    0.5252626428220248,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.6356396049028514,
    0.6356396049028514,
    0.6356396049028514,
    0.6356396049028514,
    0.6356396049028514,
    0.6356396049028514,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.5915167920471811,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.769577303556163,
    0.7364846991861618,
    0.7364846991861618
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Tech companies are displaying demo screens showcasing their newest apps. The screens feature a red robot and a blue robot.",
    "The entrance displays demo screens featuring a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees.",
    "The entrance features demo screens displaying a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Event staff scan registrations and hand out lanyards at the entrance.",
    "The entrance features demo screens displaying a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students clutch resumes inside branded folders.",
    "The entrance displays demo screens showcasing a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "The entrance features demo screens displaying a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The entrance displays demo screens showing a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "The entrance features demo screens displaying a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps.",
    "The entrance displays demo screens featuring a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "The entrance features demo screens displaying a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "The entrance displays demo screens featuring a red robot and a blue robot. Event staff are scanning registrations and distributing lanyards to attendees. Students line up outside the university gym, clutching resumes in branded folders. Alumni volunteers share pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34904861958723754,
    0.34904861958723754,
    0.34904861958723754,
    0.44396187589255,
    0.44396187589255,
    0.44396187589255,
    0.44396187589255,
    0.44396187589255,
    0.44396187589255,
    0.47427301947746203,
    0.47427301947746203,
    0.47427301947746203,
    0.47427301947746203,
    0.5844282335373319,
    0.5844282335373319,
    0.5844282335373319,
    0.5844282335373319,
    0.6779758359944534,
    0.6779758359944534,
    0.6779758359944534,
    0.6779758359944534,
    0.6779758359944534,
    0.6779758359944534,
    0.704625240571241,
    0.704625240571241,
    0.704625240571241,
    0.704625240571241,
    0.7300139536095485,
    0.7300139536095485,
    0.7300139536095485,
    0.7300139536095485,
    0.7300139536095485,
    0.7300139536095485,
    0.7300139536095485,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7610685634261787,
    0.7575390471614958,
    0.7575390471614958,
    0.7575390471614958,
    0.7575390471614958,
    0.7575390471614958,
    0.7649452163375976,
    0.7649452163375976,
    0.7649452163375976,
    0.7649452163375976,
    0.7649452163375976,
    0.7649452163375976,
    0.7649452163375976,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844,
    0.75308404657844
  ],
  "2": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The entrance is currently occupied by staff members.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, which is currently occupied by staff members. Career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Career counselors are reminding attendees to maintain eye contact, and alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Career counselors are reminding attendees to maintain eye contact. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Career counselors are reminding attendees to maintain eye contact near the coffee station. Alumni volunteers are sharing quick pep talks.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Career counselors are reminding attendees to maintain eye contact near the coffee station. Alumni volunteers are sharing quick pep talks, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors are reminding attendees to maintain eye contact near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors are reminding attendees to maintain eye contact near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the university entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors are reminding attendees to maintain eye contact near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the university entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors are reminding attendees to maintain eye contact near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the university entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors are reminding attendees to maintain eye contact near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the university entrance, where staff members are present. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Career counselors are reminding attendees to maintain eye contact near the coffee station. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4105118995661423,
    0.4105118995661423,
    0.4105118995661423,
    0.4105118995661423,
    0.5376693159340745,
    0.5376693159340745,
    0.5376693159340745,
    0.5376693159340745,
    0.5376693159340745,
    0.5376693159340745,
    0.5499641899636423,
    0.5499641899636423,
    0.5499641899636423,
    0.5499641899636423,
    0.5753999114449385,
    0.5753999114449385,
    0.5753999114449385,
    0.5753999114449385,
    0.5753999114449385,
    0.6682324468602746,
    0.6682324468602746,
    0.6682324468602746,
    0.6682324468602746,
    0.6682324468602746,
    0.674490910710708,
    0.674490910710708,
    0.674490910710708,
    0.674490910710708,
    0.674490910710708,
    0.7036375390811405,
    0.7036375390811405,
    0.7036375390811405,
    0.7036375390811405,
    0.7036375390811405,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.8005227157832738,
    0.844630449272167,
    0.844630449272167,
    0.844630449272167,
    0.844630449272167,
    0.844630449272167,
    0.844630449272167,
    0.844630449272167,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8620182632641731,
    0.8609652466626497,
    0.8609652466626497,
    0.8609652466626497
  ],
  "3": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing backpacks and carrying resumes. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps. Alumni volunteers offer quick pep talks near the coffee station, while healthcare providers share photos of their community outreach programs.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers share photos of their community outreach programs.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers share photos of their community outreach programs. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers share photos of their community outreach programs. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, many wearing backpacks and carrying resumes. A welcome announcement details the fair schedule via the PA system. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.621714724255375,
    0.621714724255375,
    0.621714724255375,
    0.7504043556645641,
    0.7504043556645641,
    0.7504043556645641,
    0.7907717730586038,
    0.7907717730586038,
    0.7907717730586038,
    0.7907717730586038,
    0.7907717730586038,
    0.7907717730586038,
    0.7907717730586038,
    0.8702376008442513,
    0.8702376008442513,
    0.8702376008442513,
    0.8702376008442513,
    0.8752278393924434,
    0.8752278393924434,
    0.8752278393924434,
    0.8752278393924434,
    0.866965222459701,
    0.866965222459701,
    0.866965222459701,
    0.8800173579006133,
    0.8800173579006133,
    0.8800173579006133,
    0.8800173579006133,
    0.8800173579006133,
    0.8800173579006133,
    0.8782404968374089,
    0.8782404968374089,
    0.8782404968374089,
    0.8782404968374089,
    0.8782404968374089,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8668719544832859,
    0.8664906456892645,
    0.8664906456892645,
    0.8664906456892645,
    0.8664906456892645,
    0.8664906456892645,
    0.8664906456892645,
    0.8784379551084669,
    0.8784379551084669,
    0.8784379551084669,
    0.8784379551084669,
    0.8784379551084669,
    0.8784379551084669
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "5": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing bright blue jackets. The volunteers are standing on a blue folding table.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Several students are wearing bright blue jackets, and alumni volunteers share quick pep talks near a blue folding table. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Outside the university gym, students in bright blue jackets line up before the career fair opens. Alumni volunteers share quick pep talks near a blue folding table, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Outside the university gym, students in bright blue jackets line up before the career fair opens. Alumni volunteers share quick pep talks near a blue folding table, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Outside the university gym, students in bright blue jackets line up before the career fair opens. Alumni volunteers share quick pep talks near a blue folding table, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Outside the university gym, students in bright blue jackets line up before the career fair opens. Alumni volunteers share quick pep talks near a blue folding table, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "5_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.749776792163356,
    0.749776792163356,
    0.749776792163356,
    0.749776792163356,
    0.8061432009644917,
    0.8061432009644917,
    0.8061432009644917,
    0.8061432009644917,
    0.8117173437813014,
    0.8117173437813014,
    0.8117173437813014,
    0.8117173437813014,
    0.8117173437813014,
    0.8117173437813014,
    0.8117173437813014,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8402545633614287,
    0.8492185792591741,
    0.8492185792591741,
    0.8492185792591741,
    0.8492185792591741,
    0.8492185792591741,
    0.8492185792591741,
    0.867470876171996,
    0.867470876171996,
    0.867470876171996,
    0.867470876171996,
    0.867470876171996,
    0.867470876171996,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.8336207801444264,
    0.829396718178484,
    0.829396718178484
  ],
  "6": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of medical professionals, including a doctor and a nurse, standing with several patients outside a brightly lit community center. The patients are wearing casual clothing and appear to be smiling. The community center has a large sign reading “Healthy Hearts Project.”",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of medical professionals, including a doctor and a nurse, standing with several patients outside a brightly lit community center. The patients are wearing casual clothing and appear to be smiling. The community center has a large sign reading “Healthy Hearts Project.” Alumni volunteers share quick pep talks near the coffee station.",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of medical professionals, including a doctor and a nurse, standing with several patients outside a brightly lit community center. The patients are wearing casual clothing and appear to be smiling. The community center has a large sign reading “Healthy Hearts Project.” Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "The scene depicts a community outreach event at a brightly lit community center displaying the “Healthy Hearts Project.” Medical professionals, including a doctor and a nurse, are standing with several patients who are wearing casual clothing and smiling. Alumni volunteers are sharing quick pep talks near a coffee station, while event staff scan registrations and hand out lanyards at the entrance. Tech companies are displaying demo screens.",
    "The “Healthy Hearts Project” event is taking place at a brightly lit community center. Medical professionals, including a doctor and a nurse, are present with several patients wearing casual clothing and smiling. Alumni volunteers are sharing quick pep talks near a coffee station, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies are displaying demo screens.",
    "The “Healthy Hearts Project” is underway at a brightly lit community center. Medical professionals, including a doctor and a nurse, are attending to several patients wearing casual clothing and smiling. Alumni volunteers are giving quick pep talks near a coffee station, while event staff are scanning registrations and distributing lanyards at the entrance. Tech companies are displaying demo screens, and career counselors are reminding attendees to maintain eye contact.",
    "The Healthy Hearts Project is taking place at a brightly lit community center. Medical professionals, including a doctor and a nurse, are attending to several patients wearing casual clothing and smiling. Alumni volunteers are giving quick pep talks near a coffee station, while event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens.",
    "The Healthy Hearts Project is taking place at a brightly lit community center, where medical professionals, including a doctor and a nurse, are attending to several patients wearing casual clothing and smiling. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens. Healthcare providers showcase community outreach photos.",
    "The Healthy Hearts Project is taking place at a brightly lit community center, where a doctor and a nurse are attending to several patients wearing casual clothing and smiling. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens. Healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "The Healthy Hearts Project is taking place at a brightly lit community center, where a doctor and a nurse are attending to several patients wearing casual clothing and smiling. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens. Healthcare providers showcase community outreach photos, while students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "The Healthy Hearts Project is taking place at a brightly lit community center, where a doctor and a nurse are attending to several patients wearing casual clothing and smiling. Dozens of booths with colorful banners circle the polished floor, and tech companies are displaying demo screens. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens, clutching resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.3800266313934571,
    0.3800266313934571,
    0.3800266313934571,
    0.45864488400501124,
    0.45864488400501124,
    0.45864488400501124,
    0.45864488400501124,
    0.5106575973900411,
    0.5106575973900411,
    0.5106575973900411,
    0.524785526822484,
    0.524785526822484,
    0.524785526822484,
    0.524785526822484,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.516184424044252,
    0.5352135381076828,
    0.5352135381076828,
    0.5352135381076828,
    0.5352135381076828,
    0.5373611182924815,
    0.5373611182924815,
    0.5373611182924815,
    0.5373611182924815,
    0.5373611182924815,
    0.43350928550684775,
    0.43350928550684775,
    0.43350928550684775,
    0.43350928550684775,
    0.43350928550684775,
    0.46032776452501223,
    0.46032776452501223,
    0.46032776452501223,
    0.46032776452501223,
    0.46032776452501223,
    0.46032776452501223,
    0.46032776452501223,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5725823631955584,
    0.5693290935474496,
    0.5693290935474496,
    0.5693290935474496,
    0.5693290935474496,
    0.5693290935474496,
    0.5693290935474496,
    0.5693290935474496
  ],
  "7": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.8315057183136814,
    0.8315057183136814,
    0.8315057183136814,
    0.8315057183136814,
    0.856159117489934,
    0.856159117489934,
    0.856159117489934,
    0.856159117489934,
    0.7191354587317823,
    0.7191354587317823,
    0.7191354587317823,
    0.7191354587317823,
    0.7191354587317823,
    0.7179793491603255,
    0.7179793491603255,
    0.7179793491603255,
    0.7179793491603255,
    0.7179793491603255,
    0.7179793491603255,
    0.8296241692766015,
    0.8296241692766015,
    0.8296241692766015,
    0.8296241692766015,
    0.8296241692766015,
    0.8741956109269726,
    0.8741956109269726,
    0.8741956109269726,
    0.8741956109269726,
    0.8741956109269726,
    0.8741956109269726,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8555643051046138,
    0.8514041181032329
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos. A welcome announcement is outlining the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos. A welcome announcement is outlining the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Healthcare providers are displaying community outreach photos, and an announcement is outlining the fair schedule over the PA system. Students are clutching resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables, surrounded by dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders. An announcement is outlining the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, surrounded by dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders. An announcement is outlining the fair schedule over the PA system, with healthcare providers continuing to showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables, surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders. An announcement is outlining the fair schedule over the PA system, with healthcare providers continuing to showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables, surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and an announcement is outlining the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while an announcement is outlining the fair schedule over the PA system.",
    "Several glossy case study booklets are stacked on high tables, surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and an announcement is outlining the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets are stacked on high tables surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and an announcement is outlining the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets are stacked on high tables surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and an announcement is outlining the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets are stacked on high tables surrounding dozens of booths with colorful banners circling the polished floor. Healthcare providers are displaying community outreach photos, and alumni volunteers are sharing quick pep talks near the coffee station. Students are clutching resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and an announcement is outlining the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.35338131286195146,
    0.35338131286195146,
    0.35338131286195146,
    0.5338814595192718,
    0.5338814595192718,
    0.5338814595192718,
    0.5338814595192718,
    0.6704742163705579,
    0.6704742163705579,
    0.6704742163705579,
    0.6704742163705579,
    0.6362437416479512,
    0.6362437416479512,
    0.6362437416479512,
    0.7105541997056811,
    0.7105541997056811,
    0.7105541997056811,
    0.7105541997056811,
    0.6779813960288708,
    0.6779813960288708,
    0.6779813960288708,
    0.6779813960288708,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7563015498748529,
    0.7404598597351846,
    0.7404598597351846,
    0.7404598597351846,
    0.7404598597351846,
    0.7404598597351846,
    0.7404598597351846,
    0.7392298362035232,
    0.7392298362035232,
    0.7392298362035232,
    0.7392298362035232,
    0.7392298362035232,
    0.8523977738192435,
    0.8523977738192435,
    0.8523977738192435,
    0.8523977738192435,
    0.8523977738192435,
    0.8523977738192435,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8531581931145895,
    0.8622390708609478,
    0.8622390708609478,
    0.8622390708609478,
    0.8622390708609478,
    0.8622390708609478
  ],
  "9": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos near the coffee station, while alumni volunteers share quick pep talks.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos near the coffee station, while alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, while alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. A welcome announcement details the fair schedule over the PA system. Healthcare providers showcase community outreach photos near the coffee station, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.4989865969158758,
    0.6345498265928956,
    0.7781151240297179,
    0.7781151240297179,
    0.7781151240297179,
    0.7781151240297179,
    0.8184449402052021,
    0.8184449402052021,
    0.8184449402052021,
    0.8184449402052021,
    0.8184449402052021,
    0.8342844204422544,
    0.8342844204422544,
    0.8342844204422544,
    0.8342844204422544,
    0.8342844204422544,
    0.8342844204422544,
    0.8342844204422544,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8864996974962244,
    0.8658857247848635,
    0.8658857247848635,
    0.8658857247848635,
    0.8658857247848635,
    0.8658857247848635,
    0.8929885793136857,
    0.8929885793136857,
    0.8929885793136857,
    0.8929885793136857,
    0.8929885793136857,
    0.8929885793136857,
    0.8929885793136857,
    0.8652808856991201,
    0.8652808856991201,
    0.8652808856991201,
    0.8652808856991201,
    0.8652808856991201,
    0.8652808856991201,
    0.8689142936645113,
    0.8689142936645113,
    0.8689142936645113,
    0.8689142936645113,
    0.8689142936645113,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8753921500535036,
    0.8670572318434651,
    0.8670572318434651,
    0.8670572318434651,
    0.8670572318434651
  ]
}