{
  "0": [
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor; in the same venue, healthcare providers are showcasing community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor; in the same venue, healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and healthcare providers display community outreach photos inside the same venue. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, students line up before the career fair opens. Inside, a conference-like hall with a polished floor hosts dozens of booths with colorful banners arranged in a circular pattern around the space, while healthcare providers display community outreach photos. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, students line up before the career fair opens. Inside, a conference-like hall with a polished floor hosts dozens of booths with colorful banners arranged in a circular pattern around the space, while healthcare providers display community outreach photos. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, students line up before the career fair opens. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space in a circular pattern, and healthcare providers display community outreach photos at the booths. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, students line up before the career fair opens. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space in a circular pattern as healthcare providers display community outreach photos. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while a welcome PA announces the fair schedule. A combined health outreach and career fair takes place in this polished-floor venue, and outside, tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space in a circular pattern as healthcare providers display community outreach photos. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while a welcome PA announces the fair schedule. A combined health outreach and career fair takes place in this polished-floor venue, and outside, tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A combined health outreach and career fair unfolds in a polished-floor conference-like hall where dozens of booths with colorful banners encircle the space in a circular arrangement. Healthcare providers display community outreach photos at their booths, while tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The booths continue encircling the polished floor.",
    "A combined health outreach and career fair unfolds in a polished-floor, conference-like hall where dozens of booths with colorful banners encircle the space in a circular arrangement. Healthcare providers display community outreach photos at their booths, while tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer brief pep talks near the coffee station, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The booths continue encircling the polished floor.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, while tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Alumni volunteers offer brief pep talks near the coffee station, and a welcome PA outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Outside near the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders.",
    "In a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos, tech companies show demo screens with their latest apps, and consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside near the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. The inside-outside arrangement persists as the fair proceeds.",
    "Inside a conference-style hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space, where healthcare providers display community outreach photos; tech companies show demo screens with their latest apps; and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers give brief pep talks near the coffee station, while a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside near the university gym, students line up before the fair opens; inside, students clutch resumes in branded folders. The inside-outside arrangement persists through the fair as a dual health outreach and career event, with the same booths, photos, pep talks, eye-contact reminders, and schedule continuing as attendees move through space."
  ],
  "0_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.4989865969158758,
    0.4989865969158758,
    0.7291704907395895,
    0.7291704907395895,
    0.7291704907395895,
    0.8332332420902249,
    0.8332332420902249,
    0.8260947337109914,
    0.8260947337109914,
    0.8260947337109914,
    0.8559054597301174,
    0.8559054597301174,
    0.8559054597301174,
    0.8470713683702535,
    0.8470713683702535,
    0.8470713683702535,
    0.8470713683702535,
    0.8777280377603409,
    0.8777280377603409,
    0.8777280377603409,
    0.8777280377603409,
    0.8777280377603409,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8782699463489417,
    0.8470104936146892,
    0.8470104936146892,
    0.8470104936146892,
    0.8470104936146892,
    0.8470104936146892,
    0.8470104936146892,
    0.8628548814809311,
    0.8628548814809311,
    0.8628548814809311,
    0.8139835408135081,
    0.8139835408135081,
    0.8139835408135081,
    0.8139835408135081,
    0.8170084002256712,
    0.8170084002256712,
    0.8170084002256712,
    0.8052009822111844,
    0.8052009822111844,
    0.8052009822111844,
    0.8052009822111844,
    0.7857454871574961,
    0.7857454871574961,
    0.7857454871574961,
    0.7876052081836036,
    0.7876052081836036,
    0.7876052081836036
  ],
  "1": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables.",
    "In a conference-like hall, career counselors remind attendees to maintain eye contact while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos.",
    "In a conference-like hall, career counselors remind attendees to maintain eye contact as consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle a polished floor, and healthcare providers showcase community outreach photos.",
    "In a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "A conference-like hall with a polished floor hosts dozens of booths with colorful banners encircling the space, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "A conference-like hall with a polished floor hosts dozens of booths with colorful banners encircling the space, forming a circular arrangement around the area, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule.",
    "Inside the conference-like hall with a polished floor, dozens of booths with colorful banners form a circular arrangement around the space, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths with colorful banners surrounds the space, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths with colorful banners surrounds the space, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space, where healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards while a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give quick pep talks near the coffee station.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, and tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station. Inside, alumni volunteers again offer brief pep talks near the coffee station. A PA welcome announcement outlines the fair schedule, and the booths continue encircling the polished floor.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, and tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station. Inside, alumni volunteers again offer brief pep talks near the coffee station. A PA welcome announcement outlines the fair schedule, and the booths continue encircling the polished floor.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, and tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and alumni volunteers give brief pep talks near the coffee station. Inside, alumni volunteers again offer brief pep talks near the coffee station. The booths continue encircling the polished floor.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, and tech companies show demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside near the university gym, students line up before the career fair opens as alumni volunteers give brief pep talks near the coffee station. Inside, alumni volunteers again offer brief pep talks near the coffee station. The booths continue encircling the polished floor. Students clutch resumes inside branded folders.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos, tech companies show demo screens with their latest apps, and consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside near the university gym, students line up before the fair opens as alumni volunteers give brief pep talks near the coffee station; inside, alumni volunteers again offer brief pep talks by the coffee station. The booths encircle the floor; students clutch resumes inside branded folders. The inside-outside arrangement persists as the fair proceeds.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, tech companies show demo screens with their latest apps, and consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside near the university gym, students line up before the fair opens as alumni volunteers give brief pep talks near the coffee station; inside, alumni volunteers again offer brief pep talks by the coffee station. The booths encircle the floor; students clutch resumes inside branded folders. The inside-outside arrangement persists as the fair proceeds.",
    "In a conference-like hall with a polished floor, a circular arrangement of dozens of booths with colorful banners surrounds the space. Exhibitors include healthcare providers displaying community outreach photos, tech companies showing demo screens with their latest apps, and consulting firms stacking glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards; a welcome PA outlines the fair schedule. Outside near the university gym, students line up before the fair opens, while alumni volunteers give brief pep talks near the coffee station; inside, alumni volunteers again offer brief pep talks by the coffee station. The booths encircle the floor, and students clutch resumes inside branded folders. The inside-outside arrangement persists as the fair proceeds. A welcome announcement outlines the fair schedule over the PA system.",
    "A conference-like hall with a polished floor hosts a circular arrangement of dozens of booths adorned with colorful banners. Exhibitors include healthcare providers displaying community outreach photos, tech companies showing demo screens with their latest apps, and consulting firms stacking glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside near the university gym, students line up before the fair opens; alumni volunteers offer brief pep talks near the coffee station, and inside, alumni volunteers again offer brief pep talks by the coffee station. The booths encircle the floor and students clutch resumes inside branded folders. The inside-outside arrangement persists as the fair proceeds."
  ],
  "1_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.45367163018917855,
    0.45367163018917855,
    0.5849458671221974,
    0.5849458671221974,
    0.5849458671221974,
    0.5805545848084874,
    0.5805545848084874,
    0.5805545848084874,
    0.5805545848084874,
    0.6246361200503867,
    0.6246361200503867,
    0.6246361200503867,
    0.6182462848348256,
    0.6182462848348256,
    0.6939131777020965,
    0.6939131777020965,
    0.6939131777020965,
    0.8315781015378422,
    0.8315781015378422,
    0.8315781015378422,
    0.811186402581059,
    0.811186402581059,
    0.811186402581059,
    0.8351586355905086,
    0.8351586355905086,
    0.8351586355905086,
    0.8351586355905086,
    0.8307310952353798,
    0.8307310952353798,
    0.8307310952353798,
    0.8375364642416876,
    0.8375364642416876,
    0.8375364642416876,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8191912453630654,
    0.8198599617984568,
    0.8198599617984568,
    0.8198599617984568,
    0.8198599617984568,
    0.8198599617984568,
    0.8413911522009582,
    0.8413911522009582,
    0.8413911522009582,
    0.8413911522009582,
    0.7858950006196951,
    0.7858950006196951,
    0.781441630453285,
    0.781441630453285,
    0.781441630453285,
    0.781441630453285,
    0.784571247841443,
    0.784571247841443,
    0.784571247841443,
    0.8025237313871376
  ],
  "2": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor in a venue where healthcare providers are showcasing community outreach photos; career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall, where healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall, where healthcare providers showcase community outreach photos and consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor in a conference-like hall, where healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance. Inside, the same setup continues with alumni talks near the coffee station and eye-contact reminders, accompanied by the ongoing display of booths and healthcare photos.",
    "Dozens of booths with colorful banners encircle a polished conference-like hall floor, where healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens as event staff scan registrations and hand out lanyards at the entrance. Inside, the same arrangement persists: booths and healthcare photos remain displayed, alumni talks occur near the coffee station, and eye-contact reminders continue.",
    "Dozens of booths with colorful banners encircle a polished conference-like hall floor where healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens as event staff scan registrations and hand out lanyards at the entrance; inside, the arrangement persists with booths, photos, talks, and eye-contact reminders. At the event entrance, staff scan registrations and hand out lanyards as tech companies display demo screens, while a welcome PA outlines the fair schedule.",
    "In a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space in a circular pattern. Healthcare providers display community outreach photos at the booths, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens as staff scan registrations and distribute lanyards; inside, the arrangement persists with booths, photos, talks, eye-contact reminders. A welcome announcement over the PA reiterates the schedule.",
    "In a conference-like hall with a polished floor, dozens of booths arranged in a circular pattern around the space display colorful banners. Healthcare providers show community outreach photos at their booths, and tech companies display demo screens with their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens as staff scan registrations and distribute lanyards. Inside, the arrangement persists with booths, photos, talks, eye-contact reminders, and alumni volunteers offering brief pep talks near the coffee station; a PA welcome reiterates the schedule as booths continue encircling the polished floor.",
    "Inside a conference-like hall with a polished floor, dozens of booths encircle the space with colorful banners; healthcare providers display community outreach photos, consulting firms stack glossy case study booklets on high tables, and tech companies show demo screens with their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens as staff scan registrations and distribute lanyards. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "Inside a conference-like hall with a polished floor, dozens of booths encircle the space, banners in color; healthcare providers display community outreach photos, consulting firms stack glossy case-study booklets on high tables, and tech companies show demo screens with their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens as staff scan registrations and distribute lanyards. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside a conference-like hall with a polished floor, dozens of booths encircle the space as banners in color. Healthcare providers display community outreach photos; consulting firms stack glossy case-study booklets on high tables; tech companies show demo screens with their latest apps. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens as staff scan registrations and distribute lanyards. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens; staff scan registrations and distribute lanyards. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds, with demo screens showing latest apps and the PA schedule also present.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens; staff scan registrations and distribute lanyards. The inside-outside arrangement persists: the same booths, photos, pep talks, eye-contact reminders, demo screens, and the PA schedule continue as the fair proceeds."
  ],
  "2_score": [
    0.0,
    0.0,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.45827858250258424,
    0.45827858250258424,
    0.45827858250258424,
    0.4593414690827373,
    0.4593414690827373,
    0.7741349545885134,
    0.7741349545885134,
    0.7741349545885134,
    0.7741349545885134,
    0.7741349545885134,
    0.7741349545885134,
    0.7597534272541675,
    0.7597534272541675,
    0.789192627991075,
    0.789192627991075,
    0.789192627991075,
    0.789192627991075,
    0.789192627991075,
    0.8126505023354138,
    0.8126505023354138,
    0.8126505023354138,
    0.7902476447043867,
    0.7902476447043867,
    0.7902476447043867,
    0.8038426177946558,
    0.8038426177946558,
    0.8038426177946558,
    0.8038426177946558,
    0.8038426177946558,
    0.8038426177946558,
    0.7734459563220168,
    0.7734459563220168,
    0.7734459563220168,
    0.7734459563220168,
    0.7734459563220168,
    0.7817060896838435,
    0.7817060896838435,
    0.7817060896838435,
    0.7817060896838435,
    0.7817060896838435,
    0.7817060896838435,
    0.7684189809586544,
    0.7684189809586544,
    0.7684189809586544,
    0.7801041051072872,
    0.7801041051072872,
    0.7801041051072872,
    0.7657315442950381,
    0.7657315442950381,
    0.7657315442950381,
    0.7669211088241981,
    0.7669211088241981,
    0.7669211088241981,
    0.7669211088241981,
    0.7578530509411354,
    0.7578530509411354,
    0.7578530509411354,
    0.7578530509411354,
    0.7578530509411354,
    0.7638059862880063
  ],
  "3": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "In a venue, career counselors remind attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos. Dozens of booths with colorful banners circle a polished floor.",
    "In a venue, career counselors remind attendees to maintain eye contact while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle a polished floor, creating a circular arrangement around the space.",
    "At a venue, career counselors remind attendees to maintain eye contact while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. A welcome announcement over the PA system outlines the fair schedule.",
    "At a venue, career counselors remind attendees to maintain eye contact while healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. A welcome announcement over the PA system outlines the fair schedule.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space, where healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. At these booths, healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Healthcare providers display community outreach photos at these booths, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor in a circular layout. Healthcare providers display community outreach photos at the booths, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Inside a venue, dozens of booths with colorful banners encircle a polished floor in a circular layout. Tech companies display demo screens showing their latest apps; healthcare providers display community outreach photos at the booths; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens.",
    "Inside a venue, a combined health outreach and career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space in a circular arrangement. Tech companies display demo screens showing their latest apps; healthcare providers display community outreach photos among the displays; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens.",
    "Inside a venue, a combined health outreach and career fair unfolds on a polished floor, with dozens of booths and banners arranged in a circular layout. Tech companies display demo screens; healthcare providers show community outreach photos; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. Dozens of booths with colorful banners encircle the space, and a welcome announcement outlines the schedule over the PA system.",
    "Inside a polished-floor venue hosting a dual health outreach and career fair, dozens of booths with colorful banners form a circular layout around the space. Tech companies display demo screens; healthcare providers show community outreach photos; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive, while alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. The overall scene reinforces the event's dual focus, with guests moving between information booths and service demonstrations.",
    "In a polished-floor venue hosting a dual health outreach and career fair, dozens of booths with colorful banners form a circular layout around a polished conference-like hall floor. Tech companies display demo screens; healthcare providers show community outreach photos; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive, while alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. The scene emphasizes the event's dual focus as guests move between information booths and service demonstrations.",
    "Inside a polished-floor conference-style hall, dozens of booths with colorful banners encircle the space in a circular pattern. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. Inside, attendees move between information booths and service demonstrations; guests clutch resumes inside branded folders. The scene reflects a combined health outreach and career fair in this polished venue, with the dual focus emphasized as guests navigate between booths and demonstrations.",
    "Inside a polished-floor conference-style hall, dozens of booths with colorful banners encircle the space in a circular pattern. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. Inside, attendees move between information booths and service demonstrations; guests clutch resumes inside branded folders. The scene reflects a combined health outreach and career fair in this polished venue, with the dual focus emphasized as guests navigate between booths and demonstrations.",
    "In a polished-floor conference hall hosting a dual health outreach and career fair, dozens of booths encircle the room in a circular arrangement, each bannered in color. Healthcare providers display community outreach photos; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. Inside, attendees move between information booths and service demonstrations, clutching resumes inside branded folders. The scene preserves an inside-outside arrangement with the same booths, photos, pep talks, eye-contact reminders, and schedule announcements continuing throughout the fair.",
    "In a polished-floor conference hall hosting a dual health outreach and career fair, dozens of booths are arranged in a circular layout around the space, each bannered in color. Exhibitors include healthcare providers displaying community outreach photos, tech companies showing demo screens of their latest apps, and consulting firms stacking glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive. Alumni volunteers deliver brief pep talks near the coffee station. Outside near the university gym, students line up before the fair opens. Inside, attendees move between information booths and service demonstrations, clutching resumes inside branded folders. The inside-outside arrangement persists as the fair proceeds, with ongoing schedule announcements via the PA system."
  ],
  "3_score": [
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.6242353158218334,
    0.6242353158218334,
    0.5697046145714697,
    0.5697046145714697,
    0.5697046145714697,
    0.6807714476441268,
    0.6807714476441268,
    0.6807714476441268,
    0.6807714476441268,
    0.6807714476441268,
    0.6938691735147948,
    0.6938691735147948,
    0.7183988336761253,
    0.7183988336761253,
    0.7183988336761253,
    0.7183988336761253,
    0.8431452359340812,
    0.8431452359340812,
    0.8500862248001853,
    0.8500862248001853,
    0.8500862248001853,
    0.8500862248001853,
    0.8561796610748902,
    0.8561796610748902,
    0.8561796610748902,
    0.8561796610748902,
    0.8561796610748902,
    0.8183711918621221,
    0.8183711918621221,
    0.8183711918621221,
    0.8073735805428843,
    0.8073735805428843,
    0.8073735805428843,
    0.8073735805428843,
    0.8073735805428843,
    0.7931172549881492,
    0.7931172549881492,
    0.7931172549881492,
    0.7931172549881492,
    0.7931172549881492,
    0.7931172549881492,
    0.7900656900596457,
    0.7900656900596457,
    0.7900656900596457,
    0.7900656900596457,
    0.7900656900596457,
    0.8082009746195369,
    0.8082009746195369,
    0.8082009746195369,
    0.8082009746195369,
    0.8082009746195369,
    0.8082009746195369,
    0.8082009746195369,
    0.821571945877305,
    0.821571945877305,
    0.821571945877305,
    0.7838087003678267,
    0.7838087003678267,
    0.7838087003678267,
    0.7838087003678267,
    0.789695798241694
  ],
  "4": [
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor in a venue. Career counselors remind attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue. Career counselors remind attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue. Career counselors remind attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue, forming a bustling career fair. Career counselors remind attendees to maintain eye contact. Healthcare providers are showcasing community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue, forming a bustling career fair. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Outside the university gym, students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue hosting a bustling career fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. Inside the venue, healthcare providers display community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the polished floor of a venue hosting a bustling career fair. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. Inside the venue, healthcare providers display community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "A conference-like hall with a polished floor hosts dozens of booths with colorful banners arranged in a circular ring around the space. Inside, healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners form a circular ring around the space. Healthcare providers display community outreach photos at their booths, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths, while alumni volunteers give brief pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths, while alumni volunteers give brief pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths, alumni volunteers give brief pep talks near the coffee station, tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. The arrangement persists: booths encircle the polished floor, photos and talks remain, eye-contact reminders persist, and registrations/lanyards are distributed at the entrance, with tech demos and the PA schedule also present.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners dominates the space. Healthcare providers display community outreach photos at their booths; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. The arrangement persists: booths encircle the polished floor, photos and talks remain, eye-contact reminders persist, and registrations/lanyards are distributed at the entrance, with demo screens showing their latest apps and the PA schedule also present.",
    "Inside a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens. The arrangement persists: booths encircle the polished floor, photos and talks remain, eye-contact reminders persist, registrations and lanyards are distributed at the entrance, and demo screens show their latest apps."
  ],
  "4_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.6179749416079814,
    0.6179749416079814,
    0.6172790614711174,
    0.6172790614711174,
    0.8269644947676089,
    0.8337931971324848,
    0.8337931971324848,
    0.8337931971324848,
    0.8417393106673746,
    0.8417393106673746,
    0.8610681184673666,
    0.8610681184673666,
    0.8610681184673666,
    0.8610681184673666,
    0.8610681184673666,
    0.8124167604073941,
    0.8124167604073941,
    0.8124167604073941,
    0.8124167604073941,
    0.8124167604073941,
    0.8124167604073941,
    0.8656000618061515,
    0.8656000618061515,
    0.8656000618061515,
    0.8656000618061515,
    0.8656000618061515,
    0.8656000618061515,
    0.8656000618061515,
    0.8453318847044397,
    0.8453318847044397,
    0.8453318847044397,
    0.8453318847044397,
    0.8488477732601705,
    0.8488477732601705,
    0.8488477732601705,
    0.8488477732601705,
    0.8488477732601705,
    0.8026155797647468,
    0.8026155797647468,
    0.8026155797647468,
    0.8026155797647468,
    0.8026155797647468,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.7949032419895614,
    0.8029230213042078,
    0.8029230213042078,
    0.8029230213042078,
    0.8029230213042078,
    0.8029230213042078
  ],
  "5": [
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver quick pep talks near the coffee station as career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver brief pep talks near the coffee station as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens, as event staff at the entrance scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, as event staff at the entrance scan registrations and hand out lanyards. Inside, alumni volunteers deliver brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers display community outreach photos.",
    "Outside the university gym, students line up before the combined health outreach and career fair opens as event staff at the entrance scan registrations and hand out lanyards. Inside the venue, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement around the space, where healthcare providers display community outreach photos. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, students queue for the health outreach and career fair as event staff at the entrance scan registrations and hand out lanyards. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners are arranged in a circular pattern around the space, where healthcare providers display community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students queue before the combined health outreach and career fair as event staff scan registrations and hand out lanyards at the entrance. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space, where healthcare providers display community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students queue for the combined health outreach and career fair as event staff scan registrations and hand out lanyards at the entrance. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space, where healthcare providers display community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students queue for the combined health outreach and career fair as event staff scan registrations and hand out lanyards at the entrance. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space; healthcare providers display community outreach photos, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA announces the fair schedule. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "Outside the university gym, students queue for the combined health outreach and career fair as event staff scan registrations and hand out lanyards at the entrance. Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space; healthcare providers display community outreach photos, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA announces the fair schedule. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "Outside the university gym, students queue for the combined health outreach and career fair as event staff scan registrations and hand out lanyards at the entrance; a welcome PA outlines the fair schedule. Inside, in a conference-like hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space. Healthcare providers display community outreach photos at their booths, alumni volunteers give brief pep talks near the coffee station, tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds. Outside the gym, students line up before the fair opens.",
    "Outside the university gym, students queue before the fair opens as staff scan registrations, hand out lanyards, and a welcome PA outlines the schedule. Inside a conference-style hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space where healthcare providers display community outreach photos, alumni volunteers give pep talks near the coffee station, tech companies showcase demo screens, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The same booths, photos, pep talks, and eye-contact reminders persist as the fair proceeds, preserving the inside-outside arrangement.",
    "Outside the university gym, students line up before the fair opens as staff scan registrations, hand out lanyards, and a welcome PA outlines the schedule. Inside a conference-style hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space, where healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station; tech companies showcase demo screens; and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and the welcome PA reiterates the schedule. The inside-outside arrangement persists through the fair, a dual health outreach and career event, with the same booths, photos, pep talks, and eye-contact reminders continuing as attendees move through the space.",
    "Outside the university gym, students queue before the fair opens as staff scan registrations and hand out lanyards, with a welcome PA outlining the schedule. Inside a conference-style hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space, where healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station; tech companies showcase demo screens; and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and the welcome PA reiterates the schedule. The inside-outside arrangement persists through the fair as a dual health outreach and career event, with the same booths, photos, pep talks, and eye-contact reminders continuing as attendees move through space. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students queue before the fair opens as staff scan registrations and hand out lanyards, with a welcome PA outlining the schedule. Inside a conference-style hall with a polished floor, a circular ring of dozens of booths adorned with colorful banners surrounds the space, where healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station; tech companies showcase demo screens; and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and the welcome PA reiterates the schedule. The inside-outside arrangement persists through the fair as a dual health outreach and career event, with the same booths, photos, pep talks, and eye-contact reminders continuing as attendees move through space."
  ],
  "5_score": [
    0.0,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.47674410937356304,
    0.47674410937356304,
    0.7088079689800261,
    0.7088079689800261,
    0.7088079689800261,
    0.8521303710684212,
    0.8521303710684212,
    0.8551289089114802,
    0.8551289089114802,
    0.8551289089114802,
    0.8267347632128299,
    0.8267347632128299,
    0.8099028555089403,
    0.8099028555089403,
    0.8099028555089403,
    0.8328506895805613,
    0.8328506895805613,
    0.8328506895805613,
    0.8328506895805613,
    0.8164846040170614,
    0.8164846040170614,
    0.8164846040170614,
    0.8164846040170614,
    0.8171238938793953,
    0.8171238938793953,
    0.8171238938793953,
    0.8358864565130759,
    0.8358864565130759,
    0.8358864565130759,
    0.8309543524659401,
    0.8309543524659401,
    0.8309543524659401,
    0.8309543524659401,
    0.8309543524659401,
    0.8309543524659401,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.813745351444604,
    0.8220652127629104,
    0.8220652127629104,
    0.8220652127629104,
    0.8220652127629104,
    0.7871317585577036,
    0.7871317585577036,
    0.7871317585577036,
    0.7590352792077755,
    0.7590352792077755,
    0.7590352792077755,
    0.7788223591413346,
    0.7788223591413346,
    0.7788223591413346,
    0.7788223591413346,
    0.7788223591413346,
    0.7557253272653631,
    0.7557253272653631,
    0.7557253272653631
  ],
  "6": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers are showcasing community outreach photos in a venue where dozens of booths with colorful banners circle a polished floor. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. In a venue where dozens of booths with colorful banners encircle a polished floor, healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "An event venue features dozens of booths with colorful banners encircling a polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers display community outreach photos inside the venue. Career counselors remind attendees to maintain eye contact.",
    "An event venue features dozens of booths with colorful banners encircling a polished floor. At the entrance, event staff scan registrations and hand out lanyards to attendees. Alumni volunteers give pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Inside the venue, healthcare providers display community outreach photos. Outside the university gym, students line up before the career fair opens.",
    "At the event venue, dozens of booths with colorful banners encircle a polished floor in a circular arrangement around the space. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the career fair opens. Inside, healthcare providers display community outreach photos at the booths. Alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule.",
    "At a combined health outreach and career fair held on a polished floor, dozens of booths with colorful banners encircle the space in a circular arrangement. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens. Inside, healthcare providers display community outreach photos among the displays, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and a welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At a combined health outreach and career fair held on a polished floor, dozens of booths with colorful banners encircle the space in a circular arrangement. At the entrance, event staff scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, healthcare providers display community outreach photos among the displays, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and a welcome PA announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At a health outreach and career fair, a polished-floor venue hosts dozens of booths arranged in a circular layout, each with colorful banners. Entrance staff scan registrations and hand out lanyards. Outside the university gym, students line up before opening. Inside, healthcare providers display community outreach photos among the displays, while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announcement outlines the fair schedule. Tech companies display demo screens of their latest apps.",
    "At a health outreach and career fair staged on a polished-floor venue, dozens of booths encircle the space in a circular arrangement, each with colorful banners. Entrance staff scan registrations and hand out lanyards as attendees arrive, while outside the university gym students line up before opening. Inside, healthcare providers display community outreach photos among the displays, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and a welcome PA outlines the fair schedule. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. The overall scene reinforces the event's dual focus on health outreach and career opportunities, with guests moving between information booths and service demonstrations.",
    "At a health outreach and career fair set on a polished floor, dozens of booths encircle the space in a circular arrangement with colorful banners. Entrance staff scan registrations and hand out lanyards as attendees arrive, while outside, students line up before opening near the university gym. Inside, healthcare providers display community outreach photos among the displays, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, and a welcome PA outlines the fair schedule. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. The overall scene reinforces a dual focus on health outreach and career opportunities, with guests moving between information booths and service demonstrations.",
    "A health outreach and career fair unfolds in a conferencelike hall with a polished floor, where dozens of booths with colorful banners form a circular ring centered on a coffee station and a PAdriven schedule. Entrance staff scan registrations and hand out lanyards as attendees arrive, while outside, students line up before opening near the university gym. Inside, healthcare providers display community outreach photos at their booths, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. The welcome PA outlines the fair schedule, reinforcing ongoing outreach and career guidance. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Guests move between information booths and service demonstrations, reinforcing the dual focus on health outreach and career opportunities.",
    "Inside a conference-style hall with a polished floor, a health outreach and career fair unfolds around a circular ring of dozens of booths whose colorful banners surround a central coffee station. A PA-driven schedule guides the event while entrance staff scan registrations and hand out lanyards as attendees arrive. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths, and career counselors remind attendees to maintain eye contact; alumni volunteers deliver brief pep talks near the coffee station. The welcome PA outlines the fairs schedule, reinforcing outreach and career guidance. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Guests move between information booths and service demonstrations, underscoring the dual focus on health outreach and career opportunities.",
    "In a conference-style hall with a polished floor, a health outreach and career fair unfolds around a circular ring of dozens of booths whose colorful banners surround a central coffee station. A PA-guided schedule directs the event as entrance staff scan registrations and hand out lanyards. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths, and career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Guests move between information booths and service demonstrations, underscoring the dual focus on health outreach and career opportunities. A welcome PA reiterates the schedule.",
    "Inside a polished conference-style hall with a polished floor, a dual health outreach and career fair unfolds around a circular ring of dozens of booths whose colorful banners surround a central coffee station. A PA-guided schedule guides the event as entrance staff scan registrations and hand out lanyards. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths, career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Guests move between information booths and service demonstrations, emphasizing the dual focus. A welcome PA reiterates the schedule.",
    "Inside a polished conference hall with a polished floor, a dual health outreach and career fair unfolds around a circular ring of dozens of booths whose colorful banners surround a central coffee station. A PA-guided schedule guides the event as entrance staff scan registrations and hand out lanyards. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths, career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Guests move between information booths and service demonstrations, emphasizing the dual focus. A welcome PA reiterates the schedule. Students clutch resumes inside branded folders.",
    "Inside a polished-floor conference hall hosting a combined health outreach and career fair, a circular ring of dozens of booths with colorful banners surrounds a central coffee station. Entrance staff scan registrations and hand out lanyards as a welcome PA reiterates the schedule. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Guests move between information booths and service demonstrations, clutching resumes inside branded folders. The scene emphasizes the dual focus as attendees navigate between demonstrations and booths in this polished venue.",
    "Inside a polished-floor conference hall hosting a combined health outreach and career fair, a circular ring of dozens of booths with colorful banners surrounds a central coffee station. Entrance staff scan registrations and hand out lanyards as a welcome PA reiterates the schedule. Outside, students line up near the university gym before opening. Inside, healthcare providers display community outreach photos at their booths; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver brief pep talks near the coffee station. Guests move between information booths and service demonstrations, clutching resumes inside branded folders. The scene emphasizes the dual focus as attendees navigate between demonstrations and booths in this polished venue."
  ],
  "6_score": [
    0.0,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.43974578207927745,
    0.43974578207927745,
    0.43974578207927745,
    0.6931372923079,
    0.6931372923079,
    0.6931372923079,
    0.6931372923079,
    0.6931372923079,
    0.6971970363690765,
    0.6971970363690765,
    0.6971970363690765,
    0.7042363269188903,
    0.7042363269188903,
    0.8263492113284268,
    0.8263492113284268,
    0.8263492113284268,
    0.8263492113284268,
    0.8541122907819385,
    0.8541122907819385,
    0.8541122907819385,
    0.8541122907819385,
    0.8199145563732002,
    0.8199145563732002,
    0.8199145563732002,
    0.8199145563732002,
    0.8123980727197382,
    0.8123980727197382,
    0.8123980727197382,
    0.8169849154735741,
    0.8169849154735741,
    0.8169849154735741,
    0.7896465427637545,
    0.7896465427637545,
    0.7896465427637545,
    0.7896465427637545,
    0.7735377877582388,
    0.7735377877582388,
    0.7735377877582388,
    0.7524641175045674,
    0.7524641175045674,
    0.7524641175045674,
    0.7524641175045674,
    0.7658224924588704,
    0.7658224924588704,
    0.7658224924588704,
    0.7727217456154156,
    0.7727217456154156,
    0.7727217456154156,
    0.7727217456154156,
    0.7727217456154156,
    0.7934424950288665,
    0.7934424950288665,
    0.806936571944159,
    0.806936571944159,
    0.806936571944159,
    0.7853228672062325,
    0.7853228672062325,
    0.7853228672062325,
    0.7853228672062325,
    0.7853228672062325,
    0.7853228672062325,
    0.7853228672062325
  ],
  "7": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle the polished floor, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. In the venue, career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, where healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Inside the venue, career counselors remind attendees to maintain eye contact.",
    "At the venue, dozens of booths with colorful banners encircle a polished floor, where healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station. Inside the venue, career counselors remind attendees to maintain eye contact.",
    "The scene depicts a bustling career fair at a venue with a polished floor, where dozens of booths with colorful banners encircle the space. Healthcare providers display community outreach photos among the displays. At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers deliver quick pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "The scene depicts a bustling career fair at a venue with a polished floor, encircled by dozens of booths with colorful banners. Healthcare providers display community outreach photos among the displays. At the entrance, event staff scan registrations and hand out lanyards, as tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "The scene shows a bustling career fair held in a venue with a polished floor and dozens of booths adorned with colorful banners. Healthcare providers display community outreach photos among their displays. At the entrance, event staff scan registrations and hand out lanyards while tech companies showcase demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "A bustling career fair unfolds in a venue with a polished floor and dozens of booths adorned with colorful banners. Healthcare providers display community outreach photos among their displays. At the entrance, event staff scan registrations and hand out lanyards. Tech companies showcase demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "A career fair unfolds in a conference-like hall with a polished floor, dozens of booths with colorful banners arranged in a circular ring around the space. Inside, healthcare providers display community outreach photos; alumni volunteers give quick pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "A career fair unfolds in a conference-like hall with a polished floor, dozens of booths with colorful banners arranged in a circular ring around the space. Inside, healthcare providers display community outreach photos; alumni volunteers give quick pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. A welcome announcement over the PA outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle a polished conference-like hall floor in a circular arrangement. Inside, healthcare providers display community outreach photos; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees as a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens.",
    "Inside a polished-floor venue hosting a dual health outreach and career fair, dozens of booths with colorful banners form a circular layout around the space. Healthcare providers display community outreach photos; alumni volunteers deliver brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees as they arrive. Outside the university gym, students line up before the fair opens. The overall scene reinforces the event's dual focus, with guests moving between information booths and service demonstrations.",
    "In a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space for a dual health outreach and career fair. Healthcare providers display community outreach photos; alumni volunteers deliver brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees as they arrive. Outside the university gym, students line up before the fair opens. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "A conference-like hall with a polished floor hosts a dual health outreach and career fair, ringed by dozens of booths with colorful banners. Healthcare providers display community outreach photos; alumni volunteers give brief pep talks near the coffee station; tech companies showcase demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Outside the university gym, students line up before the fair opens. The inside-outside arrangement persists: the same booths, photos, pep talks, and eye-contact reminders continue as the fair proceeds.",
    "Inside a conference-like hall with a polished floor, dozens of booths encircle the space, each bannered in color for a dual health outreach and career fair. Healthcare providers display community outreach photos; alumni volunteers give brief pep talks near the coffee station; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as attendees arrive. Outside the university gym, students line up before the fair opens. The inside-outside arrangement persists: the same booths, photos, pep talks, eye-contact reminders, and schedule announcements continue throughout the fair.",
    "Inside a conference-like hall with a polished floor, a circular arrangement of dozens of booths adorned with colorful banners surrounds the space, supporting a dual health outreach and career fair. Healthcare providers display community outreach photos at their booths; alumni volunteers offer brief pep talks near the coffee station; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards as attendees arrive. Outside near the university gym, students line up before the fair opens. The inside-outside arrangement persists: the same booths, photos, pep talks, eye-contact reminders, and schedule announcements continue throughout the fair. Inside, students clutch resumes in branded folders.",
    "The scene is a conference-style hall with a polished floor, featuring a circular ring of dozens of booths adorned with colorful banners that sustain a dual health outreach and career fair. Healthcare providers display community outreach photos at their booths; alumni volunteers offer pep talks near the coffee station; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the schedule, echoed again at the entrance as staff scan registrations and hand out lanyards. Outside near the university gym, students line up before the fair opens; the inside-outside arrangement persists, with the same booths, photos, pep talks, eye-contact reminders, and schedule announcements continuing as attendees move through space. Inside, students clutch resumes in branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.34446683929794575,
    0.36048856781357075,
    0.36048856781357075,
    0.4670160224425213,
    0.4670160224425213,
    0.4670160224425213,
    0.4670160224425213,
    0.6213204919264317,
    0.6213204919264317,
    0.6213204919264317,
    0.6756379690051817,
    0.6756379690051817,
    0.6756379690051817,
    0.6856011846111587,
    0.6856011846111587,
    0.6856011846111587,
    0.8394203277907126,
    0.8394203277907126,
    0.8472433412378035,
    0.8472433412378035,
    0.8472433412378035,
    0.8472433412378035,
    0.8624038582391717,
    0.8624038582391717,
    0.8624038582391717,
    0.8772863377273765,
    0.8772863377273765,
    0.8772863377273765,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.8655538634021822,
    0.807212662729633,
    0.807212662729633,
    0.807212662729633,
    0.807212662729633,
    0.807212662729633,
    0.7914818418966906,
    0.7914818418966906,
    0.7914818418966906,
    0.7914818418966906,
    0.7915971771532047,
    0.7915971771532047,
    0.7915971771532047,
    0.7915971771532047,
    0.7930220888418076,
    0.7930220888418076,
    0.7930220888418076,
    0.7936926627270418,
    0.7936926627270418,
    0.7936926627270418,
    0.7936926627270418,
    0.8139778385999857,
    0.8139778385999857,
    0.8139778385999857,
    0.7922108493984774,
    0.7922108493984774,
    0.7922108493984774
  ],
  "8": [
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens showing their latest apps.",
    "At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor.",
    "At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor.",
    "At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards as tech companies display demo screens, while outside the university gym, students line up before the career fair opens. Inside, alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers display community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards as tech companies display demo screens, while outside the university gym, students line up before the career fair opens. Inside, alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers display community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards as tech companies display demo screens. Outside the university gym, students line up before the career fair opens. Inside, dozens of booths with colorful banners encircle a polished floor in a conference-like hall; healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Inside, the same setup continues with alumni talks near the coffee station and eye-contact reminders, accompanied by the ongoing display of booths and healthcare photos.",
    "The event unfolds in a conference-like hall with a polished floor and a circular arrangement of dozens of booths adorned with colorful banners. At the entrance, staff scan registrations and hand out lanyards while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the fair opens. Inside, healthcare providers display community outreach photos at their booths; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. The same setup continues inside, with alumni talks by the coffee station and eye-contact reminders, alongside ongoing booth displays and healthcare photos, reinforcing the circular booth arrangement and the conference-like atmosphere.",
    "A conference-like hall with a polished floor encircles a circular arrangement of dozens of booths adorned with colorful banners. At the entrance, staff scan registrations and hand out lanyards while tech companies display demo screens of their latest apps. Outside the university gym, students queue before the fair opens. Inside, healthcare providers display community outreach photos at booths; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. The same setup continues inside, reinforcing the circular booth arrangement and conference atmosphere with ongoing displays and healthcare photos. Outside, the combined health outreach and career fair draws more students as staff again scan registrations and hand out lanyards. Tech demo screens and case-study booklets remain visible amid the booths.",
    "A conference-like hall with a polished floor encircles a circular arrangement of dozens of booths adorned with colorful banners. At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Outside the university gym, students queue before the fair opens. Inside, healthcare providers display community outreach photos at booths and consulting firms stack glossy case-study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. The same setup continues inside, reinforcing the circular booth arrangement with ongoing displays and healthcare photos. Outside, the combined health outreach and career fair draws more students as staff again scan registrations and hand out lanyards, with tech demo screens and case-study booklets remaining visible and eye-contact reminders ongoing.",
    "A conference-like hall with a polished floor hosts dozens of booths arranged in a circular pattern around the space, with colorful banners. At the entrance, staff scan registrations and hand out lanyards as tech companies display demo screens of their latest apps. Inside, healthcare providers show community outreach photos at booths, consulting firms stack glossy case-study booklets on high tables, and alumni volunteers offer brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens. The setup persists inside with the same circular booth arrangement and ongoing displays, and the combined health outreach and career fair continues to draw more students as registrations are scanned and lanyards distributed, with eye-contact reminders ongoing.",
    "Inside a polished-floor conference-style hall, dozens of booths with colorful banners encircle the space in a circular pattern. Tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; consulting firms stack glossy case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards as attendees arrive, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Outside the university gym, students line up before the fair opens. Attendees move between information booths and service demonstrations, clutching resumes inside branded folders. The scene reflects a combined health outreach and career fair in this venue, with dual focus as guests navigate between booths and demonstrations.",
    "Inside a polished-floor conference hall, dozens of booths with colorful banners form a circular ring around a central coffee station, hosting a combined health outreach and career fair. Tech companies display demo screens of their latest apps, healthcare providers show community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Entrance staff scan registrations and hand out lanyards to attendees as they arrive. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda. Outside near the university gym, students line up before the fair opens. Guests move between information booths and service demonstrations to pursue health outreach and career opportunities."
  ],
  "8_score": [
    0.0,
    0.35883157518854175,
    0.35883157518854175,
    0.421665748629475,
    0.421665748629475,
    0.421665748629475,
    0.421665748629475,
    0.421665748629475,
    0.421665748629475,
    0.5085139051496248,
    0.5085139051496248,
    0.5085139051496248,
    0.5085139051496248,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.6338013530115392,
    0.8492077884850746,
    0.8492077884850746,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8620121172376473,
    0.8605097163581102,
    0.8605097163581102,
    0.8605097163581102,
    0.7829281307898331,
    0.7829281307898331,
    0.7829281307898331,
    0.7829281307898331,
    0.7829281307898331,
    0.8117140865030708,
    0.8117140865030708,
    0.8117140865030708,
    0.8117140865030708,
    0.8117140865030708,
    0.8117140865030708,
    0.8091744752727814,
    0.8091744752727814,
    0.8091744752727814,
    0.7879513150145876,
    0.7879513150145876,
    0.7879513150145876,
    0.7879513150145876,
    0.8105376473775868,
    0.8105376473775868,
    0.8105376473775868,
    0.8105376473775868,
    0.8105376473775868,
    0.8105376473775868,
    0.7887884971927691,
    0.7887884971927691,
    0.7887884971927691,
    0.7887884971927691
  ],
  "9": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos in a venue where dozens of booths with colorful banners circle a polished floor.",
    "Healthcare providers are showcasing community outreach photos in a venue where dozens of booths with colorful banners circle a polished floor. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are showcasing community outreach photos in a venue where dozens of booths with colorful banners circle a polished floor. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are displaying community outreach photos inside a venue where dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Inside a venue hosting a combined health outreach and career fair, dozens of booths with colorful banners encircle a polished floor in a circular arrangement around the space. Healthcare providers display community outreach photos inside the venue, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule.",
    "At a venue hosting a combined health outreach and career fair on a polished floor, dozens of booths with colorful banners encircle the space in a circular arrangement. Inside, healthcare providers display community outreach photos among the displays, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, as alumni volunteers deliver quick pep talks near the coffee station and a welcome PA announcement outlines the fair schedule. Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "A combined health outreach and career fair takes place in a venue with a polished floor, where dozens of booths with colorful banners encircle the space in a circular layout. Inside, healthcare providers display community outreach photos among the displays, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, as alumni volunteers deliver quick pep talks near the coffee station and a welcome PA announcement outlines the fair schedule. Outside the university gym, students line up before the career fair opens, and tech companies display demo screens showing their latest apps.",
    "A combined health outreach and career fair unfolds in a venue with a polished floor, featuring dozens of booths with colorful banners arranged in a circular layout around an inside conference-like hall. Healthcare providers display community outreach photos among the displays, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards; alumni volunteers deliver brief pep talks near the coffee station, and a welcome PA announcement outlines the fair schedule. Outside the university gym, students line up before the fair opens as tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. The scene emphasizes circular booth arrangement, a coffee station, and the PA agenda, with ongoing outreach and career guidance inside.",
    "Numerous booths with colorful banners arranged in a circular layout around an inside conference-like hall define the space of a combined health outreach and career fair on a polished floor. Healthcare providers display community outreach photos among displays; career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station, while a welcome PA announcement outlines the fair schedule. Outside the university gym, students line up before the fair opens as tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. The scene centers on the circular booth layout, the coffee station, and the PA agenda, with ongoing outreach and career guidance inside.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners form a circular ring around the space, centering the combined health outreach and career fair. Healthcare providers display community outreach photos at their booths, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners form a circular ring around the space, centering a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths; alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners encircle the space, forming a circular ring around a central coffee station for a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths; alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside near the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda. The scene reinforces a dual focus on health outreach and career opportunities, with guests moving between information booths and service demonstrations.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners form a circular ring around a central coffee station for a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside near the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda. Guests move between information booths and service demonstrations to pursue health outreach and career opportunities.",
    "Inside a conference-like hall with a polished floor, dozens of booths with colorful banners form a circular ring around a central coffee station, hosting a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside near the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda. Guests move between information booths and service demonstrations to pursue health outreach and career opportunities.",
    "Inside a conference-like hall with a polished floor, dozens of booths form a circular ring around a central coffee station for a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths, while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Outside near the university gym, students line up before the fair opens. Tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the fair schedule, reinforcing ongoing outreach and career guidance inside the circular layout centered on the coffee station and PA agenda. Guests move between information booths and service demonstrations to pursue health outreach and career opportunities. Students clutch resumes inside branded folders.",
    "Inside a polished-floor conference-style hall, dozens of booths encircle the space in a circular pattern around a central coffee station, forming a combined health outreach and career fair. Healthcare providers display community outreach photos at their booths; tech companies show demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station; career counselors remind attendees to maintain eye contact; a welcome PA outlines the fair schedule. Entrance staff scan registrations and hand out lanyards to attendees as they arrive. Outside near the university gym, students line up before the fair opens. Guests move between information booths and service demonstrations, clutching resumes inside branded folders. The scene emphasizes a dual focus on health outreach and career opportunities as guests navigate the circular layout centered on the coffee station and PA agenda."
  ],
  "9_score": [
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.35815893525784626,
    0.35815893525784626,
    0.4767332735947251,
    0.4767332735947251,
    0.4767332735947251,
    0.4767332735947251,
    0.4767332735947251,
    0.4767332735947251,
    0.4767332735947251,
    0.6296374331303142,
    0.6296374331303142,
    0.6296374331303142,
    0.6296374331303142,
    0.6296374331303142,
    0.705753295152246,
    0.705753295152246,
    0.705753295152246,
    0.705753295152246,
    0.807592826088171,
    0.807592826088171,
    0.807592826088171,
    0.807592826088171,
    0.807592826088171,
    0.8006230764261926,
    0.8006230764261926,
    0.8006230764261926,
    0.8006230764261926,
    0.8006230764261926,
    0.8006230764261926,
    0.7815328524588259,
    0.7815328524588259,
    0.7815328524588259,
    0.7815328524588259,
    0.7804901993806315,
    0.7804901993806315,
    0.7959438384008616,
    0.7959438384008616,
    0.7959438384008616,
    0.7959438384008616,
    0.7986508065023208,
    0.7986508065023208,
    0.7986508065023208,
    0.7986508065023208,
    0.7986508065023208,
    0.7986508065023208,
    0.7986508065023208,
    0.7862676788150826,
    0.7862676788150826,
    0.7862676788150826,
    0.7862676788150826,
    0.7767381773111124,
    0.7767381773111124,
    0.7767381773111124,
    0.7764883408398706,
    0.7764883408398706,
    0.7921046824933521,
    0.7921046824933521,
    0.7921046824933521,
    0.7921046824933521,
    0.7921046824933521,
    0.7921046824933521,
    0.7921046824933521,
    0.7864257973390081
  ]
}