{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Across a shared professional display, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Across a shared professional display, consulting firms organize glossy case study booklets on high tables, tech companies present demo screens showing their latest apps, and healthcare providers exhibit community outreach photos.",
    "Within a shared professional display area, consulting firms arrange glossy case-study booklets on high tables, tech companies run demo screens showing their latest apps, and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "In a shared professional display area, consulting firms arrange glossy case-study booklets on high tables, tech companies run demo screens showing their latest apps, and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation, while the engineering society sponsors a resume review table near the stage.",
    "In a university career fair setting, a shared professional display area hosts consulting firms with glossy case-study booklets on high tables, tech companies with demo screens showing their latest apps, and healthcare providers displaying community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact to reinforce professional presentation, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a shared professional display area hosts consulting firms with glossy case-study booklets on high tables, tech companies with demo screens showing their latest apps, and healthcare providers displaying community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a shared professional display area features consulting firms with glossy case-study booklets on high tables, tech companies with demo screens showing their latest apps, and healthcare providers displaying community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact to reinforce professional presentation, and redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch resumes inside branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, while consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Welcome PA announcements outline the fair schedule, and workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening; a robotics startup draws attention by flying a small drone above its booth.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch resumes inside branded folders. Inside, an alumni panel discusses preparation for technical interviews, while consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Welcome PA announcements outline the fair schedule, and workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening; a robotics startup draws attention by flying a small drone above its booth. Finance firms offer QR codes for immediate internship applications.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. Inside, an alumni panel discusses preparation for technical interviews, while consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Welcome PA announcements outline the fair schedule, and workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening; a robotics startup flies a small drone above its booth. Finance firms offer QR codes for immediate internship applications.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews; consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers exhibit community outreach photos. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Welcome PA announcements outline the fair schedule, and workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening as a robotics startup flies a drone above its booth, and finance firms offer QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.34793782615517754,
    0.34793782615517754,
    0.34793782615517754,
    0.34793782615517754,
    0.34868191861962455,
    0.34868191861962455,
    0.34868191861962455,
    0.7535800976151967,
    0.7535800976151967,
    0.7535800976151967,
    0.7535800976151967,
    0.7894161930644731,
    0.7894161930644731,
    0.7894161930644731,
    0.8353243426586472,
    0.8353243426586472,
    0.8353243426586472,
    0.8353243426586472,
    0.8353243426586472,
    0.8353243426586472,
    0.8386496890947379,
    0.8386496890947379,
    0.8386496890947379,
    0.8386496890947379,
    0.8386496890947379,
    0.8363242861371657,
    0.8363242861371657,
    0.8363242861371657,
    0.8363242861371657,
    0.8363242861371657,
    0.8843858752565779,
    0.8843858752565779,
    0.8843858752565779,
    0.8843858752565779,
    0.8843858752565779,
    0.8871918164400848,
    0.8871918164400848,
    0.8871918164400848,
    0.8871918164400848,
    0.8871918164400848,
    0.8871918164400848,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8865681195327788,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518,
    0.8802640004228518
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as part of professional demeanor, while students clutch resumes inside branded folders and healthcare providers showcase photos of community outreach.",
    "Career counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders, and healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens. A welcome announcement is aired over the PA system, outlining the fair schedule; workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Healthcare providers display photos of community outreach. A welcome announcement is aired over the PA system, outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables at the booths. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Healthcare providers display photos of community outreach. A welcome announcement is aired over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables at their booths. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders and line up outside the university gym before the fair opens; healthcare providers display photos of community outreach; a welcome announcement is aired over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables at their booths; at the entrance, event staff scan registrations and hand out lanyards to attendees; an alumni panel discusses how to prepare for technical interviews; a robotics startup flies a small drone above its booth to draw attention; the engineering society sponsors a resume review table near the stage.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Healthcare providers display photos of community outreach. A welcome announcement is aired over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables at their booths. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, attendees line up outside the gym before opening, clutching resumes inside branded folders as counselors urge eye contact and steer unsure students toward relevant industries. A welcome announcement over the PA outlines the schedule, and workshops on networking etiquette run in the adjoining classroom. In booths, consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers display photos from community outreach; dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, attendees line up outside the gym before opening, clutching resumes inside branded folders as counselors urge eye contact and steer unsure students toward relevant industries. A welcome announcement over the PA outlines the schedule, and workshops on networking etiquette run in the adjoining classroom. In booths, consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers display photos from community outreach; dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair in the gym, attendees line up outside before opening as a welcome PA outlines the schedule. Dozens of booths with colorful banners circle the polished floor; in booths, consulting firms display glossy case-study booklets on high tables, tech companies show demo screens of their latest apps, and healthcare providers display photos from community outreach. Workshops on networking etiquette run in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Students clutch resumes inside branded folders as they navigate the event."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.3615275247575109,
    0.3615275247575109,
    0.7426136389970897,
    0.7426136389970897,
    0.7426136389970897,
    0.7426136389970897,
    0.7426136389970897,
    0.7426136389970897,
    0.7786327341121045,
    0.7786327341121045,
    0.7786327341121045,
    0.7786327341121045,
    0.8900077937111132,
    0.8900077937111132,
    0.8900077937111132,
    0.8926984168414671,
    0.8926984168414671,
    0.8926984168414671,
    0.8926984168414671,
    0.8926984168414671,
    0.8926984168414671,
    0.5972572779000319,
    0.5972572779000319,
    0.5972572779000319,
    0.5972572779000319,
    0.5972572779000319,
    0.8948099058587795,
    0.8948099058587795,
    0.8948099058587795,
    0.8948099058587795,
    0.8948099058587795,
    0.8948099058587795,
    0.8967229898332072,
    0.8967229898332072,
    0.8967229898332072,
    0.8967229898332072,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8912001607130846,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264,
    0.8989980655433264
  ],
  "2": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards as an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Over the PA system, a welcome announcement outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while students line up outside the university gym before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. Over the PA system, a welcome announcement outlines the fair schedule. A robotics startup draws attention by flying a small drone above its booth.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees while students line up outside the university gym before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. A robotics startup draws attention by flying a small drone above its booth. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards to attendees as students queue outside the university gym before the career fair opens. Inside, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA outlines the fair schedule. A robotics startup draws attention by flying a small drone above its booth. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards to attendees as students queue outside the university gym ahead of the career fair. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA announces the fair schedule. A robotics startup draws attention by flying a small drone above its booth. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards to attendees as students queue outside the university gym ahead of the career fair. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA announces the fair schedule. A robotics startup draws attention by flying a small drone above its booth. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance; outside, students line up before opening and some rehearse elevator pitches quietly against the wall. Inside, dozens of booths with colorful banners surround a polished floor as students clutch branded resumes. An alumni panel discusses preparing for technical interviews. Welcome PA announcements outline the fair schedule. A robotics startup draws attention by flying a small drone above its booth. Workshops on networking etiquette run in the adjoining classroom. Consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers exhibit community outreach photos across a shared professional display. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.46630446062540787,
    0.8289181326075503,
    0.8289181326075503,
    0.8273265636129453,
    0.8273265636129453,
    0.8273265636129453,
    0.8550987339168926,
    0.8550987339168926,
    0.8550987339168926,
    0.8550987339168926,
    0.8550987339168926,
    0.8840599531174205,
    0.8840599531174205,
    0.8840599531174205,
    0.8840599531174205,
    0.8840599531174205,
    0.8840599531174205,
    0.884535687153907,
    0.884535687153907,
    0.884535687153907,
    0.884535687153907,
    0.8771577196302516,
    0.8771577196302516,
    0.8771577196302516,
    0.8771577196302516,
    0.8834527621497452,
    0.8834527621497452,
    0.8834527621497452,
    0.8834527621497452,
    0.8834527621497452,
    0.8834527621497452,
    0.8834527621497452,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295,
    0.8706895464061295
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At the venue, a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university venue, a career fair is underway as a welcome PA announces the fair schedule. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "At the university venue, a career fair is underway as a welcome PA announces the schedule. Dozens of booths with colorful banners circle the polished floor; a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At the university venue, a career fair is underway, with a welcome PA announcement outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional presentation. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they navigate the event.",
    "At the university venue, a career fair is underway with a welcome PA announcing the schedule. Dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional presentation. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they navigate the event. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university venue, a career fair is underway with a welcome PA announcing the schedule. Dozens of booths with colorful banners circle the polished floor as a robotics startup flies a small drone above its booth. Students line up outside the university gym before the fair opens. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional presentation. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens of their latest apps; and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as they navigate the event. A cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners circle the polished floor, and a robotics startup flies a small drone above its booth. Students line up outside the gym before opening, clutching resumes in branded folders as counselors urge eye contact and steer unsure attendees toward relevant industries. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms place glossy case-study booklets on high tables, tech companies run demo screens of their latest apps, and healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette run in the adjoining classroom.",
    "At the university career fair in a gym, a welcome PA announces a schedule as dozens of booths with colorful banners circle the polished floor, with a robotics startup flying a small drone above its booth. Students line up outside the gym before opening, clutching resumes in branded folders as counselors urge eye contact and steer unsure attendees toward relevant industries. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms place glossy case-study booklets on high tables, tech companies run demo screens of their latest apps, and healthcare providers display photos from community outreach. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom. Staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5676486889880734,
    0.5676486889880734,
    0.5676486889880734,
    0.5676486889880734,
    0.5676486889880734,
    0.5676486889880734,
    0.7779771672071985,
    0.7779771672071985,
    0.7779771672071985,
    0.7779771672071985,
    0.8248278386317891,
    0.8248278386317891,
    0.8248278386317891,
    0.7814124724132402,
    0.7814124724132402,
    0.7814124724132402,
    0.7814124724132402,
    0.7814124724132402,
    0.7907744197574453,
    0.7907744197574453,
    0.7907744197574453,
    0.7907744197574453,
    0.7907744197574453,
    0.7907744197574453,
    0.8834763305599398,
    0.8834763305599398,
    0.8834763305599398,
    0.8834763305599398,
    0.8907257291848699,
    0.8907257291848699,
    0.8907257291848699,
    0.8907257291848699,
    0.8907257291848699,
    0.8907257291848699,
    0.8907257291848699,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8916427476531266,
    0.8935385367727554,
    0.8935385367727554,
    0.8935385367727554,
    0.8935385367727554,
    0.8935385367727554,
    0.8935385367727554,
    0.8788426404303671,
    0.8788426404303671,
    0.8788426404303671,
    0.8788426404303671,
    0.8788426404303671
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor as students clutch resumes inside branded folders. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens showing their latest apps; and healthcare providers exhibit community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners surround a polished floor, while students clutch resumes inside branded folders. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens showing their latest apps; and healthcare providers exhibit community outreach photos. In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule.",
    "An alumni panel discusses preparing for technical interviews at a career fair. Dozens of booths with colorful banners surround a polished floor, while students clutch resumes inside branded folders. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens showing their latest apps; and healthcare providers exhibit community outreach photos. In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch branded resumes. Inside, an alumni panel discusses how to prepare for technical interviews. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact. Welcome PA announcements outline the fair schedule. Workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. Outside, students line up before opening.",
    "At the university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch branded resumes. Inside, an alumni panel discusses how to prepare for technical interviews. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Welcome PA announcements outline the fair schedule. Workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. Outside, students line up before opening, and some rehearse elevator pitches quietly against the wall.",
    "Hosted in a university gym, a career fair unfolds with dozens of booths encircling a polished floor, where students clutch branded resumes. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards; outside, students line up before opening and rehearse elevator pitches against the wall. A robotics startup draws attention by flying a small drone above its booth. Dozens of booths with colorful banners circle the polished floor.",
    "Hosted in a university gym, a career fair unfolds with dozens of booths encircling a polished floor as students clutch branded resumes. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule. Across a shared display, consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps; healthcare providers exhibit community outreach photos. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact and steer unsure attendees toward applicable industries. Workshops on networking etiquette take place in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards; outside, students rehearse elevator pitches against the wall before opening. A robotics startup flies a small drone above its booth, and groups of friends mark target employers on the event map.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule. Across a shared display, consulting firms place glossy case-study booklets on high tables; tech companies show demo screens, and healthcare providers exhibit community outreach photos. The engineering society sponsors a resume-review table near the stage, while career counselors remind attendees to maintain eye contact and direct unsure attendees toward applicable industries. Workshops on networking etiquette take place in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. Outside, students rehearse elevator pitches against the wall before opening; groups of friends mark target employers on the event map; finance firms offer QR codes for internships."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4723065836097519,
    0.4723065836097519,
    0.4723065836097519,
    0.5964367148249403,
    0.5964367148249403,
    0.5964367148249403,
    0.5964367148249403,
    0.5964367148249403,
    0.7692566908247476,
    0.7692566908247476,
    0.7692566908247476,
    0.7692566908247476,
    0.8511720929010225,
    0.8511720929010225,
    0.8511720929010225,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8487072226907828,
    0.8875118113786115,
    0.8875118113786115,
    0.8875118113786115,
    0.8875118113786115,
    0.8875118113786115,
    0.8875118113786115,
    0.8875118113786115,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8881303159841871,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8729835898406553,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789,
    0.8744668118664789
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation, while the engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact to reinforce professional presentation, and they redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; and healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact and to redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms place glossy case-study booklets on high tables; tech companies run demo screens showing their latest apps; healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university gym, dozens of booths with colorful banners circle the polished floor as students clutch resumes in branded folders. Attendees are reminded by career counselors to maintain eye contact and to redirect unsure students toward applicable industries, and a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, workshops on networking etiquette run in an adjoining classroom. A shared display area features consulting firms’ glossy case-study booklets on high tables, tech companies’ demo screens of their latest apps, and healthcare providers’ community outreach photos. The engineering society sponsors a resume review table near the stage. A robotics startup draws attention by flying a small drone above its booth. An alumni panel discusses how to prepare for technical interviews. Students line up outside before opening.",
    "At the university gym, dozens of booths with colorful banners surround a polished floor as students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, and a welcome PA announces the schedule. Staff at the entrance scan registrations and hand out lanyards. Inside, workshops on networking etiquette run in an adjoining classroom. A shared display area features consulting firms’ case-study booklets on high tables, tech companies’ demo screens of apps, and healthcare providers’ community outreach photos. The engineering society sponsors and runs a resume review table near the stage. A robotics startup attracts attention by flying a drone above its booth. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers near the coffee station. Students line up outside before opening; a PA system broadcasts the schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4007558204708097,
    0.4007558204708097,
    0.4007558204708097,
    0.4007558204708097,
    0.4007558204708097,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8023170635439107,
    0.8829076128900504,
    0.8829076128900504,
    0.8829076128900504,
    0.8829076128900504,
    0.8829076128900504,
    0.8829076128900504,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8798019853122455,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8175059551746229,
    0.8184747152463497,
    0.8184747152463497,
    0.8184747152463497,
    0.8184747152463497,
    0.8184747152463497,
    0.8184747152463497
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "At the event, career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors redirect unsure students toward applicable industries, tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors redirect unsure students toward applicable industries as tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors redirect unsure students toward applicable industries while tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors redirect unsure students toward applicable industries while tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors redirect unsure students toward applicable industries as tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym hosting a career fair, dozens of booths with banners surround a polished floor as students clutch branded resumes. Inside, alumni panel discusses how to prepare for technical interviews, and alumni volunteers share pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries as tech companies display demo screens of their apps. Across a display, consulting firms place glossy case study booklets on high tables; healthcare providers exhibit community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Welcome PA announcements outline the fair schedule; workshops on networking etiquette in the classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening, and some rehearse elevator pitches against the wall. A robotics startup draws attention by flying a small drone above its booth.",
    "At a university gym hosting a career fair, dozens of booths with colorful banners encircle a polished floor as students clutch branded resumes. Inside, an alumni panel discusses preparing for technical interviews while alumni volunteers give pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage; career counselors guide unsure students toward applicable industries as tech companies display demo screens of their apps. Consulting firms place glossy case-study booklets on high tables, and healthcare providers exhibit community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Welcome PA announcements outline the schedule, and workshops on networking etiquette occur in the classroom. At the entrance, event staff scan registrations and hand out lanyards. Outside, students line up before opening and rehearse elevator pitches against the wall. A robotics startup draws attention by flying a small drone above its booth."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.5892662968249218,
    0.5892662968249218,
    0.5892662968249218,
    0.44570953293601734,
    0.44570953293601734,
    0.44570953293601734,
    0.6691162846076607,
    0.6691162846076607,
    0.6691162846076607,
    0.6691162846076607,
    0.8304750128214236,
    0.8304750128214236,
    0.8304750128214236,
    0.8304750128214236,
    0.8304750128214236,
    0.8304750128214236,
    0.8143458295490285,
    0.8143458295490285,
    0.8143458295490285,
    0.8143458295490285,
    0.8163764167453786,
    0.8163764167453786,
    0.8163764167453786,
    0.8163764167453786,
    0.8163764167453786,
    0.8364572634531023,
    0.8364572634531023,
    0.8364572634531023,
    0.8364572634531023,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8383876248644739,
    0.8966034097633035,
    0.8966034097633035,
    0.8966034097633035,
    0.8966034097633035,
    0.8966034097633035,
    0.8966034097633035,
    0.8770382609939849,
    0.8770382609939849,
    0.8770382609939849,
    0.8770382609939849,
    0.8770382609939849
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlines the fair schedule over the PA system; workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement outlines the fair schedule over the PA system; workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the university gym preparing for the career fair, students line up outside before opening. A welcome announcement plays over the PA, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup draws attention by flying a small drone above its booth.",
    "The university gym hosts a career fair with students lining up outside before opening, a welcome PA announcing the schedule. Inside, workshops on networking etiquette occur in an adjoining classroom; consulting firms place glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps; at the entrance staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup draws attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. In a shared professional display area, consulting firms, tech companies and healthcare providers display their items: glossy booklets, demo screens, and community outreach photos. Dozens of booths with colorful banners circle the polished floor as students clutch resumes in branded folders.",
    "The university gym hosts a career fair with students lining up outside before opening, and a welcome PA announcing the schedule. Inside, workshops on networking etiquette run in an adjoining classroom; consulting firms place glossy case-study booklets on high tables and tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup draws attention by flying a small drone above its booth. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. In a shared display area, consulting firms, tech companies and healthcare providers display glossy booklets, demo screens, and community outreach photos. Dozens of booths with colorful banners circle the polished floor as students clutch resumes in branded folders.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor as students clutch branded resumes; outside, students line up before opening while a Welcome PA outlines the schedule. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette run in an adjoining classroom. In the entrance area, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms, tech companies, and healthcare providers present glossy case-study booklets on high tables, demo screens of their latest apps, and community outreach photos. The scene emphasizes a professional, organized flow around the polished floor as attendees move among booths and displays.",
    "At the university gym, a career fair unfolds with dozens of booths and banners circling a polished floor as students clutch branded resumes. Outside, students line up before opening while a Welcome PA outlines the schedule. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette run in an adjoining classroom. In the entrance area, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms, tech companies, and healthcare providers present glossy case-study booklets on high tables, demo screens of their latest apps, and community outreach photos. The scene emphasizes a professional, organized flow as attendees move among booths and displays.",
    "At the university gym, a career fair unfolds with dozens of booths and banners circling a polished floor as students clutch branded resumes. Outside, students line up before opening while a Welcome PA outlines the schedule. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette run in an adjoining classroom. In the entrance area, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms, tech companies, and healthcare providers present glossy case-study booklets on high tables, demo screens of their latest apps, and community outreach photos. The scene emphasizes a professional, organized flow as attendees move among booths and displays.",
    "At the university gym, a career fair unfolds with dozens of booths and banners circling a polished floor as students clutch branded resumes. Outside, students line up before opening while a Welcome PA outlines the schedule. Inside, an alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette run in an adjoining classroom. In the entrance area, event staff scan registrations and hand out lanyards. A robotics startup draws attention by flying a small drone above its booth. The engineering society sponsors a resume-review table near the stage. In a shared display area, consulting firms, tech companies, and healthcare providers present glossy case-study booklets on high tables, demo screens of their latest apps, and community outreach photos. The scene emphasizes a professional, organized flow as attendees move among booths and displays."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.5528073696625337,
    0.5528073696625337,
    0.5528073696625337,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.47212786920593425,
    0.7618772285741284,
    0.7618772285741284,
    0.7618772285741284,
    0.7618772285741284,
    0.8696730317484354,
    0.8696730317484354,
    0.8696730317484354,
    0.8696730317484354,
    0.8696730317484354,
    0.8696730317484354,
    0.8696730317484354,
    0.8645980417337411,
    0.8645980417337411,
    0.8645980417337411,
    0.8645980417337411,
    0.8645980417337411,
    0.8645980417337411,
    0.8657909920193785,
    0.8657909920193785,
    0.8657909920193785,
    0.8657909920193785,
    0.8657909920193785,
    0.8657909920193785,
    0.8657909920193785,
    0.8620444029402508,
    0.8620444029402508,
    0.8620444029402508,
    0.8620444029402508,
    0.8620444029402508,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656,
    0.8688114820720656
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos as some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional demeanor, while students clutch resumes inside branded folders.",
    "At the university, a career fair is about to open as students line up outside the gym. Inside, healthcare providers showcase photos of community outreach while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders, ready to present them to employers.",
    "At the university, a career fair is about to open as students line up outside the gym. Inside, healthcare providers showcase photos of community outreach while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional demeanor. Students clutch resumes inside branded folders, ready to present them to employers. Tech companies display demo screens showing their latest apps.",
    "At the university, students line up outside the gym before the career fair opens. Inside, healthcare providers showcase photos of community outreach while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional demeanor and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, ready to present them to employers. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university, students line up outside the gym before the career fair opens. Inside, healthcare providers showcase photos of community outreach while some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact as part of professional demeanor and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, ready to present them to employers. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the university, students queue outside the gym before the career fair opens. Inside, healthcare providers display photos of community outreach while students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and steer unsure attendees toward applicable industries. Students clutch resumes in branded folders, ready to present to employers. Tech companies show demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university, students queue outside the gym before career fair opens. Event staff scan registrations and hand out lanyards to attendees. Inside, healthcare providers display photos of community outreach while students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and steer unsure attendees toward applicable industries. Students clutch resumes in branded folders, ready to present to employers. Tech companies show demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "At the university, students queue outside the gym before the career fair opens as event staff scan registrations and hand out lanyards. Inside, healthcare providers display photos of community outreach while students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and steer unsure attendees toward applicable industries. Students clutch resumes in branded folders, ready to present to employers. Tech companies show demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA outlining the fair schedule. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.5406819336565978,
    0.5406819336565978,
    0.5406819336565978,
    0.5406819336565978,
    0.7548978592568067,
    0.7548978592568067,
    0.7548978592568067,
    0.7548978592568067,
    0.7939068963013018,
    0.7939068963013018,
    0.7939068963013018,
    0.7939068963013018,
    0.7939068963013018,
    0.7939068963013018,
    0.7939068963013018,
    0.865050637425696,
    0.865050637425696,
    0.865050637425696,
    0.865050637425696,
    0.865050637425696,
    0.8748237356782135,
    0.8748237356782135,
    0.8748237356782135,
    0.8748237356782135,
    0.8748237356782135,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.8940515940415874,
    0.906053455067369,
    0.906053455067369,
    0.906053455067369,
    0.906053455067369,
    0.906053455067369,
    0.906053455067369,
    0.906053455067369,
    0.9063940918860915,
    0.9063940918860915,
    0.9063940918860915,
    0.9063940918860915,
    0.9063940918860915,
    0.9063940918860915,
    0.9063940918860915
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation. The engineering society sponsors a resume review table near the stage.",
    "In the event setting, career counselors remind attendees to maintain eye contact, reinforcing professional presentation. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule.",
    "At an event fair, attendees are reminded by career counselors to maintain eye contact, supporting a professional presentation. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor as students clutch resumes inside branded folders. Across a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens showing their latest apps; and healthcare providers exhibit community outreach photos.",
    "At a university career fair, attendees are reminded by career counselors to maintain eye contact as part of a professional demeanor. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor, with students clutching resumes inside branded folders. On a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens of their latest apps; healthcare providers exhibit photos of community outreach. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as part of a professional demeanor. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor, with students clutching resumes inside branded folders. On a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens of their latest apps; healthcare providers exhibit photos of community outreach. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as part of a professional demeanor. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor, with students clutching resumes inside branded folders. On a shared professional display, consulting firms place glossy case study booklets on high tables; tech companies present demo screens of their latest apps; healthcare providers exhibit photos of community outreach. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as part of a professional demeanor, with some redirecting unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. An welcome PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor, with students clutching resumes inside branded folders. A shared professional display area features consulting firms with glossy case-study booklets on high tables, tech companies showing demo screens of their latest apps, and healthcare providers displaying community outreach photos. Workshops on networking etiquette begin in the adjoining classroom as event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact and to redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom, while event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners surround the polished floor, with students clutching resumes inside branded folders. A shared professional display area features consulting firms with glossy case-study booklets on high tables, tech companies showing demo screens of their latest apps, and healthcare providers displaying community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A PA system broadcasts welcome announcements outlining the fair schedule.",
    "At the university career fair, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. The engineering society runs a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom as event staff scan registrations and hand out lanyards at entrance. Dozens of booths with colorful banners surround a polished floor, with students clutching resumes in branded folders. A shared professional display area presents consulting firms with glossy case-study booklets on high tables, tech companies displaying demo screens of their latest apps, and healthcare providers showing community outreach photos. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a drone above its booth to attract attention. Students line up outside the university gym before the fair opens. A PA system broadcasts welcome announcements outlining schedule. Alumni volunteers offer pep talks near the coffee station.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance while outside, students line up before opening and some rehearse elevator pitches against the wall. Inside, dozens of booths with colorful banners surround a polished floor as students clutch branded resumes; a shared professional display area presents consulting firms with glossy case-study booklets on high tables, tech companies showing demo screens of their latest apps, and healthcare providers exhibiting community outreach photos. An alumni panel discusses preparing for technical interviews, and alumni volunteers offer pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, with career counselors reminding attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. A robotics startup draws attention by flying a small drone above its booth.",
    "At the university gym hosting a career fair, event staff scan registrations and hand out lanyards at the entrance, while outside students line up before opening and rehearse elevator pitches against the wall. Inside, dozens of booths with colorful banners surround a polished floor, and students clutch resumes inside branded folders. A shared professional display area presents consulting firms with glossy case-study booklets on high tables, tech companies showing demo screens of their latest apps, and healthcare providers exhibiting community outreach photos. An alumni panel discusses preparing for technical interviews, and alumni volunteers offer pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, with career counselors reminding attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette run in the adjoining classroom. A robotics startup draws attention by flying a small drone above its booth."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5398086743638695,
    0.5398086743638695,
    0.5398086743638695,
    0.5398086743638695,
    0.7690643142995957,
    0.7690643142995957,
    0.7690643142995957,
    0.7690643142995957,
    0.7690643142995957,
    0.7690643142995957,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8508660463211976,
    0.8468483894479804,
    0.8468483894479804,
    0.8468483894479804,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.869859444134019,
    0.868991864669233,
    0.868991864669233,
    0.868991864669233,
    0.868991864669233,
    0.868991864669233,
    0.8905316542631225,
    0.8905316542631225,
    0.8905316542631225,
    0.8905316542631225,
    0.8905316542631225,
    0.8905316542631225,
    0.8905316542631225,
    0.8925885603704486,
    0.8925885603704486,
    0.8925885603704486,
    0.8925885603704486,
    0.8925885603704486,
    0.8524234351204301,
    0.8524234351204301,
    0.8524234351204301,
    0.8524234351204301,
    0.8524234351204301,
    0.8524234351204301,
    0.8535624524398081,
    0.8535624524398081,
    0.8535624524398081
  ]
}