{
  "0": [
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "0_score": [
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.6249974742339129,
    0.6249974742339129,
    0.6249974742339129,
    0.8188267534950118,
    0.8188267534950118,
    0.8188267534950118,
    0.8188267534950118,
    0.8520883983835772,
    0.8520883983835772,
    0.8349403792915149,
    0.8349403792915149,
    0.8349403792915149,
    0.8349403792915149,
    0.8696201986922829,
    0.8696201986922829,
    0.8696201986922829,
    0.8696201986922829,
    0.8597371798936722,
    0.8597371798936722,
    0.8597371798936722,
    0.8597371798936722,
    0.8711343189583065,
    0.8711343189583065,
    0.8711343189583065,
    0.8711343189583065,
    0.8711343189583065,
    0.8711343189583065,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8672607194547758,
    0.8747351160268373,
    0.8747351160268373,
    0.8747351160268373,
    0.8747351160268373,
    0.8747351160268373,
    0.8747351160268373
  ],
  "1": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries.",
    "In the event space, alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process.",
    "Alumni volunteers in the event space give short pep talks near the coffee station, offering encouragement to attendees. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process.",
    "At the event, alumni volunteers deliver short pep talks in the event space near the coffee station, offering encouragement to attendees. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The event presents a scene where alumni volunteers deliver short pep talks in the event space near the coffee station, offering encouragement to attendees. Career counselors direct unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "The scene depicts an event space where alumni volunteers give short pep talks near the coffee station to encourage attendees. Career counselors guide unsure students toward industries that fit their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "An event space hosts a dynamic career fair atmosphere: alumni volunteers give short pep talks near the coffee station to encourage attendees, while career counselors guide unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in process. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "The event space hosts a dynamic career fair atmosphere. Alumni volunteers give short pep talks near the coffee station to encourage attendees, while career counselors guide unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "The event space hosts a dynamic career fair atmosphere. Alumni volunteers give short pep talks near the coffee station to encourage attendees, while career counselors guide unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The event space hosts a dynamic career fair atmosphere, with alumni volunteers delivering short pep talks near the coffee station to motivate attendees, and career counselors guiding unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the polished floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "The event space hosts a dynamic career fair atmosphere, with alumni volunteers delivering short pep talks near the coffee station to motivate attendees, and career counselors guiding unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the polished floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "The event space hosts a dynamic career fair atmosphere, with alumni volunteers delivering short pep talks near the coffee station to motivate attendees and career counselors guiding unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the polished floor, as groups of friends mark target employers on the event map. Workshops on networking etiquette start in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "The event space hosts a dynamic career fair atmosphere, with alumni volunteers delivering short pep talks near the coffee station to motivate attendees and career counselors guiding unsure students toward industries aligned with their interests. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners line the polished floor, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.36637651758206535,
    0.36637651758206535,
    0.36637651758206535,
    0.36637651758206535,
    0.36637651758206535,
    0.36637651758206535,
    0.7131208982474866,
    0.7131208982474866,
    0.7131208982474866,
    0.7187269548354602,
    0.7187269548354602,
    0.7187269548354602,
    0.7187269548354602,
    0.7587534658274155,
    0.7587534658274155,
    0.7587534658274155,
    0.7587534658274155,
    0.7975115812501953,
    0.7975115812501953,
    0.7975115812501953,
    0.7975115812501953,
    0.7975115812501953,
    0.7975115812501953,
    0.7975115812501953,
    0.7867197688506905,
    0.7867197688506905,
    0.7867197688506905,
    0.7867197688506905,
    0.7867197688506905,
    0.8138071658786686,
    0.8138071658786686,
    0.8138071658786686,
    0.8138071658786686,
    0.8490727692158387,
    0.8490727692158387,
    0.8490727692158387,
    0.8490727692158387,
    0.8490727692158387,
    0.8457618102786398,
    0.8457618102786398,
    0.8457618102786398,
    0.8457618102786398,
    0.8457618102786398,
    0.8524214575852737,
    0.8524214575852737,
    0.8524214575852737,
    0.8524214575852737,
    0.8524214575852737,
    0.8483892120847107,
    0.8483892120847107,
    0.8483892120847107,
    0.8483892120847107,
    0.8483892120847107,
    0.8483892120847107,
    0.8496215997961835,
    0.8496215997961835,
    0.8496215997961835,
    0.8496215997961835,
    0.8496215997961835,
    0.8496039925841169,
    0.8496039925841169
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Career counselors also redirect unsure students toward applicable industries.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair event, career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers showcase community outreach photos."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4341244658612251,
    0.4341244658612251,
    0.4341244658612251,
    0.6209742469374598,
    0.6209742469374598,
    0.6209742469374598,
    0.6209742469374598,
    0.7760051581928247,
    0.7760051581928247,
    0.7760051581928247,
    0.7760051581928247,
    0.8242440505786721,
    0.8242440505786721,
    0.8242440505786721,
    0.8242440505786721,
    0.8368751192363397,
    0.8368751192363397,
    0.8368751192363397,
    0.8368751192363397,
    0.8368751192363397,
    0.8368751192363397,
    0.8087694037391264,
    0.8087694037391264,
    0.8087694037391264,
    0.8087694037391264,
    0.8087694037391264,
    0.8087694037391264,
    0.8087694037391264,
    0.8666629279525979,
    0.8666629279525979,
    0.8666629279525979,
    0.8666629279525979,
    0.8666629279525979,
    0.8666629279525979,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.8937712614858457,
    0.899982396742294,
    0.899982396742294,
    0.899982396742294,
    0.899982396742294,
    0.899982396742294,
    0.899982396742294,
    0.9085420439754183,
    0.9085420439754183,
    0.9085420439754183,
    0.9085420439754183,
    0.8979814094978558,
    0.8979814094978558,
    0.8979814094978558,
    0.8979814094978558,
    0.8979814094978558,
    0.8973559067593619,
    0.8973559067593619
  ],
  "3": [
    "",
    "",
    "",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Career counselors redirect unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume review table.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards; career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, staff at the event entrance scan registrations and hand out lanyards, while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards while career counselors guide unsure students toward relevant industries. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.371337924179974,
    0.371337924179974,
    0.371337924179974,
    0.6046308263119591,
    0.6046308263119591,
    0.6046308263119591,
    0.7258999084909777,
    0.7258999084909777,
    0.7258999084909777,
    0.7258999084909777,
    0.7258999084909777,
    0.7970417968795517,
    0.7970417968795517,
    0.7970417968795517,
    0.7970417968795517,
    0.7970417968795517,
    0.7970417968795517,
    0.7970417968795517,
    0.7908518363298856,
    0.7908518363298856,
    0.7908518363298856,
    0.8332674584929245,
    0.8332674584929245,
    0.8332674584929245,
    0.8332674584929245,
    0.8332674584929245,
    0.8332674584929245,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8105061407251651,
    0.8712011176688342,
    0.8712011176688342,
    0.8712011176688342,
    0.8712011176688342,
    0.8712011176688342,
    0.8877548178357777,
    0.8877548178357777,
    0.8877548178357777,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9032646121328993,
    0.9000953239346302,
    0.9000953239346302,
    0.9000953239346302,
    0.9000953239346302,
    0.9043367867121272,
    0.9043367867121272,
    0.9043367867121272,
    0.9043367867121272,
    0.9043367867121272,
    0.9043367867121272
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies are displaying demo screens that showcase their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens that showcase their latest apps while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens that showcase their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens showcasing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens showcasing their latest apps while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens showcasing their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, tech companies display demo screens of their latest apps while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, with some rehearsing elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens of their latest apps, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map as consulting firms stack glossy case-study booklets on high tables. Students clutch resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4241959523648562,
    0.4241959523648562,
    0.4241959523648562,
    0.4871278405913281,
    0.4871278405913281,
    0.4871278405913281,
    0.6749924357907889,
    0.6749924357907889,
    0.6749924357907889,
    0.6749924357907889,
    0.6749924357907889,
    0.6749924357907889,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6731192625567282,
    0.6716764527770605,
    0.6716764527770605,
    0.8273335746691437,
    0.8273335746691437,
    0.8273335746691437,
    0.8273335746691437,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8107800737470615,
    0.8174728710325541,
    0.8174728710325541,
    0.8174728710325541,
    0.8174728710325541,
    0.8363283220504352,
    0.8363283220504352,
    0.8363283220504352,
    0.8363283220504352,
    0.8363283220504352,
    0.8363283220504352,
    0.8354735834472313,
    0.8354735834472313,
    0.8354735834472313,
    0.8354735834472313,
    0.8354735834472313,
    0.8354735834472313,
    0.8353988750509407,
    0.8353988750509407,
    0.8353988750509407,
    0.8391111761057031,
    0.8391111761057031,
    0.8391111761057031,
    0.8391111761057031,
    0.8391111761057031
  ],
  "5": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "At the venue, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, creating a busy exhibition layout around the space.",
    "At the venue for the career fair, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, creating a busy exhibition layout around the space. Students line up outside the university gym before the career fair opens.",
    "The university gym hosts the career fair. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, creating a busy exhibition layout around the space. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "The university gym hosts the career fair, where dozens of booths with colorful banners circle the polished floor, creating a busy exhibition layout. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors redirect unsure students toward applicable industries.",
    "The university gym hosts a career fair, with dozens of booths and colorful banners circling the polished floor, creating a busy exhibition layout. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "The university gym hosts a career fair with dozens of booths and colorful banners circling the polished floor, creating a busy exhibition layout. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "The university gym hosts a busy career fair, with dozens of booths and colorful banners circling the polished floor to form a crowded exhibition layout. A cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage.",
    "At the university gym, a busy career fair fills the polished floor with dozens of booths and colorful banners, creating a crowded exhibition layout. A cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage.",
    "At the university gym, a busy career fair fills the polished floor with dozens of booths and colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop; consulting firms stack glossy case-study booklets on high tables. Students line up outside the gym before the fair opens, and career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage.",
    "At the university gym, a busy career fair fills the polished floor with dozens of booths and colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens.",
    "At the university gym, a busy career fair fills the polished floor with dozens of booths and colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume-review table near the stage. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.5480029120482168,
    0.5480029120482168,
    0.5480029120482168,
    0.5480029120482168,
    0.7917045422244724,
    0.7917045422244724,
    0.7917045422244724,
    0.7917045422244724,
    0.7917045422244724,
    0.7917045422244724,
    0.8039128245932128,
    0.8039128245932128,
    0.8039128245932128,
    0.8017687883910599,
    0.8017687883910599,
    0.8017687883910599,
    0.8109486386864599,
    0.8109486386864599,
    0.8109486386864599,
    0.8109486386864599,
    0.8109486386864599,
    0.8256568234744408,
    0.8256568234744408,
    0.8256568234744408,
    0.8256568234744408,
    0.8256568234744408,
    0.8256568234744408,
    0.8291926895855694,
    0.8291926895855694,
    0.8291926895855694,
    0.8291926895855694,
    0.8291926895855694,
    0.819574419613939,
    0.819574419613939,
    0.819574419613939,
    0.819574419613939,
    0.8244491639041907,
    0.8244491639041907,
    0.8244491639041907,
    0.8244491639041907,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853,
    0.8245338626706853
  ],
  "6": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, some students rehearse elevator pitches quietly against the wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "At the fair, students rehearse elevator pitches quietly against a wall as a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, students rehearse elevator pitches quietly against a wall as a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, students rehearse elevator pitches quietly against a wall as a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, students rehearse elevator pitches quietly against a wall as a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, students rehearse elevator pitches quietly against a wall while a welcome announcement outlines the schedule over the PA system. Tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4063286450173974,
    0.4063286450173974,
    0.4063286450173974,
    0.4063286450173974,
    0.6184279094225368,
    0.6184279094225368,
    0.6184279094225368,
    0.6500962239415939,
    0.6500962239415939,
    0.6500962239415939,
    0.6500962239415939,
    0.6500962239415939,
    0.6500962239415939,
    0.8498307358789603,
    0.8498307358789603,
    0.8498307358789603,
    0.8498307358789603,
    0.8498307358789603,
    0.8498307358789603,
    0.8498307358789603,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8799512650403223,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8906161164868271,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8954491242851584,
    0.8953071817840903,
    0.8953071817840903,
    0.8953071817840903,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697,
    0.8993579800273697
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "An announcement over the PA system welcomes attendees and outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Near the coffee station, alumni volunteers share quick pep talks.",
    "An event is under way with a PA announcement welcoming attendees and outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables.",
    "A PA announcement welcoming attendees and outlining the fair schedule indicates the event is under way. In an adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The PA announcement welcoming attendees and outlining the fair schedule confirms that the event is under way. In an adjoining classroom, networking etiquette workshops have begun, while some students rehearse elevator pitches quietly against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, and healthcare providers are showcasing community outreach photos. A robotics startup flies a small drone above its booth to draw attention.",
    "A PA announcement welcomed attendees and outlined the fair schedule, confirming the event is under way. In an adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches quietly against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event is underway, with a PA announcement welcoming attendees and outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun, with some students quietly rehearsing elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "The event is underway, with a PA announcement welcoming attendees and outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun, with some students quietly rehearsing elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "An ongoing event features a welcoming PA announcement outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun, with some students quietly rehearsing elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "An ongoing event features a welcoming PA announcement outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun as some students quietly rehearse elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "An ongoing event features a welcoming PA announcement outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun as some students quietly rehearse elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "An ongoing event features a welcoming PA announcement outlining the fair schedule. In an adjoining classroom, networking etiquette workshops have begun as some students quietly rehearse elevator pitches against the wall. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms are stacking glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.688518188978198,
    0.688518188978198,
    0.688518188978198,
    0.688518188978198,
    0.688518188978198,
    0.7861452366206318,
    0.7861452366206318,
    0.7861452366206318,
    0.7861452366206318,
    0.7861452366206318,
    0.7370801471304655,
    0.7370801471304655,
    0.7370801471304655,
    0.7763438481381677,
    0.7763438481381677,
    0.7763438481381677,
    0.7763438481381677,
    0.7763438481381677,
    0.7763438481381677,
    0.8108119437326646,
    0.8108119437326646,
    0.8108119437326646,
    0.8108119437326646,
    0.8108119437326646,
    0.8108119437326646,
    0.8403866657967651,
    0.8403866657967651,
    0.8403866657967651,
    0.8403866657967651,
    0.8403866657967651,
    0.8403866657967651,
    0.8720389742751417,
    0.8720389742751417,
    0.8720389742751417,
    0.8720389742751417,
    0.8720389742751417,
    0.8702449098621191,
    0.8702449098621191,
    0.8702449098621191,
    0.8702449098621191,
    0.8579706397492342,
    0.8579706397492342,
    0.8579706397492342,
    0.8579706397492342,
    0.8579706397492342,
    0.8579706397492342,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428,
    0.8640261511533428
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their engagement with the community. A welcome announcement, broadcast over the PA system, outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos illustrating their engagement with the community. A welcome announcement, broadcast over the PA system, outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcast over the PA system outlines the event's schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcast over the PA system outlines the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcast over the PA system outlines the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcast over the PA system outlines the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcast over the PA system outlines the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcasts over the PA system outlining the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcasts over the PA system outlining the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At a community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcasts over the PA system outlining the event schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the community outreach fair, healthcare providers display photos illustrating their engagement with the community. A welcome announcement broadcasts over the PA system outlining the event schedule. Students clutch resumes inside branded folders as they move between booths. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair held in the gym, dozens of booths with colorful banners circle the polished floor. Healthcare providers display photos illustrating their community engagement, while a welcome announcement plays over the PA outlining the schedule. Students clutch resumes in branded folders as they move between booths. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a laptop-based password-cracking challenge. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Earlier, students lined up outside the gym before opening. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4658825536239022,
    0.4658825536239022,
    0.4658825536239022,
    0.4658825536239022,
    0.6857617369220199,
    0.6857617369220199,
    0.6857617369220199,
    0.6857617369220199,
    0.7987961771698666,
    0.7987961771698666,
    0.8076420377187215,
    0.8076420377187215,
    0.8076420377187215,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8259534846416441,
    0.8537175210458117,
    0.8537175210458117,
    0.8537175210458117,
    0.8537175210458117,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8639440454077917,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.8823301430388439,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.887975513912395,
    0.8778730120245297,
    0.8778730120245297,
    0.8778730120245297,
    0.8778730120245297
  ],
  "9": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, while in the adjoining classroom networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, staff scan registrations at the entrance and hand out lanyards, while an adjoining classroom hosts networking etiquette workshops. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. An adjoining classroom hosts networking etiquette workshops. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Staff scan registrations at the entrance and hand out lanyards. An adjoining classroom hosts networking etiquette workshops. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "Staff scan registrations at the entrance and hand out lanyards. An adjoining classroom hosts networking etiquette workshops. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, staff scan registrations at the entrance and hand out lanyards, while an adjoining classroom hosts networking etiquette workshops; consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule, while a cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, staff scan registrations at the entrance and hand out lanyards, while an adjoining classroom hosts networking etiquette workshops and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule, and a cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, staff scan registrations at the entrance and hand out lanyards. An adjoining classroom hosts networking etiquette workshops, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule, and a cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5473210490791023,
    0.5473210490791023,
    0.5473210490791023,
    0.7375084200662121,
    0.7375084200662121,
    0.7375084200662121,
    0.7375084200662121,
    0.7459386026409989,
    0.7459386026409989,
    0.7459386026409989,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7886323753164945,
    0.7946487347992666,
    0.7946487347992666,
    0.7946487347992666,
    0.7946487347992666,
    0.8256426881543563,
    0.8256426881543563,
    0.8256426881543563,
    0.8905326169425462,
    0.8905326169425462,
    0.8905326169425462,
    0.8905326169425462,
    0.8899219963136422,
    0.8899219963136422,
    0.8899219963136422,
    0.8899219963136422,
    0.8899219963136422,
    0.8899219963136422,
    0.8899219963136422,
    0.8810357460664305,
    0.8810357460664305,
    0.8810357460664305,
    0.8810357460664305,
    0.8810357460664305,
    0.8913239905522856,
    0.8913239905522856,
    0.8913239905522856,
    0.897043511620256,
    0.897043511620256,
    0.897043511620256,
    0.897043511620256,
    0.897043511620256,
    0.897043511620256,
    0.897043511620256,
    0.9041136676761734,
    0.9041136676761734,
    0.9041136676761734,
    0.9041136676761734,
    0.9041136676761734,
    0.9020702163490241,
    0.9020702163490241
  ]
}