{
  "0": [
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showcasing their latest apps, and a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens of their latest apps, and a welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos. At the career fair, counselors remind attendees to maintain eye contact while a PA announcement outlines the schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners ring the polished floor of the event. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. At the career fair, a PA welcome announcement outlines the schedule, and career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms display glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor of the career fair, where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A PA system delivers a welcome announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers giving quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners ring the polished floor of the career fair, with tech companies displaying demo screens of their latest apps and consulting firms stacking glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A PA system delivers a welcome announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers giving quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A PA system delivers a welcome announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners surround the polished floor of the career fair. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A PA system delivers a welcome announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "The university gym hosts a student career fair with dozens of booths and colorful banners around a polished floor. At the entrance, event staff scan registrations and hand out lanyards as students line up outside before opening. Inside, booths feature tech companies displaying demo screens of their latest apps, consulting firms stacking glossy case study booklets on high tables, and healthcare providers showcasing community outreach photos. Attendees carry resumes in branded folders, and students clutch these folders to present a professional image. A PA system delivers a welcome announcement outlining the fair schedule. Career counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station, reinforcing the supportive, career-focused atmosphere."
  ],
  "0_score": [
    0.0,
    0.0,
    0.37296553910184993,
    0.37296553910184993,
    0.4528581919845496,
    0.4528581919845496,
    0.4528581919845496,
    0.4528581919845496,
    0.4528581919845496,
    0.45204846884574035,
    0.45204846884574035,
    0.45204846884574035,
    0.45204846884574035,
    0.5218298164605878,
    0.5218298164605878,
    0.5218298164605878,
    0.5218298164605878,
    0.5218298164605878,
    0.7335485597548452,
    0.7335485597548452,
    0.7335485597548452,
    0.7335485597548452,
    0.7335485597548452,
    0.7335485597548452,
    0.7335485597548452,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7855241224254133,
    0.7839862676315515,
    0.7839862676315515,
    0.7839862676315515,
    0.7839862676315515,
    0.7839862676315515,
    0.7839862676315515,
    0.7839862676315515,
    0.8123722903299189,
    0.8123722903299189,
    0.8123722903299189,
    0.8123722903299189,
    0.8123722903299189,
    0.8738883743140997,
    0.8738883743140997,
    0.8738883743140997,
    0.8738883743140997,
    0.8738883743140997,
    0.8615760240686015,
    0.8615760240686015,
    0.8615760240686015,
    0.8615760240686015,
    0.8615760240686015,
    0.8619122775217194,
    0.8619122775217194,
    0.8619122775217194,
    0.8619122775217194,
    0.8998174158244843,
    0.8998174158244843,
    0.8998174158244843,
    0.8998174158244843,
    0.8998174158244843
  ],
  "1": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA system outlines the fair schedule, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA system outlines the fair schedule, as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A welcome PA announcement outlines the fair schedule, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, with the folders displaying clear branding. The scene centers on students holding their resumes tightly within these folders, underscoring professional presentation throughout the event.",
    "A welcome PA announcement outlines the fair schedule. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, with the folders displaying clear branding. The scene centers on students holding their resumes tightly within these folders, underscoring professional presentation throughout the event.",
    "At a student career fair, a welcome PA announcement outlines the fair schedule as career counselors circulate reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders bearing clear branding, and the scene centers on students holding their resumes tightly within these folders, underscoring professional presentation throughout the event.",
    "At a student career fair, a welcome PA announcement outlines the fair schedule as career counselors circulate reminders to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders bearing clear branding, and the scene centers on students holding their resumes tightly within these folders, underscoring professional presentation throughout the event.",
    "At the university gym, a student career fair unfolds with a welcome PA announcement outlining the fair schedule as career counselors circulate reminders to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners line the polished floor: consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Inside, alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders bearing clear branding, holding them tightly to emphasize professional presentation. Outside, students line up before opening, and inside the fair, the scene centers on students holding resumes within these folders.",
    "At the university gym, a student career fair opens with a welcome PA announcement outlining the schedule as career counselors circulate reminders to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners line the polished floor: consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Inside, alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders bearing clear branding, holding them tightly to emphasize professional presentation. Outside, students line up before opening, and inside the fair the scene centers on students holding resumes within these folders.",
    "At the university gym, a student career fair opens with a welcome PA announcement outlining the schedule as career counselors circulate reminders to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners line the polished floor: consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Inside, alumni volunteers give quick pep talks near the coffee station while students clutch resumes inside branded folders bearing clear branding, holding them tightly to emphasize professional presentation. Outside, students line up before opening; inside, the scene centers on students holding resumes in branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.375369185465232,
    0.375369185465232,
    0.47743388717289215,
    0.47743388717289215,
    0.47743388717289215,
    0.47743388717289215,
    0.6271021971835645,
    0.6271021971835645,
    0.6271021971835645,
    0.6271021971835645,
    0.7206051590131927,
    0.7206051590131927,
    0.7206051590131927,
    0.7711277934191516,
    0.7711277934191516,
    0.7711277934191516,
    0.7711277934191516,
    0.7711277934191516,
    0.7711277934191516,
    0.7711277934191516,
    0.7803997199087167,
    0.7803997199087167,
    0.7803997199087167,
    0.7803997199087167,
    0.7803997199087167,
    0.7803997199087167,
    0.8012811423684623,
    0.8012811423684623,
    0.8012811423684623,
    0.8012811423684623,
    0.8012811423684623,
    0.8012811423684623,
    0.7993308767737095,
    0.7993308767737095,
    0.7993308767737095,
    0.7993308767737095,
    0.7993308767737095,
    0.7993308767737095,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.7962858765299177,
    0.8684035007286279,
    0.8684035007286279,
    0.8684035007286279,
    0.8684035007286279,
    0.8684035007286279,
    0.8684035007286279,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8774897375243964,
    0.8861537787539808,
    0.8861537787539808
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders. The scene centers on students holding their resumes tightly within folders that display branding.",
    "Students clutch resumes inside branded folders, with the folders displaying clear branding. The scene centers on students holding their resumes tightly within these folders. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside branded folders, with the folders displaying clear branding. The scene centers on students holding their resumes tightly within these folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At a student career fair, attendees hold resumes tightly inside branded folders, the folders bearing clear branding. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors circulate, reminding attendees to maintain eye contact, and healthcare providers showcase community outreach photos. An announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a university gym hosting a student career fair, attendees hold resumes tightly inside branded folders that carry clear branding. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Career counselors circulate, reminding attendees to maintain eye contact, and healthcare providers showcase community outreach photos. An announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "A university gym hosts a student career fair. Attendees hold resumes inside branded folders with clear branding. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors circulate, reminding attendees to maintain eye contact, and healthcare providers showcase community outreach photos. An announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "A university gym hosts a student career fair where attendees hold resumes inside branded folders with clear branding. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Career counselors circulate, reminding attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards while students line up outside before opening. Alumni volunteers offer quick pep talks near the coffee station.",
    "The university gym hosts a student career fair with dozens of booths and colorful banners around a polished floor. Attendees carry resumes in branded folders, while consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Career counselors circulate, reminding attendees to maintain eye contact, and a PA welcome announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as students line up outside before opening. Inside, alumni volunteers offer quick pep talks near the coffee station.",
    "The university gym hosts a student career fair with dozens of booths and colorful banners around a polished floor. Attendees carry resumes in branded folders, and students clutch these folders to present a professional image. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos. Career counselors circulate, reminding attendees to maintain eye contact, while a PA welcome announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards as students line up outside before opening. Inside, alumni volunteers offer quick pep talks near the coffee station, reinforcing the supportive, career-focused atmosphere.",
    "At the university gym, a student career fair fills the space with dozens of booths and colorful banners along a polished floor. Attendees carry resumes in branded folders, and students clutch these folders to present a professional image. Consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Career counselors circulate, reminding attendees to maintain eye contact. A PA system delivers a welcome announcement outlining the fair schedule. At the event entrance, staff scan registrations and hand out lanyards as students line up outside before opening, while consulting firms stack more booklets on high tables. Inside the career fair, alumni volunteers give quick pep talks near the coffee station, reinforcing a supportive, career-focused atmosphere. Dozens of booths with banners line the polished floor, and tech demos accompany the scene."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.49349638482074326,
    0.49349638482074326,
    0.49349638482074326,
    0.49349638482074326,
    0.49349638482074326,
    0.5900059285148199,
    0.5900059285148199,
    0.5900059285148199,
    0.5900059285148199,
    0.6800980929454161,
    0.6800980929454161,
    0.6800980929454161,
    0.6800980929454161,
    0.6800980929454161,
    0.6800980929454161,
    0.6800980929454161,
    0.7727654834798969,
    0.7727654834798969,
    0.7727654834798969,
    0.7727654834798969,
    0.7727654834798969,
    0.8345643474654463,
    0.8345643474654463,
    0.8345643474654463,
    0.8827096360669252,
    0.8827096360669252,
    0.8827096360669252,
    0.8827096360669252,
    0.8827096360669252,
    0.8827096360669252,
    0.8827096360669252,
    0.8848612442448619,
    0.8848612442448619,
    0.8848612442448619,
    0.8848612442448619,
    0.8848612442448619,
    0.9231534246094613,
    0.9231534246094613,
    0.9231534246094613,
    0.9231534246094613,
    0.9231534246094613,
    0.9231534246094613,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.9055613277011508,
    0.8935676323196703,
    0.8935676323196703
  ],
  "3": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact. At the career fair, alumni volunteers share quick pep talks near the coffee station.",
    "Event entrance features staff scanning registrations and handing out lanyards, with consulting firms stacking glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. At the career fair, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. At the career fair, alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. At the career fair, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. At the career fair, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Inside the career fair, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Inside the career fair, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners line the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens, and inside, students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards while consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Inside the career fair, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners line the polished floor, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens; inside, students clutch resumes inside branded folders.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while consulting firms stack glossy case study booklets on high tables. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Inside, alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners line the polished floor, and tech companies display demo screens of their latest apps. Healthcare providers display photos from their community outreach. Students line up outside the university gym before the fair opens, and inside they clutch resumes inside branded folders.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners line the polished floor, and tech companies display demo screens of their latest apps; healthcare providers display photos from their community outreach. Inside, alumni volunteers give quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Students line up outside the university gym before the fair opens, and inside they clutch resumes inside branded folders. A PA system delivers a welcome announcement outlining the fair schedule."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.3816952036989994,
    0.3816952036989994,
    0.3816952036989994,
    0.3816952036989994,
    0.5934797654284987,
    0.5934797654284987,
    0.5934797654284987,
    0.5934797654284987,
    0.7417288377630071,
    0.7417288377630071,
    0.7417288377630071,
    0.7417288377630071,
    0.7417288377630071,
    0.7881618896475135,
    0.7881618896475135,
    0.7881618896475135,
    0.7881618896475135,
    0.7946114072106614,
    0.7946114072106614,
    0.7946114072106614,
    0.7946114072106614,
    0.7900856803135934,
    0.7900856803135934,
    0.7900856803135934,
    0.7900856803135934,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8016594512145006,
    0.8436748832762604,
    0.8436748832762604,
    0.8436748832762604,
    0.8436748832762604,
    0.842043695462465,
    0.842043695462465,
    0.842043695462465,
    0.842043695462465,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8391502040606317,
    0.8718945343393473,
    0.8718945343393473,
    0.8718945343393473,
    0.8718945343393473,
    0.8718945343393473,
    0.8718945343393473,
    0.8766300592032745,
    0.8766300592032745,
    0.8766300592032745
  ],
  "4": [
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, alumni volunteers give quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms stack glossy case study booklets on high tables. At a venue hosting the fair, tech companies display demo screens showcasing their latest apps, accompanied by the ongoing reminders to maintain eye contact and the PA-delivered schedule outline.",
    "At the career fair, alumni volunteers give short pep talks near the coffee station while career counselors remind attendees to maintain eye contact; a welcome announcement over the PA system outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, with ongoing reminders to maintain eye contact and the PA-delivered schedule outline. Students clutch resumes inside branded folders as they navigate the exhibits, and healthcare providers display photos from their community outreach.",
    "At the career fair, alumni volunteers give short pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and a PA-delivered welcome outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, with ongoing reminders to maintain eye contact and the PA-delivered schedule outline. Students clutch resumes inside branded folders as they navigate the exhibits, and healthcare providers display photos from their community outreach.",
    "At the career fair, alumni volunteers give short pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and a PA-delivered welcome outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, with ongoing reminders to maintain eye contact and the PA-delivered schedule outline. Students clutch resumes inside branded folders as they navigate the exhibits, and healthcare providers display photos from their community outreach.",
    "At the career fair, alumni volunteers give short pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and a PA-delivered welcome outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, with ongoing reminders to maintain eye contact and the PA-delivered schedule outline. Students clutch resumes inside branded folders as they navigate the exhibits. Healthcare providers display photos from their community outreach.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station, with career counselors reminding attendees to maintain eye contact and a PA-delivered welcome outlining the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps with ongoing reminders to maintain eye contact and a PA-delivered schedule outline. Students clutch resumes inside branded folders as they navigate the exhibits. Healthcare providers display photos from their community outreach.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while career counselors urge attendees to maintain eye contact, and a PA-delivered welcome outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps, with ongoing reminders to maintain eye contact and a PA-delivered schedule outline. Students clutch resumes in branded folders as they navigate the exhibits. Healthcare providers display photos from their community outreach. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while career counselors urge attendees to maintain eye contact, and a PA-delivered welcome outlines the schedule. Dozens of booths with colorful banners surround the polished floor. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps. The event entrance has staff scanning registrations and handing out lanyards. Students clutch resumes in branded folders as they navigate exhibits. Healthcare providers display photos from their community outreach. Students line up outside the university gym before the career fair opens. A PA system delivers the welcome announcement, reinforcing the eye-contact reminders and pep talks."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.6657874383689337,
    0.6657874383689337,
    0.6657874383689337,
    0.6657874383689337,
    0.6657874383689337,
    0.7730544732719202,
    0.7730544732719202,
    0.7730544732719202,
    0.7730544732719202,
    0.7730544732719202,
    0.8053579477790744,
    0.8053579477790744,
    0.8053579477790744,
    0.8053579477790744,
    0.8053579477790744,
    0.7656719751085238,
    0.7656719751085238,
    0.7656719751085238,
    0.7656719751085238,
    0.7656719751085238,
    0.7656719751085238,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.7812655480067396,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.810344524254332,
    0.8172811219015039,
    0.8172811219015039,
    0.8172811219015039,
    0.8172811219015039,
    0.8172811219015039,
    0.8119774921998362,
    0.8119774921998362,
    0.8119774921998362,
    0.8119774921998362,
    0.8522020959641521,
    0.8522020959641521,
    0.8522020959641521,
    0.8522020959641521,
    0.8522020959641521,
    0.8693162535257842,
    0.8693162535257842,
    0.8693162535257842,
    0.8693162535257842
  ],
  "5": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "A venue hosting a fair shows three observable details: career counselors remind attendees to maintain eye contact; tech companies display demo screens showcasing their latest apps; and a welcome announcement over the PA system outlines the fair schedule.",
    "At a venue hosting a fair, three observable details are noted: career counselors remind attendees to maintain eye contact; tech companies display demo screens showcasing their latest apps; and a welcome announcement over the PA system outlines the fair schedule.",
    "At a venue hosting a fair, career counselors remind attendees to maintain eye contact; tech companies display demo screens showcasing their latest apps; and a welcome announcement over the PA system outlines the fair schedule.",
    "At a venue hosting a career fair, attendees encounter career counselors who remind them to maintain eye contact, while tech companies display demo screens of their latest apps and a PA welcome announces the fair schedule. Alumni volunteers give quick pep talks near the coffee station, reinforcing the eye contact reminder. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms stack glossy case study booklets on high tables.",
    "At a venue hosting a career fair, attendees encounter career counselors who remind them to maintain eye contact, while tech companies display demo screens of their latest apps and a PA welcome announces the fair schedule. Alumni volunteers near the coffee station give quick pep talks, reinforcing the eye contact reminder. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding; the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At a career fair venue, attendees encounter career counselors who remind them to maintain eye contact, as a PA announces the schedule and tech companies display demo screens of their latest apps. Alumni volunteers near the coffee station give quick pep talks reinforcing the eye contact reminder. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At the career fair venue, attendees are reminded to maintain eye contact by career counselors, reinforced by a welcome PA announcement outlining the fair schedule, while tech companies display demo screens of their latest apps. Alumni volunteers near the coffee station give quick pep talks reinforcing eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At the career fair venue, attendees are reminded to maintain eye contact by career counselors, reinforced by a welcome PA announcement outlining the fair schedule. Tech companies display demo screens of their latest apps, while alumni volunteers near the coffee station offer quick pep talks reinforcing eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At a student career fair venue, career counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcing the fair schedule. Tech companies display demo screens of their latest apps, while alumni volunteers near the coffee station offer quick pep talks about eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders, underscoring professional presentation throughout the event.",
    "At the student career fair venue, career counselors remind attendees to maintain eye contact, reinforced by a PA-delivered welcome outlining the fair schedule. Tech companies display demo screens of their latest apps, with ongoing reminders about eye contact. Alumni volunteers near the coffee station offer short pep talks about eye contact. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos from their community outreach. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders as they navigate the exhibits.",
    "At a student career fair, dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps, consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase photos from their community outreach. Career counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers near the coffee station delivering quick pep talks. A PA system issues a welcome announcement outlining the fair schedule, and at the entrance staff scan registrations and hand out lanyards. Students navigate the exhibits with resumes tightly held inside branded folders bearing clear branding, underscoring professional presentation as the scene centers on their preparation and organization."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.47800930772332473,
    0.47800930772332473,
    0.47800930772332473,
    0.47819247279671956,
    0.47819247279671956,
    0.47819247279671956,
    0.47819247279671956,
    0.5346539619973116,
    0.5346539619973116,
    0.5346539619973116,
    0.5346539619973116,
    0.722133689026572,
    0.722133689026572,
    0.722133689026572,
    0.722133689026572,
    0.722133689026572,
    0.722133689026572,
    0.792568374306398,
    0.792568374306398,
    0.792568374306398,
    0.792568374306398,
    0.792568374306398,
    0.792568374306398,
    0.7868463584819871,
    0.7868463584819871,
    0.7868463584819871,
    0.7868463584819871,
    0.8128665326022614,
    0.8128665326022614,
    0.8128665326022614,
    0.8128665326022614,
    0.8128665326022614,
    0.8195731535526494,
    0.8195731535526494,
    0.8195731535526494,
    0.8195731535526494,
    0.8195731535526494,
    0.8195731535526494,
    0.8195731535526494,
    0.7979130163004261,
    0.7979130163004261,
    0.7979130163004261,
    0.7979130163004261,
    0.7979130163004261,
    0.7979130163004261,
    0.8093706293960732,
    0.8093706293960732,
    0.8093706293960732,
    0.8093706293960732,
    0.8093706293960732,
    0.8060576829794468,
    0.8060576829794468,
    0.8060576829794468,
    0.8060576829794468,
    0.8060576829794468
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, a PA system delivers a welcome announcement outlining the fair schedule while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards, and consulting firms display glossy case study booklets on high tables. Dozens of booths with colorful banners ring the polished floor.",
    "At the career fair, a PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Consulting firms display glossy case study booklets on high tables. Dozens of booths with colorful banners ring the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a PA system delivers a welcome announcement outlining the fair schedule, while career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens showing their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a PA system delivers a welcome announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens showing their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a PA system delivers a welcome announcement outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens showing their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a PA system delivers a welcome announcement outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens showing their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a PA system delivers a welcome announcement outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a PA system delivers a welcome and outlines the schedule while alumni volunteers give brief pep talks near the coffee station and career counselors urge attendees to maintain eye contact. Dozens of booths with colorful banners line the polished floor; consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps. At the event entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, clutching resumes in branded folders as they navigate the exhibits. Healthcare providers display photos from their community outreach."
  ],
  "6_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.7486121140932777,
    0.8205297055056471,
    0.8205297055056471,
    0.8205297055056471,
    0.8205297055056471,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8901179587085527,
    0.8843725143331322,
    0.8843725143331322,
    0.8843725143331322,
    0.8843725143331322,
    0.8843725143331322,
    0.899691854086381,
    0.899691854086381,
    0.899691854086381,
    0.899691854086381,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9017777067529361,
    0.9116279492185978,
    0.9116279492185978,
    0.9116279492185978,
    0.9116279492185978,
    0.8813044630953735,
    0.8813044630953735,
    0.8813044630953735,
    0.8813044630953735
  ],
  "7": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors remind attendees to maintain eye contact while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome announcement over the PA system outlines the fair schedule, while tech companies display demo screens of their latest apps. Alumni volunteers near the coffee station give quick pep talks reinforcing the eye-contact reminder. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the fair schedule, while tech companies display demo screens of their latest apps. Alumni volunteers near the coffee station give quick pep talks reinforcing the eye-contact reminder. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, the scene centers on students holding their resumes tightly inside branded folders with clear branding, as dozens of booths with colorful banners encircle the polished floor. Counselors remind attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos.",
    "At the career fair, the scene centers on students holding resumes tightly inside branded folders with clear branding as dozens of booths with colorful banners encircle the polished floor. Counselors remind attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos.",
    "At a student career fair, dozens of booths with colorful banners encircle a polished floor, and students hold resumes tightly inside branded folders bearing clear branding. Counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. The scene centers on professional presentation, underscored by the branded folders.",
    "At a student career fair, dozens of booths with colorful banners encircle a polished floor, and students hold resumes inside branded folders bearing clear branding. Counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. The scene centers on professional presentation, underscored by the branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5130993257781273,
    0.5130993257781273,
    0.5130993257781273,
    0.5130993257781273,
    0.6812552832204853,
    0.6812552832204853,
    0.6812552832204853,
    0.6812552832204853,
    0.7913475416855864,
    0.7913475416855864,
    0.7913475416855864,
    0.7913475416855864,
    0.7913475416855864,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.7927480304090924,
    0.8168568309539925,
    0.8168568309539925,
    0.8168568309539925,
    0.8168568309539925,
    0.8191888329257053,
    0.8191888329257053,
    0.8191888329257053,
    0.8191888329257053,
    0.8191888329257053,
    0.8191888329257053,
    0.8404357425946136,
    0.8404357425946136,
    0.8404357425946136,
    0.8404357425946136,
    0.8404357425946136,
    0.8434582972809151,
    0.8434582972809151,
    0.8434582972809151,
    0.8434582972809151,
    0.7981973985894949,
    0.7981973985894949,
    0.7981973985894949,
    0.7981973985894949,
    0.7981973985894949,
    0.7981973985894949,
    0.7982148472750072,
    0.7982148472750072
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station; healthcare providers showcase community outreach photos.",
    "At the event, students clutch resumes inside branded folders; nearby, alumni volunteers give short pep talks by the coffee station. Healthcare providers display photos from their community outreach. Tech companies show demo screens of their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers give short pep talks near the coffee station. Healthcare providers display photos from their community outreach, and tech companies show demo screens of their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact as they navigate the exhibits.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos from their community outreach, and tech companies show demo screens of their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact as they navigate the exhibits. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos from their community outreach, and tech companies show demo screens of their latest apps. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact as they navigate the exhibits. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, students clutch resumes inside branded folders while alumni volunteers deliver short pep talks near the coffee station. Healthcare providers display photos from their community outreach, and tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact as they navigate the exhibits. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Before the career fair opens, students line up outside the university gym. Inside, dozens of booths with colorful banners ring the polished floor, with consulting firms stacking glossy case study booklets on high tables and tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers display photos from their community outreach and tech companies show demo screens of their latest apps. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym. Inside, dozens of booths with colorful banners encircle the polished floor, as consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers display photos from their community outreach. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym. Inside, dozens of booths with colorful banners encircle the polished floor as consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers display photos from their community outreach. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Students clutch resumes inside branded folders as they move between booths.",
    "Before the career fair opens, students line up outside the university gym. Inside, dozens of booths with colorful banners encircle the polished floor; consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers display photos from their community outreach. A PA system delivers a welcome announcement outlining the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.45214906969156754,
    0.45214906969156754,
    0.45214906969156754,
    0.45214906969156754,
    0.47331128862303984,
    0.47331128862303984,
    0.47331128862303984,
    0.7112730250056478,
    0.7112730250056478,
    0.7112730250056478,
    0.7112730250056478,
    0.7112730250056478,
    0.8099941148822604,
    0.8099941148822604,
    0.8099941148822604,
    0.8099941148822604,
    0.8099941148822604,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8383586997403513,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8438252787415925,
    0.8813111398861373,
    0.8813111398861373,
    0.8813111398861373,
    0.8813111398861373,
    0.8813111398861373,
    0.8813111398861373,
    0.8813111398861373,
    0.8824134077482491,
    0.8824134077482491,
    0.8824134077482491,
    0.8824134077482491,
    0.8824134077482491,
    0.8824134077482491,
    0.8824134077482491,
    0.8828360265078905,
    0.8828360265078905,
    0.8828360265078905,
    0.8828360265078905,
    0.8828360265078905,
    0.8764620136257866,
    0.8764620136257866,
    0.8764620136257866
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners circle the polished floor of the career fair. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A PA system delivers a welcome announcement outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners circle the polished floor of the career fair, where career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station, reinforcing the eye contact reminder. A PA system delivers a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens of their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair. Career counselors remind attendees to maintain eye contact, a message reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor at the career fair. Career counselors remind attendees to maintain eye contact, reinforced by alumni volunteers near the coffee station delivering quick pep talks. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders with clear branding, and the scene centers on students holding their resumes tightly within these folders. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle a polished floor at a student career fair. Career counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers near the coffee station delivering quick pep talks. A PA system issues a welcome announcement outlining the fair schedule, and at the entrance event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos. The scene centers on students holding their resumes tightly inside branded folders bearing clear branding, underscoring professional presentation throughout the event.",
    "Dozens of booths with colorful banners encircle a polished floor at a student career fair. The scene centers on students holding resumes tightly inside branded folders bearing clear branding, underscoring professional presentation. Career counselors circulate, reminding attendees to maintain eye contact, reinforced by alumni volunteers delivering quick pep talks near the coffee station. A PA system issues a welcome announcement outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.6704971174991724,
    0.6704971174991724,
    0.6704971174991724,
    0.77186913734263,
    0.77186913734263,
    0.77186913734263,
    0.77186913734263,
    0.77186913734263,
    0.77186913734263,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8321040567896227,
    0.8111886609479213,
    0.8111886609479213,
    0.8111886609479213,
    0.8111886609479213,
    0.808956692781302,
    0.808956692781302,
    0.808956692781302,
    0.808956692781302,
    0.8093842171249328,
    0.8093842171249328,
    0.8093842171249328,
    0.8093842171249328,
    0.8093842171249328,
    0.8093842171249328,
    0.8337790767878847,
    0.8337790767878847,
    0.8337790767878847,
    0.8337790767878847,
    0.8337790767878847,
    0.8280087150394495,
    0.8280087150394495,
    0.8280087150394495,
    0.8280087150394495,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864,
    0.8384947801450864
  ]
}