{
  "0": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are presenting community outreach photos, while students clutch resumes inside branded folders.",
    "Healthcare providers present community outreach photos as students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers present community outreach photos as students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers present community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers present community outreach photos as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos, with students clutching resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as students clutch resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos while students clutch resumes stored in branded folders. An alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the career fair, healthcare providers display community outreach photos as students clutch resumes in branded folders. An alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3469991443018548,
    0.3469991443018548,
    0.3469991443018548,
    0.3469991443018548,
    0.3469991443018548,
    0.3469991443018548,
    0.3469991443018548,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.4301321989607716,
    0.5862408165961661,
    0.5862408165961661,
    0.5862408165961661,
    0.5862408165961661,
    0.5862408165961661,
    0.5862408165961661,
    0.6891040831824959,
    0.6891040831824959,
    0.6891040831824959,
    0.6891040831824959,
    0.6891040831824959,
    0.6891040831824959,
    0.7203127413868307,
    0.7203127413868307,
    0.7203127413868307,
    0.7203127413868307,
    0.7203127413868307,
    0.7203127413868307,
    0.7496628930523153,
    0.7496628930523153,
    0.7496628930523153,
    0.7496628930523153,
    0.7496628930523153,
    0.7496628930523153,
    0.7496628930523153,
    0.7126204109442992,
    0.7126204109442992,
    0.7126204109442992,
    0.7126204109442992,
    0.7126204109442992,
    0.7126204109442992,
    0.7126204109442992,
    0.709693503237947,
    0.709693503237947,
    0.709693503237947,
    0.709693503237947,
    0.709693503237947,
    0.709693503237947,
    0.709693503237947,
    0.8199142117277642,
    0.8199142117277642,
    0.8199142117277642,
    0.8199142117277642
  ],
  "1": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "In the venue, workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "In the venue, workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "Workshops on networking etiquette are taking place in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops are underway in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.5266090033998974,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7532851829666987,
    0.7211873216032058,
    0.7211873216032058,
    0.7211873216032058,
    0.7211873216032058,
    0.7211873216032058,
    0.7688698269904655,
    0.7688698269904655,
    0.7688698269904655,
    0.7688698269904655,
    0.7688698269904655,
    0.7688698269904655,
    0.755379229901217,
    0.755379229901217,
    0.755379229901217,
    0.755379229901217,
    0.755379229901217,
    0.755379229901217,
    0.755379229901217,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.7330338440116448,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.763583146303116,
    0.7582457488566867,
    0.7582457488566867
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, and healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; and consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3650701377321083,
    0.3650701377321083,
    0.3650701377321083,
    0.3650701377321083,
    0.3650701377321083,
    0.4262120658588436,
    0.4262120658588436,
    0.4262120658588436,
    0.4262120658588436,
    0.4262120658588436,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.6087208190152429,
    0.46431731652701885,
    0.46431731652701885,
    0.46431731652701885,
    0.46431731652701885,
    0.46431731652701885,
    0.7752238712407553,
    0.7752238712407553,
    0.7752238712407553,
    0.7752238712407553,
    0.7752238712407553,
    0.7752238712407553,
    0.49778757246734157,
    0.49778757246734157,
    0.49778757246734157,
    0.49778757246734157,
    0.49778757246734157,
    0.49778757246734157,
    0.8334585112733826,
    0.8334585112733826,
    0.8334585112733826,
    0.8334585112733826,
    0.8334585112733826,
    0.8334585112733826,
    0.8334585112733826,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.8178624609385923,
    0.834276876393558
  ],
  "3": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, some students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and distribute lanyards. Nearby, students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33933019327228275,
    0.33933019327228275,
    0.33933019327228275,
    0.33933019327228275,
    0.33933019327228275,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.6054028353112758,
    0.7644051901578193,
    0.7644051901578193,
    0.7644051901578193,
    0.7644051901578193,
    0.7644051901578193,
    0.7644051901578193,
    0.7644051901578193,
    0.7955288961855774,
    0.7955288961855774,
    0.7955288961855774,
    0.7955288961855774,
    0.7955288961855774,
    0.7955288961855774,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8123736543195228,
    0.8378036838121531,
    0.8378036838121531,
    0.8378036838121531,
    0.8378036838121531,
    0.8378036838121531,
    0.8378036838121531,
    0.8378036838121531,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977,
    0.8334122464361977
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage.",
    "Several students rehearse elevator pitches quietly against a wall, while the engineering society sponsors a resume review table near the stage.",
    "Within the event space, several students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume review table near the stage; and an alumni panel discusses how to prepare for technical interviews.",
    "Within the event space, several students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Within the event space, several students rehearse elevator pitches quietly against a wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event space, several students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event space, several students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Within the event space, several students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.45775725579753707,
    0.45775725579753707,
    0.45775725579753707,
    0.45775725579753707,
    0.45775725579753707,
    0.45775725579753707,
    0.34536330007383514,
    0.34536330007383514,
    0.34536330007383514,
    0.34536330007383514,
    0.34536330007383514,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.4500513171095661,
    0.7172555730720034,
    0.7172555730720034,
    0.7172555730720034,
    0.7172555730720034,
    0.7172555730720034,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7266157876915549,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925,
    0.7305689486860925
  ],
  "5": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; HR teams jot notes on tablets; and students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; HR teams jot notes on tablets; and students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; HR teams jot notes on tablets; and students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map while HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "5_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.4497591335033801,
    0.4497591335033801,
    0.4497591335033801,
    0.4497591335033801,
    0.4497591335033801,
    0.4497591335033801,
    0.4497591335033801,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.6615998894792222,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8064747514609876,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8078169424440462,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.8390615947854739,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.862109134658257,
    0.8762050644714576,
    0.8762050644714576,
    0.8762050644714576,
    0.8762050644714576,
    0.8762050644714576
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes stored in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes stored in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes stored in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes stored in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the venue, event staff scan registrations at the entrance and hand out lanyards. Inside, students clutch resumes stored in branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.40600406214655843,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7377596985704871,
    0.7324007651380691,
    0.7324007651380691,
    0.7324007651380691,
    0.7324007651380691,
    0.7324007651380691,
    0.7324007651380691,
    0.7324007651380691,
    0.8050132330099887,
    0.8050132330099887,
    0.8050132330099887,
    0.8050132330099887,
    0.8050132330099887,
    0.8050132330099887,
    0.8051496805811198,
    0.8051496805811198,
    0.8051496805811198,
    0.8051496805811198,
    0.8051496805811198,
    0.8051496805811198,
    0.8051496805811198,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087,
    0.8214204332362087
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the university gym, students line up outside before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, students line up outside before the career fair opens. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, students line up outside before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, students line up outside before the career fair opens. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, students line up outside before the career fair opens. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, students line up outside before the career fair opens. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "In a university gym hosting a career fair, students line up outside before opening. Inside, HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule, and career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4149160928915535,
    0.4149160928915535,
    0.4149160928915535,
    0.4149160928915535,
    0.4149160928915535,
    0.4149160928915535,
    0.6198846971029652,
    0.6198846971029652,
    0.6198846971029652,
    0.6198846971029652,
    0.6198846971029652,
    0.6198846971029652,
    0.8113713778564695,
    0.8113713778564695,
    0.8113713778564695,
    0.8113713778564695,
    0.8113713778564695,
    0.8217048108137257,
    0.8217048108137257,
    0.8217048108137257,
    0.8217048108137257,
    0.8217048108137257,
    0.7785149920643145,
    0.7785149920643145,
    0.7785149920643145,
    0.7785149920643145,
    0.7785149920643145,
    0.7785149920643145,
    0.8234170709909018,
    0.8234170709909018,
    0.8234170709909018,
    0.8234170709909018,
    0.8234170709909018,
    0.8234170709909018,
    0.8234170709909018,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8452469922239638,
    0.8142092421371581,
    0.8142092421371581,
    0.8142092421371581,
    0.8142092421371581,
    0.8142092421371581,
    0.8142092421371581
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share brief pep talks near the coffee station.",
    "At the scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, HR teams jot notes on tablets as students introduce themselves, while alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the event, HR teams jot notes on tablets as students introduce themselves; alumni volunteers offer brief pep talks near the coffee station; students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall; event staff scan registrations and hand out lanyards at the entrance; and the engineering society sponsors a resume review table near the stage.",
    "At the event, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer brief pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.3563679939818288,
    0.5279946891143424,
    0.5279946891143424,
    0.5279946891143424,
    0.5279946891143424,
    0.5279946891143424,
    0.5279946891143424,
    0.5279946891143424,
    0.521812271371926,
    0.521812271371926,
    0.521812271371926,
    0.521812271371926,
    0.521812271371926,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7749681684092544,
    0.7975090792159272,
    0.7975090792159272,
    0.7975090792159272,
    0.7975090792159272,
    0.7975090792159272,
    0.7975090792159272,
    0.7975090792159272,
    0.5072259477011397,
    0.5072259477011397,
    0.5072259477011397,
    0.5072259477011397,
    0.5072259477011397,
    0.5072259477011397,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8086648184862595,
    0.8181358503596239,
    0.8181358503596239,
    0.8181358503596239,
    0.8181358503596239
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair event, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.622733218142047,
    0.7693141231005098,
    0.7693141231005098,
    0.7693141231005098,
    0.7693141231005098,
    0.7693141231005098,
    0.7693141231005098,
    0.8171178435900663,
    0.8171178435900663,
    0.8171178435900663,
    0.8171178435900663,
    0.8171178435900663,
    0.8171178435900663,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8809840722004586,
    0.8681280640017456,
    0.8681280640017456,
    0.8681280640017456,
    0.8681280640017456,
    0.8681280640017456,
    0.8681280640017456,
    0.8789770892950635,
    0.8789770892950635,
    0.8789770892950635,
    0.8789770892950635,
    0.8789770892950635,
    0.8789770892950635,
    0.8789770892950635,
    0.8786781086497498,
    0.8786781086497498,
    0.8786781086497498,
    0.8786781086497498,
    0.8786781086497498,
    0.8786781086497498,
    0.8786781086497498,
    0.8744820850616859,
    0.8744820850616859,
    0.8744820850616859,
    0.8744820850616859,
    0.8744820850616859,
    0.8744820850616859,
    0.8827053458814157,
    0.8827053458814157,
    0.8827053458814157,
    0.8827053458814157
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens featuring their latest apps, creating a showcase environment, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens featuring their latest apps, creating a showcase environment, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "In a conference or expo setting, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "In a conference or expo setting, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a conference or expo, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At a conference or expo, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At a conference or expo, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a conference or expo, tech companies display demo screens featuring their latest apps, creating a showcase environment. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a conference or expo, tech companies display demo screens featuring their latest apps, creating a showcase environment, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4012588700590476,
    0.4012588700590476,
    0.4012588700590476,
    0.4012588700590476,
    0.4012588700590476,
    0.6026569875402493,
    0.6026569875402493,
    0.6026569875402493,
    0.6026569875402493,
    0.6026569875402493,
    0.6026569875402493,
    0.7861374195070479,
    0.7861374195070479,
    0.7861374195070479,
    0.7861374195070479,
    0.7861374195070479,
    0.7998875760932889,
    0.7998875760932889,
    0.7998875760932889,
    0.7998875760932889,
    0.7998875760932889,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8260224841294916,
    0.8261234903892429,
    0.8261234903892429,
    0.8261234903892429,
    0.8261234903892429,
    0.8261234903892429,
    0.8261234903892429,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8473906273860305,
    0.8438314428040194,
    0.8438314428040194,
    0.8438314428040194,
    0.8438314428040194,
    0.8438314428040194,
    0.8438314428040194
  ],
  "11": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as they navigate a venue where dozens of booths with colorful banners circle a polished floor.",
    "Career counselors remind attendees to maintain eye contact as they navigate a venue where dozens of booths with colorful banners circle a polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, career counselors remind attendees to maintain eye contact as they navigate a venue where dozens of booths with colorful banners encircle a polished floor. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "At a career fair, career counselors remind attendees to maintain eye contact as they navigate a venue where dozens of booths with colorful banners encircle a polished floor. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, counselors remind attendees to maintain eye contact as they navigate a venue where dozens of booths with colorful banners encircle a polished floor. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At a career fair, counselors remind attendees to maintain eye contact as they navigate a venue whose dozens of booths, with colorful banners, encircle a polished floor. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Near the stage, the engineering society sponsors a resume review table.",
    "At a career fair, attendees navigate a venue whose dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth to draw attention. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "Attendees navigate a career fair set in a venue encircled by dozens of booths with colorful banners and a polished floor. A robotics startup draws attention by flying a small drone above its booth. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Attendees navigate a career fair set in a venue encircled by dozens of booths with colorful banners on a polished floor. A robotics startup draws attention by flying a small drone above its booth. A few students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.458576618976403,
    0.458576618976403,
    0.458576618976403,
    0.458576618976403,
    0.458576618976403,
    0.458576618976403,
    0.5555239063843411,
    0.5555239063843411,
    0.5555239063843411,
    0.5555239063843411,
    0.5555239063843411,
    0.5555239063843411,
    0.5555239063843411,
    0.7677722884064426,
    0.7677722884064426,
    0.7677722884064426,
    0.7677722884064426,
    0.7677722884064426,
    0.7677722884064426,
    0.7629028900553152,
    0.7629028900553152,
    0.7629028900553152,
    0.7629028900553152,
    0.7629028900553152,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8095012430827799,
    0.8456419948523544,
    0.8456419948523544,
    0.8456419948523544,
    0.8456419948523544,
    0.8456419948523544,
    0.8456419948523544,
    0.8456419948523544,
    0.8521269093073823,
    0.8521269093073823,
    0.8521269093073823,
    0.8521269093073823,
    0.8521269093073823,
    0.8521269093073823,
    0.8521269093073823,
    0.8636823414623369,
    0.8636823414623369,
    0.8636823414623369,
    0.8636823414623369,
    0.8636823414623369,
    0.8636823414623369,
    0.8621904081465204,
    0.8621904081465204,
    0.8621904081465204,
    0.8621904081465204,
    0.8621904081465204,
    0.8621904081465204,
    0.8621904081465204
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, groups of friends mark target employers on the event map; students clutch resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. The HR activity continues as introductions proceed.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves, with some rehearsing elevator pitches quietly against the wall. The HR activity continues through introductions. Career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes in branded folders. An alumni panel discusses preparing for technical interviews. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves, with some rehearsing elevator pitches quietly against the wall, and the activity continues through introductions. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.49355043942432475,
    0.538164219541034,
    0.538164219541034,
    0.538164219541034,
    0.538164219541034,
    0.538164219541034,
    0.538164219541034,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.6697080382765582,
    0.8210200797683194,
    0.8210200797683194,
    0.8210200797683194,
    0.8210200797683194,
    0.8210200797683194,
    0.8210200797683194,
    0.8210200797683194,
    0.840195285052758,
    0.840195285052758,
    0.840195285052758,
    0.840195285052758,
    0.840195285052758,
    0.840195285052758,
    0.8467545850144897,
    0.8467545850144897,
    0.8467545850144897,
    0.8467545850144897,
    0.8467545850144897,
    0.8467545850144897,
    0.8467545850144897,
    0.839911596545756,
    0.839911596545756,
    0.839911596545756,
    0.839911596545756,
    0.839911596545756,
    0.839911596545756,
    0.839911596545756,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.8303480063942783,
    0.830224201110973
  ],
  "13": [
    "",
    "Students line up outside the university gym in the moments before the career fair opens.",
    "Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share brief pep talks near the coffee station.",
    "Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Before the career fair opens, students line up outside the university gym; nearby, alumni volunteers share brief pep talks near the coffee station; at the entrance, event staff scan registrations and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym as the event prepares to begin. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, students line up outside the university gym as the event prepares to begin. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Before the career fair opens, students line up outside the university gym as the event prepares to begin. Alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.41428944949993096,
    0.41428944949993096,
    0.41428944949993096,
    0.41428944949993096,
    0.41428944949993096,
    0.5788363579001314,
    0.5788363579001314,
    0.5788363579001314,
    0.5788363579001314,
    0.5788363579001314,
    0.5788363579001314,
    0.7700093608951193,
    0.7700093608951193,
    0.7700093608951193,
    0.7700093608951193,
    0.7700093608951193,
    0.7700093608951193,
    0.5057009317096799,
    0.5057009317096799,
    0.5057009317096799,
    0.5057009317096799,
    0.5057009317096799,
    0.80602349727811,
    0.80602349727811,
    0.80602349727811,
    0.80602349727811,
    0.80602349727811,
    0.80602349727811,
    0.8176302376658846,
    0.8176302376658846,
    0.8176302376658846,
    0.8176302376658846,
    0.8176302376658846,
    0.8176302376658846,
    0.8259834896689218,
    0.8259834896689218,
    0.8259834896689218,
    0.8259834896689218,
    0.8259834896689218,
    0.8259834896689218,
    0.8259834896689218,
    0.8406459813787863,
    0.8406459813787863,
    0.8406459813787863,
    0.8406459813787863,
    0.8406459813787863,
    0.8406459813787863,
    0.8406459813787863,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691,
    0.8590123009034691
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the event maps spatial layout.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the event maps spatial layout. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the event maps spatial layout. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, placing markers to designate those employers within the maps spatial layout. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens. Inside, groups of friends mark target employers on the event map, placing markers to designate those employers within the maps spatial layout. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside as the career fair is about to open. Inside, groups of friends place markers on the event map to designate target employers within the maps spatial layout. Consulting firms have glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, students line up outside as the career fair is about to open. Inside, groups of friends place markers on the event map to designate target employers within the maps spatial layout. Consulting firms display glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside as the career fair is about to open. Inside, groups of friends place markers on the event map to designate target employers within the maps spatial layout. Consulting firms display glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside as the career fair is about to open. Inside, groups of friends place markers on the event map to designate target employers within the maps spatial layout. Consulting firms display glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside as the career fair is about to open. Inside, groups of friends place markers on the event map to designate target employers within the maps spatial layout. Consulting firms display glossy case study booklets stacked on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3152649196909175,
    0.3152649196909175,
    0.3152649196909175,
    0.3152649196909175,
    0.3152649196909175,
    0.3152649196909175,
    0.49211531303126455,
    0.49211531303126455,
    0.49211531303126455,
    0.49211531303126455,
    0.49211531303126455,
    0.6990735539337024,
    0.6990735539337024,
    0.6990735539337024,
    0.6990735539337024,
    0.6990735539337024,
    0.6990735539337024,
    0.7101794971674007,
    0.7101794971674007,
    0.7101794971674007,
    0.7101794971674007,
    0.7101794971674007,
    0.7101794971674007,
    0.7905815899167007,
    0.7905815899167007,
    0.7905815899167007,
    0.7905815899167007,
    0.7905815899167007,
    0.7905815899167007,
    0.7905815899167007,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.7934105221832665,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475,
    0.8241786340570475
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while students clutch resumes tucked inside branded folders.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while students clutch resumes tucked inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are giving quick pep talks near the coffee station while students clutch resumes inside branded folders; tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are giving quick pep talks near the coffee station; students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver brief pep talks near the coffee station as students clutch resumes tucked inside branded folders. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, dozens of booths with colorful banners encircle the polished floor. Alumni volunteers deliver brief pep talks near the coffee station as students clutch resumes tucked inside branded folders. Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.35884717393204574,
    0.35884717393204574,
    0.35884717393204574,
    0.35884717393204574,
    0.35884717393204574,
    0.5410787096375169,
    0.5410787096375169,
    0.5410787096375169,
    0.5410787096375169,
    0.5410787096375169,
    0.5410787096375169,
    0.4624763582494393,
    0.4624763582494393,
    0.4624763582494393,
    0.4624763582494393,
    0.4624763582494393,
    0.41372950081256865,
    0.41372950081256865,
    0.41372950081256865,
    0.41372950081256865,
    0.41372950081256865,
    0.41372950081256865,
    0.5251164165199026,
    0.5251164165199026,
    0.5251164165199026,
    0.5251164165199026,
    0.5251164165199026,
    0.5251164165199026,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7426978674361346,
    0.7773916092635821,
    0.7773916092635821,
    0.7773916092635821,
    0.7773916092635821,
    0.7773916092635821,
    0.7773916092635821,
    0.8594156910395349,
    0.8594156910395349,
    0.8594156910395349,
    0.8594156910395349,
    0.8594156910395349,
    0.8594156910395349,
    0.8594156910395349,
    0.8601566996873868,
    0.8601566996873868,
    0.8601566996873868,
    0.8601566996873868,
    0.8601566996873868,
    0.8601566996873868,
    0.8601566996873868
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards, while finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes that enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.45584841374782564,
    0.45584841374782564,
    0.45584841374782564,
    0.45584841374782564,
    0.45584841374782564,
    0.8289211014374058,
    0.8289211014374058,
    0.8289211014374058,
    0.8289211014374058,
    0.8289211014374058,
    0.8289211014374058,
    0.8150017050074025,
    0.8150017050074025,
    0.8150017050074025,
    0.8150017050074025,
    0.8150017050074025,
    0.8150017050074025,
    0.8191032906456706,
    0.8191032906456706,
    0.8191032906456706,
    0.8191032906456706,
    0.8191032906456706,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8251165243289229,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8380940028798418,
    0.8473897851841191,
    0.8473897851841191
  ],
  "17": [
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement.",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement for the career fair inside the university gym. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement for the career fair inside the university gym. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "Inside the university gym, a career fair unfolds with dozens of booths adorned with colorful banners arranged in a circular formation around a polished floor. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the fair opens. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps.",
    "Inside the university gym, a career fair unfolds with dozens of booths adorned with colorful banners arranged in a circular formation around a polished floor. Career counselors redirect unsure students toward applicable industries while some students rehearse elevator pitches quietly against the wall. Outside the gym, students line up before the fair opens. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.30848330532118007,
    0.30848330532118007,
    0.30848330532118007,
    0.30848330532118007,
    0.30848330532118007,
    0.30848330532118007,
    0.5284538856238268,
    0.5284538856238268,
    0.5284538856238268,
    0.5284538856238268,
    0.5284538856238268,
    0.6547476706289479,
    0.6547476706289479,
    0.6547476706289479,
    0.6547476706289479,
    0.6547476706289479,
    0.6547476706289479,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.7759182640212285,
    0.8249730407951423,
    0.8249730407951423,
    0.8249730407951423,
    0.8249730407951423,
    0.8249730407951423,
    0.8249730407951423,
    0.8249730407951423,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8380136202440991,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8265617855240583,
    0.8355273932294585,
    0.8355273932294585
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.4323677686295456,
    0.5983051236688838,
    0.5983051236688838,
    0.5983051236688838,
    0.5983051236688838,
    0.5983051236688838,
    0.5983051236688838,
    0.5868658871177084,
    0.5868658871177084,
    0.5868658871177084,
    0.5868658871177084,
    0.5868658871177084,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7579513297499129,
    0.7823128325069999,
    0.7823128325069999,
    0.7823128325069999,
    0.7823128325069999,
    0.7823128325069999,
    0.7823128325069999,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.7952871414886926,
    0.8260944538092508,
    0.8260944538092508
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms arrange glossy case study booklets on high tables, creating an elevated display, while students line up outside the university gym in the lead-up to the career fair opening.",
    "At the university career fair preview, consulting firms arrange glossy case study booklets on high tables to create an elevated display. Outside the university gym, students line up in the lead-up to the fair's opening. Tech companies display demo screens showing their latest apps.",
    "At the university career fair preview, consulting firms arrange glossy case study booklets on high tables to create an elevated display. Outside the university gym, students line up in the lead-up to the fair's opening. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the university career fair preview, consulting firms create an elevated display by placing glossy case study booklets on high tables. Outside the gym, students line up ahead of the opening. Tech companies run demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule.",
    "During the university career fair preview, consulting firms create an elevated display by placing glossy case study booklets on high tables. Outside the gym, students line up ahead of the opening. Tech companies run demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Healthcare providers showcase community outreach photos.",
    "During the university career fair preview, consulting firms create an elevated display by placing glossy case study booklets on high tables. Outside the gym, students line up ahead of the opening. Tech companies run demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule, and healthcare providers showcase community outreach photos.",
    "At the university career fair preview, consulting firms display an elevated setup by placing glossy case study booklets on high tables. Outside the gym, students line up ahead of the opening. Tech companies operate demo screens that showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair preview, consulting firms display an elevated setup with glossy case study booklets on high tables. Outside the gym, students line up ahead of the opening. Tech companies operate demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.36315147143110504,
    0.36315147143110504,
    0.36315147143110504,
    0.36315147143110504,
    0.36315147143110504,
    0.36315147143110504,
    0.748661235134059,
    0.748661235134059,
    0.748661235134059,
    0.748661235134059,
    0.748661235134059,
    0.748661235134059,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8229539582148506,
    0.8455623038848643,
    0.8455623038848643,
    0.8455623038848643,
    0.8455623038848643,
    0.8455623038848643,
    0.8455623038848643,
    0.8455623038848643,
    0.8388619798700836,
    0.8388619798700836,
    0.8388619798700836,
    0.8388619798700836,
    0.8388619798700836,
    0.8388619798700836,
    0.8388619798700836,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8491725120636684,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8509251621956558,
    0.8585659971043214
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "A robotics startup is piloting a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "A robotics startup is piloting a small drone above its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "A robotics startup is piloting a small drone over its booth to attract attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.48024147400791417,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.6365141446900519,
    0.40815133166894124,
    0.40815133166894124,
    0.40815133166894124,
    0.40815133166894124,
    0.40815133166894124,
    0.6076504757372967,
    0.6076504757372967,
    0.6076504757372967,
    0.6076504757372967,
    0.6076504757372967,
    0.6076504757372967,
    0.6076504757372967,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.760478572773885,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.7860515505592336,
    0.797704042762932,
    0.797704042762932,
    0.797704042762932,
    0.797704042762932,
    0.797704042762932,
    0.797704042762932,
    0.797704042762932
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall, practicing their delivery before the event begins.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall, practicing their delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students are lined up outside the university gym in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall, practicing their delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall to sharpen delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall to sharpen delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall to sharpen delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "A lineup forms outside the university gym as students await the career fair opening. Some rehearse elevator pitches quietly against the wall to sharpen delivery before the event begins. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "A lineup forms outside the university gym as students await the career fair opening. Some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during interactions. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5270344472107029,
    0.5270344472107029,
    0.5270344472107029,
    0.5270344472107029,
    0.5270344472107029,
    0.5270344472107029,
    0.7120651555251996,
    0.7120651555251996,
    0.7120651555251996,
    0.7120651555251996,
    0.7120651555251996,
    0.7467932759029344,
    0.7467932759029344,
    0.7467932759029344,
    0.7467932759029344,
    0.7467932759029344,
    0.7467932759029344,
    0.8188464787311578,
    0.8188464787311578,
    0.8188464787311578,
    0.8188464787311578,
    0.8188464787311578,
    0.8188464787311578,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.805345129542403,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8086397302070337,
    0.8203223086518059,
    0.8203223086518059,
    0.8203223086518059,
    0.8203223086518059,
    0.8203223086518059
  ],
  "22": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while some students quietly rehearse elevator pitches against the wall.",
    "At the event, groups of friends mark target employers on the event map, while some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the event map, while some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map while several students rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map while several students rehearse elevator pitches against the wall. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.438828639648071,
    0.6124373329856267,
    0.6124373329856267,
    0.6124373329856267,
    0.6124373329856267,
    0.6124373329856267,
    0.6124373329856267,
    0.6124373329856267,
    0.5915334612151509,
    0.5915334612151509,
    0.5915334612151509,
    0.5915334612151509,
    0.5915334612151509,
    0.5915334612151509,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.586996881162198,
    0.7468104414319208,
    0.7468104414319208,
    0.7468104414319208,
    0.7468104414319208,
    0.7468104414319208,
    0.7468104414319208,
    0.7468104414319208,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7725751660764486,
    0.7932608263177672,
    0.7932608263177672,
    0.7932608263177672,
    0.7932608263177672,
    0.7932608263177672,
    0.7932608263177672,
    0.7932608263177672
  ],
  "23": [
    "",
    "",
    "In a fair setting, a welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At a fair, a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a fair, a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "A fair is underway as a welcome announcement plays over the PA system, outlining the schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "At a fair underway, a welcome announcement plays over the PA system, outlining the schedule. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a fair underway, a welcome announcement plays over the PA system, outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a fair underway, a welcome announcement plays over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At a fair underway, a welcome announcement plays over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At a fair underway, a welcome announcement plays over the PA system outlining the schedule. Dozens of booths with colorful banners encircle a polished floor. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.4211007774511478,
    0.5765497533284648,
    0.5765497533284648,
    0.5765497533284648,
    0.5765497533284648,
    0.5765497533284648,
    0.5765497533284648,
    0.7359700103190674,
    0.7359700103190674,
    0.7359700103190674,
    0.7359700103190674,
    0.7359700103190674,
    0.7359700103190674,
    0.7359700103190674,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.7511534463954075,
    0.8092036260580159,
    0.8092036260580159,
    0.8092036260580159,
    0.8092036260580159,
    0.8092036260580159,
    0.8092036260580159,
    0.8092036260580159,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8091292335008717,
    0.8580192019655988,
    0.8580192019655988,
    0.8580192019655988,
    0.8580192019655988,
    0.8580192019655988,
    0.8580192019655988,
    0.8580192019655988,
    0.8631616994839445,
    0.8631616994839445,
    0.8631616994839445,
    0.8631616994839445,
    0.8631616994839445,
    0.8631616994839445,
    0.8683294920948099
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers share quick pep talks near the coffee station.",
    "In the scene, healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers share quick pep talks near the coffee station; and the engineering society sponsors a resume review table near the stage.",
    "At the event venue, healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event venue, multiple activity zones are arranged: healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, several activity zones are set: healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, several activity zones are set: healthcare providers display community outreach photos; consulting firms stack glossy case study booklets on high tables; alumni volunteers deliver quick pep talks near the coffee station; the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue, multiple activity zones are in operation. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette commence in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue, multiple activity zones are in operation. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette commence in the adjoining classroom. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.36896172209049616,
    0.4115178338259478,
    0.4115178338259478,
    0.4115178338259478,
    0.4115178338259478,
    0.4115178338259478,
    0.4115178338259478,
    0.4115178338259478,
    0.40584655481181975,
    0.40584655481181975,
    0.40584655481181975,
    0.40584655481181975,
    0.40584655481181975,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.6240273514869725,
    0.7364897952545513,
    0.7364897952545513,
    0.7364897952545513,
    0.7364897952545513,
    0.7364897952545513,
    0.7364897952545513,
    0.7364897952545513,
    0.7356595859993327,
    0.7356595859993327,
    0.7356595859993327,
    0.7356595859993327,
    0.7356595859993327,
    0.7356595859993327,
    0.791303019015387,
    0.791303019015387,
    0.791303019015387,
    0.791303019015387,
    0.791303019015387,
    0.791303019015387,
    0.791303019015387,
    0.8188991305165922,
    0.8188991305165922,
    0.8188991305165922,
    0.8188991305165922,
    0.8188991305165922,
    0.8188991305165922,
    0.8188991305165922,
    0.8180103418164886,
    0.8180103418164886,
    0.8180103418164886
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers are displaying photographs of their community outreach efforts.",
    "Healthcare providers are displaying photographs of their community outreach efforts. Groups of friends mark target employers on the event map.",
    "Healthcare providers are displaying photographs of their community outreach efforts. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers display photographs of their community outreach efforts, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display photographs of their community outreach efforts, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event, healthcare providers display photographs of their community outreach efforts, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, healthcare providers display photographs of their community outreach efforts, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, healthcare providers display photographs of their community outreach efforts, groups of friends mark target employers on the event map, career counselors remind attendees to maintain eye contact, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2730960112304034,
    0.2730960112304034,
    0.2730960112304034,
    0.2730960112304034,
    0.2730960112304034,
    0.2730960112304034,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.45081476510674046,
    0.6149036145122824,
    0.6149036145122824,
    0.6149036145122824,
    0.6149036145122824,
    0.6149036145122824,
    0.6149036145122824,
    0.6149036145122824,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.5846273963193422,
    0.7706137963683959,
    0.7706137963683959,
    0.7706137963683959,
    0.7706137963683959,
    0.7706137963683959,
    0.7706137963683959,
    0.7842432648914213,
    0.7842432648914213,
    0.7842432648914213,
    0.7842432648914213,
    0.7842432648914213,
    0.7842432648914213,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.812592897522961,
    0.8177964483048099,
    0.8177964483048099,
    0.8177964483048099,
    0.8177964483048099,
    0.8177964483048099,
    0.8177964483048099,
    0.8177964483048099
  ],
  "26": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Finance firms offer QR codes for immediate internship applications, enabling quick submission, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, finance firms offer QR codes for immediate internship applications, enabling quick submission. Meanwhile, some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the event space, finance firms offer QR codes for immediate internship applications, enabling quick submission. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event space for the career fair, finance firms offer QR codes to submit internship applications instantly. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the event space hosts finance firms offering QR codes to submit internship applications instantly. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A line forms of students outside the university gym before the career fair opens.",
    "At the university career fair, finance firms at the event space offer QR codes enabling instant internship applications. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes in branded folders as tech companies display demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A line forms of students outside the university gym before the fair opens."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5264406617289711,
    0.5264406617289711,
    0.5264406617289711,
    0.5264406617289711,
    0.5264406617289711,
    0.5264406617289711,
    0.5264406617289711,
    0.6921049523154248,
    0.6921049523154248,
    0.6921049523154248,
    0.6921049523154248,
    0.6921049523154248,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7621734273516243,
    0.7653533444298666,
    0.7653533444298666,
    0.7653533444298666,
    0.7653533444298666,
    0.7653533444298666,
    0.7653533444298666,
    0.7653533444298666,
    0.8067456543068416,
    0.8067456543068416,
    0.8067456543068416,
    0.8067456543068416,
    0.8067456543068416,
    0.8108859417303891,
    0.8108859417303891,
    0.8108859417303891,
    0.8108859417303891,
    0.8108859417303891,
    0.8108859417303891,
    0.870903193319588,
    0.870903193319588,
    0.870903193319588,
    0.870903193319588,
    0.870903193319588,
    0.870903193319588,
    0.870903193319588,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.864258451068989,
    0.8676201002068715,
    0.8676201002068715,
    0.8676201002068715,
    0.8676201002068715,
    0.8676201002068715
  ],
  "27": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure attendees toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a shared event, an alumni panel discusses how to prepare for technical interviews as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure attendees toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention."
  ],
  "27_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4382841430409209,
    0.4382841430409209,
    0.4382841430409209,
    0.4382841430409209,
    0.4382841430409209,
    0.4382841430409209,
    0.4382841430409209,
    0.5789499658464617,
    0.5789499658464617,
    0.5789499658464617,
    0.5789499658464617,
    0.5789499658464617,
    0.5789499658464617,
    0.5789499658464617,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.6086648972818642,
    0.7626035093384711,
    0.7626035093384711,
    0.7626035093384711,
    0.7626035093384711,
    0.7626035093384711,
    0.7626035093384711,
    0.7675933732829037,
    0.7675933732829037,
    0.7675933732829037,
    0.7675933732829037,
    0.7675933732829037,
    0.7675933732829037,
    0.7675933732829037,
    0.7874536424292715,
    0.7874536424292715,
    0.7874536424292715,
    0.7874536424292715,
    0.7874536424292715,
    0.7874536424292715,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.7918837252457178,
    0.8287509423557133,
    0.8287509423557133,
    0.8287509423557133,
    0.8287509423557133,
    0.8287509423557133
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule, and the engineering society sponsors a resume review table near the stage.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.44952185060502614,
    0.5974168630484064,
    0.5974168630484064,
    0.5974168630484064,
    0.5974168630484064,
    0.5903941805406305,
    0.5903941805406305,
    0.5903941805406305,
    0.5903941805406305,
    0.5903941805406305,
    0.5903941805406305,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8373109489965198,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8485958187957026,
    0.8438497287906146,
    0.8438497287906146,
    0.8438497287906146
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym in the moments before the career fair opens.",
    "A line of students stands outside the university gym in the moments before the career fair opens. Healthcare providers showcase community outreach photos.",
    "A line of students stands outside the university gym moments before the career fair opens. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Moments before the career fair opens, a line of students stands outside the university gym; inside, healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos while dozens of booths with colorful banners encircle the polished floor, and alumni volunteers deliver brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos as dozens of booths with colorful banners surround the polished floor. Alumni volunteers deliver short pep talks near the coffee station. At a robotics startup booth, a small drone flies above to attract attention.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos as dozens of booths with colorful banners surround the polished floor. Alumni volunteers deliver short pep talks near the coffee station. At a robotics startup booth, a small drone flies above to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos as dozens of booths with colorful banners surround the polished floor. Alumni volunteers deliver short pep talks near the coffee station. At a robotics startup booth, a small drone flies above to attract attention. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver short pep talks near the coffee station. At a robotics startup booth, a small drone flies above to attract attention. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Moments before the career fair opens, a line of students stands outside the university gym. Inside, healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver short pep talks near the coffee station. At a robotics startup booth, a small drone flies above to attract attention. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38383220617660485,
    0.38383220617660485,
    0.38383220617660485,
    0.38383220617660485,
    0.38383220617660485,
    0.38383220617660485,
    0.38383220617660485,
    0.48578354897126663,
    0.48578354897126663,
    0.48578354897126663,
    0.48578354897126663,
    0.48578354897126663,
    0.6008353062610297,
    0.6008353062610297,
    0.6008353062610297,
    0.6008353062610297,
    0.6008353062610297,
    0.6008353062610297,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.4590582221443982,
    0.8033650264181575,
    0.8033650264181575,
    0.8033650264181575,
    0.8033650264181575,
    0.8033650264181575,
    0.7874688515373403,
    0.7874688515373403,
    0.7874688515373403,
    0.7874688515373403,
    0.7874688515373403,
    0.7874688515373403,
    0.7874688515373403,
    0.8370288422324452,
    0.8370288422324452,
    0.8370288422324452,
    0.8370288422324452,
    0.8370288422324452,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8533643479870252,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744,
    0.8458334763076744
  ],
  "30": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At a robotics startup's booth, students clutch resumes inside branded folders. A small drone is flown above the booth to attract attention.",
    "At a robotics startup booth, students clutch resumes inside branded folders. A small drone is flown above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup booth hosts students who clutch resumes inside branded folders. A small drone is flown above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup booth hosts students who clutch resumes inside branded folders. A small drone is flown above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "A robotics startup booth hosts students who clutch resumes inside branded folders. A small drone is flown above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A robotics startup booth at the event hosts students who clutch resumes inside branded folders. A small drone flies above the booth to attract attention. Workshops on networking etiquette take place in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, a robotics startup booth hosts students clutching resumes inside branded folders. A small drone flies above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette take place. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a robotics startup booth hosts students clutching resumes inside branded folders, while a small drone flies above the booth to attract attention. In the adjoining classroom, workshops on networking etiquette take place. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "30_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5306817341927796,
    0.5306817341927796,
    0.5306817341927796,
    0.5306817341927796,
    0.5306817341927796,
    0.5306817341927796,
    0.7044224331071581,
    0.7044224331071581,
    0.7044224331071581,
    0.7044224331071581,
    0.7044224331071581,
    0.7044224331071581,
    0.6567099907872744,
    0.6567099907872744,
    0.6567099907872744,
    0.6567099907872744,
    0.6567099907872744,
    0.6567099907872744,
    0.6917079129177015,
    0.6917079129177015,
    0.6917079129177015,
    0.6917079129177015,
    0.6917079129177015,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.6999430411411558,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.7804442781013834,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.8316709551260137,
    0.844687542250262,
    0.844687542250262,
    0.844687542250262,
    0.844687542250262,
    0.844687542250262
  ],
  "31": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms offer QR codes for immediate internship applications; workshops on networking etiquette are underway in the adjoining classroom; students line up outside the university gym in anticipation of the career fair opening.",
    "Finance firms are offering QR codes for immediate internship applications, with workshops on networking etiquette under way in the adjoining classroom. Students line up outside the university gym in anticipation of the career fair opening as human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms are displaying QR codes to enable immediate internship applications, while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students queue in anticipation of the career fair opening as human resources teams take notes on tablets and students introduce themselves. A portion of students rehearse elevator pitches quietly against the wall, preparing to present themselves to recruiters.",
    "At a campus career event, finance firms display QR codes to enable immediate internship applications, while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students queue in anticipation of the career fair opening as human resources teams take notes on tablets and students introduce themselves. A portion of students rehearse elevator pitches quietly against the wall, preparing to present themselves to recruiters. Healthcare providers showcase community outreach photos.",
    "At a campus career event, finance firms display QR codes to enable immediate internship applications, while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students queue in anticipation of the career fair opening as HR teams take notes on tablets and students introduce themselves. A portion of students rehearse elevator pitches quietly against the wall, preparing to present themselves to recruiters. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "During a campus career event, finance firms display QR codes to enable immediate internship applications, while workshops on networking etiquette run in the adjoining classroom. Outside the university gym, students queue in anticipation of the career fair opening as HR teams take notes on tablets and students introduce themselves. A portion of students rehearse elevator pitches quietly against the wall, preparing to present to recruiters. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.532735848204818,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5116956848335669,
    0.5717244622836286,
    0.5717244622836286,
    0.5717244622836286,
    0.5717244622836286,
    0.5717244622836286,
    0.5717244622836286,
    0.5717244622836286,
    0.7212753653765254,
    0.7212753653765254,
    0.7212753653765254,
    0.7212753653765254,
    0.7212753653765254,
    0.7212753653765254,
    0.7212753653765254,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.783508723994468,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8037343118738067,
    0.8346575203359732,
    0.8346575203359732,
    0.8346575203359732,
    0.8346575203359732
  ],
  "32": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets, and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "In a multi-room event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a multi-room event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a multi-room event, healthcare providers display community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Several students rehearse elevator pitches quietly against a wall. Finance firms show QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette are underway. A cybersecurity company conducts a password-cracking challenge on a laptop.",
    "A multi-room event features healthcare providers displaying community outreach photos while human resources staff jot notes on tablets and students introduce themselves. Several students rehearse elevator pitches quietly against a wall. Finance firms display QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette are underway. A cybersecurity company conducts a password-cracking challenge on a laptop.",
    "Across a multi-room event, healthcare providers display community outreach photos while human resources staff jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against a wall. Finance firms display QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette are underway. A cybersecurity company conducts a password-cracking challenge on a laptop."
  ],
  "32_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.3725206430349941,
    0.5195376089363366,
    0.5195376089363366,
    0.5195376089363366,
    0.5195376089363366,
    0.5195376089363366,
    0.5195376089363366,
    0.5195376089363366,
    0.7473769487995768,
    0.7473769487995768,
    0.7473769487995768,
    0.7473769487995768,
    0.7473769487995768,
    0.7634695951417028,
    0.7634695951417028,
    0.7634695951417028,
    0.7634695951417028,
    0.7634695951417028,
    0.7634695951417028,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7611669337324964,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7437870187481885,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.7448210110426402,
    0.737215292081048,
    0.737215292081048,
    0.737215292081048
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while the engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.4485486484086027,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.7469195954282577,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.7898452413235549,
    0.7898452413235549,
    0.7898452413235549,
    0.7898452413235549,
    0.7898452413235549,
    0.7898452413235549,
    0.7898452413235549,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8002512032378387,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8229602911577563,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333,
    0.8412611173752333
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map.",
    "At the career fair, a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a robotics startup uses a small drone to hover above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, a robotics startup uses a small drone to hover above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "During the career fair, a robotics startup deploys a small drone that hovers above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "During the career fair, a robotics startup deploys a small drone that hovers above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "During the career fair, a robotics startup deploys a small drone that hovers above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the university gym hosting a career fair, a robotics startup deploys a small drone that hovers above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens, while a welcome announcement over the PA outlines the schedule. Inside, the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables throughout the venue.",
    "At the university gym hosting a career fair, a robotics startup deploys a small drone that hovers above its booth to attract attention. Groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens, while a welcome announcement over the PA outlines the schedule. Inside, the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables throughout the venue. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5508468506490446,
    0.5508468506490446,
    0.5508468506490446,
    0.5508468506490446,
    0.5508468506490446,
    0.5508468506490446,
    0.8043826701851509,
    0.8043826701851509,
    0.8043826701851509,
    0.8043826701851509,
    0.8043826701851509,
    0.8043826701851509,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8326489595685128,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8404431174193644,
    0.8548767201819822,
    0.8548767201819822,
    0.8548767201819822,
    0.8548767201819822,
    0.8548767201819822,
    0.8548767201819822,
    0.8548767201819822,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8229975901157656,
    0.8306008274172927
  ],
  "36": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "In a networking event, career counselors remind attendees to maintain eye contact; nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At a networking event, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "A networking event unfolds with career counselors reminding attendees to maintain eye contact. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At a networking event, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a networking event, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a networking event, career counselors remind attendees to maintain eye contact, while nearby alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders.",
    "At a networking event, career counselors remind attendees to maintain eye contact while nearby alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announces the fair schedule. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders.",
    "At a networking event, career counselors remind attendees to maintain eye contact while nearby alumni volunteers deliver quick pep talks near the coffee station. A welcome PA announces the fair schedule. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.37079714148620213,
    0.37079714148620213,
    0.37079714148620213,
    0.37079714148620213,
    0.6847077607399814,
    0.6847077607399814,
    0.6847077607399814,
    0.6847077607399814,
    0.6847077607399814,
    0.6847077607399814,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7863348672200643,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7713971702218807,
    0.7636761574480686,
    0.7636761574480686,
    0.7636761574480686,
    0.7636761574480686,
    0.7636761574480686,
    0.7636761574480686,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595,
    0.7600421395512595
  ],
  "37": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the event, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact while an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact as an alumni panel discusses how to prepare for technical interviews. Nearby, alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "37_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.41028181330409624,
    0.689307047565601,
    0.689307047565601,
    0.689307047565601,
    0.689307047565601,
    0.689307047565601,
    0.689307047565601,
    0.689307047565601,
    0.7201842396743434,
    0.7201842396743434,
    0.7201842396743434,
    0.7201842396743434,
    0.7201842396743434,
    0.7201842396743434,
    0.8098117702638638,
    0.8098117702638638,
    0.8098117702638638,
    0.8098117702638638,
    0.8098117702638638,
    0.8098117702638638,
    0.8098117702638638,
    0.8140559633087929,
    0.8140559633087929,
    0.8140559633087929,
    0.8140559633087929,
    0.8140559633087929,
    0.8140559633087929,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8448084453362702,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8472777407680103,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942,
    0.8480748439864942
  ],
  "38": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the public address system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the public address system, outlining the fair schedule. Finance firms are offering QR codes that enable immediate internship applications.",
    "At the event, a welcome announcement is broadcast over the public address system, outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications. Healthcare providers showcase photos of their community outreach.",
    "At the event, a welcome announcement is broadcast over the public address system, outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth for attention.",
    "At the event, a welcome announcement is broadcast over the public address system outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a welcome announcement is broadcast over the public-address system outlining the fair schedule, while booths and activities unfold. Finance firms are offering QR codes to enable immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a welcome announcement is broadcast over the public-address system outlining the fair schedule as booths and activities unfold. Finance firms are offering QR codes to enable immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a welcome announcement over the public-address system outlines the fair schedule as booths and activities unfold. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a welcome announcement over the public-address system outlines the fair schedule as booths and activities unfold. Dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes inviting immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a welcome announcement over the public-address system outlines the fair schedule as booths and activities unfold. Dozens of booths with colorful banners circle the polished floor, with finance firms displaying QR codes inviting immediate internship applications. Healthcare providers showcase photos of their community outreach. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.3748683891963504,
    0.3748683891963504,
    0.3748683891963504,
    0.3748683891963504,
    0.3748683891963504,
    0.3748683891963504,
    0.5782771802507455,
    0.5782771802507455,
    0.5782771802507455,
    0.5782771802507455,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.7974153978827088,
    0.8473981479312147,
    0.8473981479312147,
    0.8473981479312147,
    0.8473981479312147,
    0.8473981479312147,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8604816296082365,
    0.8789469894121332,
    0.8789469894121332,
    0.8789469894121332,
    0.8789469894121332,
    0.8789469894121332,
    0.8789469894121332,
    0.8789469894121332,
    0.883417121737048,
    0.883417121737048,
    0.883417121737048,
    0.883417121737048,
    0.883417121737048,
    0.883417121737048,
    0.8851222909615741,
    0.8851222909615741,
    0.8851222909615741,
    0.8851222909615741,
    0.8851222909615741,
    0.8851222909615741,
    0.8851222909615741,
    0.9023600126741617,
    0.9023600126741617,
    0.9023600126741617,
    0.9023600126741617,
    0.9023600126741617,
    0.9023600126741617,
    0.9023600126741617,
    0.9121897025492244,
    0.9121897025492244,
    0.9121897025492244,
    0.9121897025492244
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Across the space, students rehearse elevator pitches quietly against the wall; others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station.",
    "Across the space, students rehearse elevator pitches quietly against the wall; others line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, students rehearse elevator pitches quietly against the wall while others line up outside before the career fair opens. Inside, students clutch resumes kept in branded folders. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "In a university gym, students rehearse elevator pitches quietly against the wall while others line up outside before the career fair opens. Inside, they clutch resumes kept in branded folders. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "In a university gym, students rehearse elevator pitches quietly against the wall while others line up outside before the career fair opens. Inside, they clutch resumes kept in branded folders. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At a university gym, students rehearse elevator pitches quietly against the wall while others line up outside before the career fair opens. Inside, they clutch resumes kept in branded folders. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.40760827925599435,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5858470345828661,
    0.5781745450125508,
    0.5781745450125508,
    0.5781745450125508,
    0.5781745450125508,
    0.5781745450125508,
    0.5781745450125508,
    0.5781745450125508,
    0.7395477895171828,
    0.7395477895171828,
    0.7395477895171828,
    0.7395477895171828,
    0.7395477895171828,
    0.7395477895171828,
    0.7395477895171828,
    0.7954715235443106,
    0.7954715235443106,
    0.7954715235443106,
    0.7954715235443106,
    0.7954715235443106,
    0.7954715235443106,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8243601227626511,
    0.8285540075214495,
    0.8285540075214495,
    0.8285540075214495,
    0.8285540075214495,
    0.8285540075214495,
    0.8285540075214495,
    0.8285540075214495
  ],
  "40": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; workshops on networking etiquette begin in the adjoining classroom.",
    "At an engineering society event, a resume review table sits near the stage, while tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "At an engineering society event, a resume review table sits near the stage, sponsored by the engineering society. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "At an engineering society event, a resume-review table sits near the stage, sponsored by the engineering society. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At an engineering society event, a resume-review table sits near the stage, sponsored by the engineering society. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "During an engineering society event, a resume-review table sits near the stage, sponsored by the engineering society. Tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At an engineering society event, a resume-review table sits near the stage, sponsored by the engineering society. Tech companies display demo screens showcasing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.45152754530811867,
    0.45152754530811867,
    0.45152754530811867,
    0.45152754530811867,
    0.45152754530811867,
    0.45152754530811867,
    0.45152754530811867,
    0.500212067647985,
    0.500212067647985,
    0.500212067647985,
    0.500212067647985,
    0.500212067647985,
    0.5745697862258611,
    0.5745697862258611,
    0.5745697862258611,
    0.5745697862258611,
    0.5745697862258611,
    0.7109279884382835,
    0.7109279884382835,
    0.7109279884382835,
    0.7109279884382835,
    0.7109279884382835,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7215117897122171,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7336081087720697,
    0.7649502055110495,
    0.7649502055110495,
    0.7649502055110495
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the polished floor, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair at the university gym. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair at the university gym. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the university gym, a career fair fills the polished floor with dozens of booths encircled by colorful banners. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. A line forms outside the gym as students wait before the fair opens. Inside, a cybersecurity company runs a password cracking challenge on a laptop, and tech firms display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At the university gym, a career fair fills the polished floor with dozens of booths encircled by colorful banners. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against the wall. A line forms outside the gym as students wait before the fair opens. Inside, a cybersecurity company runs a password cracking challenge on a laptop, and tech firms display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair is underway on the polished floor with dozens of booths encircled by colorful banners. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. A line forms outside the gym as students wait before the fair opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette have begun. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths encircled by colorful banners. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, and tech firms display demo screens featuring their latest apps. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall. A line forms outside the gym as students wait before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette have begun, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.3898975115578349,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.5600530231706236,
    0.781084350618189,
    0.781084350618189,
    0.781084350618189,
    0.781084350618189,
    0.781084350618189,
    0.781084350618189,
    0.781084350618189,
    0.7820724234517156,
    0.7820724234517156,
    0.7820724234517156,
    0.7820724234517156,
    0.7820724234517156,
    0.7820724234517156,
    0.8017391032397609,
    0.8017391032397609,
    0.8017391032397609,
    0.8017391032397609,
    0.8017391032397609,
    0.8017391032397609,
    0.8017391032397609,
    0.8129650707939922,
    0.8129650707939922,
    0.8129650707939922,
    0.8129650707939922,
    0.8129650707939922,
    0.8129650707939922,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8188987873295464,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746,
    0.8302764927035746
  ],
  "42": [
    "",
    "",
    "",
    "The scene shows career counselors redirecting unsure students toward applicable industries.",
    "Career guidance in the scene features counselors directing unsure students toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station.",
    "In the scene, career guidance features counselors directing unsure students toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4288408664680145,
    0.4288408664680145,
    0.4288408664680145,
    0.4288408664680145,
    0.3668038760736967,
    0.3668038760736967,
    0.3668038760736967,
    0.3668038760736967,
    0.3668038760736967,
    0.49699156460174626,
    0.49699156460174626,
    0.49699156460174626,
    0.49699156460174626,
    0.49699156460174626,
    0.49699156460174626,
    0.5413269803763716,
    0.5413269803763716,
    0.5413269803763716,
    0.5413269803763716,
    0.5413269803763716,
    0.5413269803763716,
    0.6380017518959911,
    0.6380017518959911,
    0.6380017518959911,
    0.6380017518959911,
    0.6380017518959911,
    0.6380017518959911,
    0.6380017518959911,
    0.697626454154004,
    0.697626454154004,
    0.697626454154004,
    0.697626454154004,
    0.697626454154004,
    0.697626454154004,
    0.697626454154004,
    0.736590725408234,
    0.736590725408234,
    0.736590725408234,
    0.736590725408234,
    0.736590725408234,
    0.736590725408234,
    0.736590725408234,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.804045513400638,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887,
    0.8188897628869887
  ],
  "43": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, career counselors redirect unsure students toward applicable industries, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps.",
    "At the event, career counselors redirect unsure students toward applicable industries, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors guide unsure students toward applicable industries, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers provide short pep talks near the coffee station.",
    "At the career fair, career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers provide short pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers provide short pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors guide unsure students toward applicable industries, while groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver short pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver short pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and counselors remind attendees to maintain eye contact."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5210090717268141,
    0.5092587707219208,
    0.5092587707219208,
    0.5092587707219208,
    0.5092587707219208,
    0.5092587707219208,
    0.5092587707219208,
    0.5092587707219208,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.7309544940540778,
    0.8704127787176514,
    0.8704127787176514,
    0.8704127787176514,
    0.8704127787176514,
    0.8704127787176514,
    0.8704127787176514,
    0.8704127787176514,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8582949531447687,
    0.8610589790922559,
    0.8610589790922559,
    0.8610589790922559,
    0.8610589790922559,
    0.8610589790922559,
    0.8610589790922559,
    0.8610589790922559
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement over the PA system outlines the schedule, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a welcome announcement over the PA system outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the career fair in the university gym, a welcome announcement over the PA outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "The career fair is held in the university gym, where a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "The career fair takes place in the university gym, where a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to draw attention. HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished gym floor. Students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.456211205509147,
    0.456211205509147,
    0.456211205509147,
    0.456211205509147,
    0.456211205509147,
    0.456211205509147,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.7990493868164574,
    0.815382152718157,
    0.815382152718157,
    0.815382152718157,
    0.815382152718157,
    0.815382152718157,
    0.815382152718157,
    0.815382152718157,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8630595558328531,
    0.8576701622627836,
    0.8576701622627836,
    0.8576701622627836,
    0.8576701622627836,
    0.8576701622627836,
    0.8576701622627836,
    0.8576701622627836,
    0.8356329477091957,
    0.8356329477091957,
    0.8356329477091957,
    0.8356329477091957,
    0.8356329477091957,
    0.8356329477091957,
    0.8693752519457144,
    0.8693752519457144,
    0.8693752519457144,
    0.8693752519457144,
    0.8693752519457144,
    0.8693752519457144,
    0.8693752519457144,
    0.8790307542124032,
    0.8790307542124032,
    0.8790307542124032,
    0.8790307542124032,
    0.8790307542124032
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, and a welcome announcement over the PA system outlines the fair schedule.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, and a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, while a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, while a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop while a welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop as a welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, as a welcome PA announcement outlines the fair schedule. Dozens of booths with colorful banners encircle a polished floor, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, a cybersecurity company hosts a password-cracking challenge on a laptop, as a welcome PA outlines the fair schedule. Dozens of booths with colorful banners encircle a polished floor, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. The setup situates technical demonstrations alongside recruitment activity around the bannered concourse before the fair's opening."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.3455673791111494,
    0.5605366095209565,
    0.5605366095209565,
    0.5605366095209565,
    0.5605366095209565,
    0.5605366095209565,
    0.5605366095209565,
    0.5605366095209565,
    0.623249763142624,
    0.623249763142624,
    0.623249763142624,
    0.623249763142624,
    0.623249763142624,
    0.7772521097086607,
    0.7772521097086607,
    0.7772521097086607,
    0.7772521097086607,
    0.7772521097086607,
    0.7772521097086607,
    0.774821643876465,
    0.774821643876465,
    0.774821643876465,
    0.774821643876465,
    0.774821643876465,
    0.774821643876465,
    0.774821643876465,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.806689943509628,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.8009310484528643,
    0.7886952679676861
  ],
  "46": [
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets while students introduce themselves.",
    "A robotics startup flies a small drone above its booth to attract attention. HR teams jot notes on tablets nearby while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. Nearby, HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. Nearby, HR teams jot notes on tablets while students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. Nearby, HR teams jot notes on tablets while students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. HR teams jot notes on tablets while students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. HR teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. HR teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup operates a small drone over its booth to draw attention. HR teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps."
  ],
  "46_score": [
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5483936930649973,
    0.5483936930649973,
    0.5483936930649973,
    0.5483936930649973,
    0.5483936930649973,
    0.6499698911165124,
    0.6499698911165124,
    0.6499698911165124,
    0.6499698911165124,
    0.6499698911165124,
    0.6499698911165124,
    0.6499698911165124,
    0.749104097939562,
    0.749104097939562,
    0.749104097939562,
    0.749104097939562,
    0.749104097939562,
    0.749104097939562,
    0.7399267183299956,
    0.7399267183299956,
    0.7399267183299956,
    0.7399267183299956,
    0.7399267183299956,
    0.7399267183299956,
    0.7399267183299956,
    0.817037931202744,
    0.817037931202744,
    0.817037931202744,
    0.817037931202744,
    0.817037931202744,
    0.817037931202744,
    0.817037931202744,
    0.8193009965438501,
    0.8193009965438501,
    0.8193009965438501,
    0.8193009965438501,
    0.8193009965438501,
    0.8193009965438501,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719,
    0.8370169985496719
  ],
  "47": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews; healthcare providers showcase community outreach photos; alumni volunteers share quick pep talks near the coffee station.",
    "An event features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase photos of community outreach, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "An event features an alumni panel discussing how to prepare for technical interviews, while healthcare providers showcase photos of community outreach, and alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "An event features an alumni panel discussing how to prepare for technical interviews, offering guidance to attendees. Healthcare providers showcase photos of community outreach, highlighting their work. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "An event features an alumni panel discussing how to prepare for technical interviews, offering guidance to attendees. Healthcare providers display photos of community outreach, highlighting their work. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel discussing how to prepare for technical interviews and offering guidance to attendees. Healthcare providers display photos of community outreach, highlighting their work. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "An event features an alumni panel focused on preparing for technical interviews and providing guidance to attendees. Healthcare providers display photos of their community outreach, highlighting the work. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "An event features an alumni panel focused on preparing for technical interviews and providing guidance to attendees. Healthcare providers display photos of their community outreach, highlighting the work. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5338710701119009,
    0.5338710701119009,
    0.5338710701119009,
    0.5338710701119009,
    0.5338710701119009,
    0.4401641050042028,
    0.4401641050042028,
    0.4401641050042028,
    0.4401641050042028,
    0.4401641050042028,
    0.4401641050042028,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.5966828325117521,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7536948115615941,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7935017227073414,
    0.7926682747317046,
    0.7926682747317046,
    0.7926682747317046,
    0.7926682747317046,
    0.7926682747317046,
    0.7926682747317046,
    0.7926682747317046,
    0.8076106825592062,
    0.8076106825592062,
    0.8076106825592062,
    0.8076106825592062,
    0.8076106825592062,
    0.8076106825592062,
    0.8076106825592062,
    0.8023903326879899
  ],
  "48": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, a multi-faceted setup unfolds. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends place marks on the event map to indicate target employers. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. In the meantime, human resources teams jot notes on tablets while students introduce themselves.",
    "At the event venue, a multi-faceted setup unfolds. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends place marks on the event map to indicate target employers. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. In the meantime, human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "48_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.6646164191443893,
    0.6646164191443893,
    0.6646164191443893,
    0.6646164191443893,
    0.6646164191443893,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.8147362243788085,
    0.7978502585069085,
    0.7978502585069085,
    0.7978502585069085,
    0.7978502585069085,
    0.813844170972624,
    0.813844170972624,
    0.813844170972624,
    0.813844170972624,
    0.813844170972624,
    0.813844170972624,
    0.813844170972624,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8636807095447709,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8669170859690103,
    0.8712395347177269,
    0.8712395347177269,
    0.8712395347177269,
    0.8712395347177269,
    0.8712395347177269,
    0.8712395347177269
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a recruitment event, students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At a recruitment event, students clutch resumes inside branded folders as human resources teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.48823053090359686,
    0.48823053090359686,
    0.48823053090359686,
    0.48823053090359686,
    0.48823053090359686,
    0.48823053090359686,
    0.48823053090359686,
    0.640183696071047,
    0.640183696071047,
    0.640183696071047,
    0.640183696071047,
    0.640183696071047,
    0.640183696071047,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.7643350980049937,
    0.760068941963293,
    0.760068941963293,
    0.760068941963293,
    0.760068941963293,
    0.760068941963293,
    0.760068941963293,
    0.760068941963293,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8022995427913997,
    0.8080619169624805,
    0.8080619169624805
  ]
}