{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers display photos of community outreach, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photos of community outreach as workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes housed in branded folders as they prepare visually, with some rehearsing elevator pitches quietly against the wall.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes housed in branded folders and prepare visually, with some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes housed in branded folders and prepare visually, with some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue or hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students stand against the wall, some rehearsing elevator pitches quietly, clutching resumes housed in branded folders as they prepare visually. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students stand against the wall, some rehearsing elevator pitches quietly, clutching resumes in branded folders as they prepare visually. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students stand against the wall, some rehearsing elevator pitches quietly and clutching resumes in branded folders as they prepare visually. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At university, exhibition space hosts a career fair on floor ringed by dozens of booths with banners for tech, healthcare, finance, and robotics. Adjoining classroom hosts networking etiquette workshops. At the entrance, staff scan registrations and issue lanyards while HR jot notes on tablets as students introduce themselves; career counselors redirect unsure students toward applicable industries. Students stand against the wall, some rehearsing elevator pitches and clutching resumes in branded folders. Dozens of booths encircle the floor; a robotics startup flies a drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers offer pep talks near the coffee station. Finance firms provide QR codes for internship applications. Tech companies display demo screens showing apps. A welcome announcement outlines fair schedule over PA. Students line up outside the university gym before the fair opens. Healthcare providers display photos of community outreach."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2898725968093218,
    0.2898725968093218,
    0.2896131466999553,
    0.2896131466999553,
    0.5268136743075564,
    0.5268136743075564,
    0.5268136743075564,
    0.7084128853155633,
    0.7084128853155633,
    0.7084128853155633,
    0.7110937482338104,
    0.7110937482338104,
    0.7110937482338104,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7520370766068731,
    0.7914847239496473,
    0.7914847239496473,
    0.7914847239496473,
    0.7914847239496473,
    0.8443316572035507,
    0.8443316572035507,
    0.8443316572035507,
    0.8443316572035507,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8432514408456213,
    0.8775674456108153,
    0.8775674456108153
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase photos of community outreach.",
    "In an event setting, workshops on networking etiquette begin in the adjoining classroom, healthcare providers showcase photos of community outreach, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom; healthcare providers showcase photos of community outreach; a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and issue lanyards to attendees, while HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops begin in the adjoining classroom, while healthcare providers showcase photos of community outreach and a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and issue lanyards to attendees, and HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "Networking etiquette workshops begin in the adjoining classroom; healthcare providers showcase photos of community outreach; a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and issue lanyards to attendees. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and issue lanyards to attendees. HR teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. In a large exhibition space, dozens of booths with colorful banners form a circle around a polished floor. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Finance firms offer QR codes for immediate internship applications.",
    "In a large exhibition space, dozens of booths with colorful banners form a circle around a polished floor. Networking etiquette workshops run in the adjoining classroom. At the entrance, event staff scan registrations and issue lanyards to attendees. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Finance firms offer QR codes for immediate internship applications.",
    "Across a large exhibition space, dozens of booths with colorful banners form a circle around a polished floor, hosting tech, healthcare, finance, and robotics exhibitors. In an adjoining classroom, networking etiquette workshops run while at the entrance staff scan registrations and issue lanyards to attendees. Healthcare providers display photos of community outreach. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, while career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At a university career fair held in a large exhibition space, dozens of booths with banners encircle a polished floor. A welcome announcement outlines the fair schedule over the PA system. Tech, healthcare, finance, and robotics exhibitors are present; a robotics startup flies a small drone above its booth. In an adjoining classroom, networking etiquette workshops run and an alumni panel discusses prep for technical interviews. At the entrance, staff scan registrations and issue lanyards to attendees. Healthcare providers display outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, while counselors redirect unsure students toward industries. Alumni volunteers share pep talks near the coffee station. Finance firms offer QR codes for internships. Tech companies show demo screens of their latest apps. Students clutch resumes in branded folders and line up outside the gym."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.30570544161177343,
    0.30570544161177343,
    0.30570544161177343,
    0.3971142458656096,
    0.3971142458656096,
    0.3971142458656096,
    0.3971142458656096,
    0.7509244545471099,
    0.7509244545471099,
    0.7509244545471099,
    0.7509244545471099,
    0.7509244545471099,
    0.7408026886784604,
    0.7408026886784604,
    0.7408026886784604,
    0.7408026886784604,
    0.8602194638537772,
    0.8602194638537772,
    0.8602194638537772,
    0.8602194638537772,
    0.8928719508000973,
    0.8928719508000973,
    0.8928719508000973,
    0.8933639559479674,
    0.8933639559479674,
    0.8933639559479674,
    0.8933639559479674,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.889828993566033,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535,
    0.9024807387411535
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers give quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "In the venue, a cybersecurity company is hosting a password cracking challenge on a laptop, while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the venue, a cybersecurity company is hosting a password cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, a cybersecurity company is hosting a password cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a cybersecurity company is hosting a password-cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes housed in branded folders as they prepare, while others rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes housed in branded folders as they prepare, while others rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver quick pep talks near the coffee station, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables and a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes housed in branded folders as they prepare, and others rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give pep talks near the coffee station. Healthcare providers display photos of community outreach. The engineering society sponsors a resume-review table near the stage; consulting firms stack case-study booklets on high tables and a robotics startup flies a drone above its booth. Students clutch resumes in branded folders as they prepare and others rehearse elevator pitches against the wall. Networking etiquette workshops begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves; staff scan registrations and issue lanyards at the entrance with a welcome PA outlining the schedule. Dozens of booths with colorful banners encircle the polished floor of a large exhibition space; career counselors guide unsure students toward industries.",
    "At the venue, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver pep talks near the coffee station. Healthcare providers display photos of community outreach. The engineering society sponsors a resume-review table near the stage; consulting firms stack case-study booklets on high tables, and a robotics startup flies a drone above its booth. Students clutch resumes in branded folders as they prepare, while others rehearse elevator pitches against the wall. Networking etiquette workshops begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves; staff scan registrations and issue lanyards at the entrance with a welcome PA outlining the schedule. Dozens of booths with colorful banners encircle the polished floor of an exhibition space; career counselors guide unsure students toward industries. Groups of friends mark target employers on the event map."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3543584033240983,
    0.3543584033240983,
    0.537489470081971,
    0.537489470081971,
    0.7126798339646525,
    0.7126798339646525,
    0.7646524303857707,
    0.7646524303857707,
    0.7646524303857707,
    0.7646524303857707,
    0.7981746567832444,
    0.7981746567832444,
    0.797791309910644,
    0.797791309910644,
    0.797791309910644,
    0.797791309910644,
    0.797791309910644,
    0.797791309910644,
    0.797791309910644,
    0.8378380680227157,
    0.8378380680227157,
    0.8378380680227157,
    0.8378380680227157,
    0.8505111541235577,
    0.8505111541235577,
    0.8505111541235577,
    0.8505111541235577,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8471809571887878,
    0.8536115934062527,
    0.8536115934062527,
    0.8536115934062527,
    0.8536115934062527,
    0.8536115934062527,
    0.8536115934062527,
    0.8536115934062527,
    0.8547784222844279,
    0.8547784222844279,
    0.8547784222844279,
    0.8547784222844279
  ],
  "3": [
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students stand against the wall, quietly rehearsing elevator pitches, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students stand against the wall, quietly rehearsing elevator pitches, and clutch resumes housed in branded folders as they prepare visually. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students stand against the wall, quietly rehearsing elevator pitches and clutching resumes housed in branded folders as they prepare visually. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students stand against the wall quietly rehearsing elevator pitches and clutching resumes in branded folders as they prepare visually. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and issue lanyards to attendees. In the adjoining classroom, networking etiquette workshops are underway alongside an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths fill an expansive exhibition space, with colorful banners arranged in a circle around a polished floor. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Entrance staff scan registrations and issue lanyards to attendees. A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, networking etiquette workshops are underway alongside an alumni panel discussing how to prepare for technical interviews. Healthcare providers showcase photos of community outreach. HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths encircle a polished floor with colorful banners. Students stand against a wall rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Entrance staff scan registrations and issue lanyards to attendees, and PA announcements outline the fair schedule. In the adjoining classroom, networking etiquette workshops run alongside an alumni panel on preparing for technical interviews. Healthcare providers showcase photos of community outreach, and HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near a coffee station. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a polished floor adorned with colorful banners. Students stand against a wall rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Entrance staff scan registrations and issue lanyards as PA announcements outline the fair schedule. In an adjoining classroom, networking etiquette workshops proceed alongside an alumni panel on preparing for technical interviews. Healthcare providers showcase photos of community outreach, while HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near a coffee station. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a polished floor adorned with colorful banners, while students stand against a wall rehearsing elevator pitches and some clutch branded resumes. A cybersecurity company runs a password-cracking challenge on a laptop at a nearby booth. Entrance staff scan registrations and issue lanyards as PA announcements outline the fair schedule. In an adjoining classroom, networking etiquette workshops proceed alongside an alumni panel on preparing for technical interviews. Healthcare providers showcase photos of community outreach, and HR teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near a coffee station. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "Dozens of booths encircle a floor adorned with banners as students stand against a wall rehearsing elevator pitches and clutch branded resumes. A robotics startup features a drone overhead at its booth, while another booth hosts a cybersecurity company running a password-cracking challenge on a laptop. Entrance staff scan registrations and issue lanyards, and a PA system delivers a welcome message outlining the fair schedule. In an adjoining classroom, networking etiquette workshops proceed alongside an alumni panel on preparing for technical interviews. Healthcare providers display outreach photos; HR teams take notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries. Alumni volunteers offer pep talks near a coffee station. Consulting firms stack case-study booklets on tables; engineering society sponsors a resume-review table near the stage. Finance firms display QR codes for internship applications. Students line up outside the university gym before the fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.30411476714446706,
    0.30411476714446706,
    0.30411476714446706,
    0.30411476714446706,
    0.30411476714446706,
    0.30411476714446706,
    0.5067185736230742,
    0.5067185736230742,
    0.5067185736230742,
    0.5067185736230742,
    0.5067185736230742,
    0.5067185736230742,
    0.6205526491219535,
    0.6205526491219535,
    0.6205526491219535,
    0.6205526491219535,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.7594794999584291,
    0.902621925651081,
    0.902621925651081,
    0.902621925651081,
    0.902621925651081,
    0.902621925651081,
    0.902621925651081,
    0.902621925651081,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.8834250399984582,
    0.9087330077230414,
    0.9087330077230414,
    0.9087330077230414,
    0.9087330077230414,
    0.9087330077230414,
    0.9087330077230414,
    0.9074002121312935,
    0.9074002121312935,
    0.9074002121312935,
    0.9074002121312935,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9032617704335735,
    0.9191835658067953
  ],
  "4": [
    "",
    "",
    "Some students stand quietly against a wall, rehearsing elevator pitches.",
    "Some students stand quietly against a wall, rehearsing elevator pitches. Students clutch resumes inside branded folders.",
    "Some students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "Some students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "Some students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "Students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders as they prepare visually; in the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "Students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders as they prepare visually. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "Students stand quietly against a wall, rehearsing elevator pitches and clutching resumes inside branded folders as they prepare visually. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "At the career fair, students stand against a wall rehearsing elevator pitches and clutching resumes inside branded folders as they prepare visually. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners are arranged in a circle around a polished floor inside an expansive exhibition space. Alumni volunteers deliver brief pep talks near a coffee station, offering encouragement to attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "At the career fair, students stand against a wall rehearsing elevator pitches and clutching resumes inside branded folders as they prepare visually. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners are arranged in a circle around a polished floor inside an expansive exhibition space. Alumni volunteers deliver brief pep talks near a coffee station, offering encouragement to attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "At the career fair, students stand against a wall rehearsing elevator pitches and clutching resumes inside branded folders. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners are arranged in a circle around a polished floor inside an expansive exhibition space. Alumni volunteers deliver brief pep talks near a coffee station, offering encouragement to attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students stand against a wall rehearsing elevator pitches and clutching resumes inside branded folders. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners are arranged in a circle around a polished floor inside an expansive exhibition space. Alumni volunteers deliver brief pep talks near a coffee station, offering encouragement to attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the career fair in an expansive exhibition space, dozens of booths with colorful banners are arranged in a circle around a polished floor. Some students stand against a wall, rehearsing elevator pitches and clutching resumes inside branded folders. In an adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver brief pep talks near a coffee station, offering encouragement to attendees. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "4_score": [
    0.0,
    0.0,
    0.21019402114359773,
    0.21019402114359773,
    0.21019402114359773,
    0.21019402114359773,
    0.4093318659501164,
    0.4093318659501164,
    0.4093318659501164,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.45681064553537304,
    0.5354059797913586,
    0.5354059797913586,
    0.5354059797913586,
    0.5354059797913586,
    0.5354059797913586,
    0.6859979999437541,
    0.6859979999437541,
    0.6859979999437541,
    0.6859979999437541,
    0.6859979999437541,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.854043319285548,
    0.8957639017610612,
    0.8957639017610612,
    0.8957639017610612,
    0.8957639017610612,
    0.8957639017610612,
    0.8957639017610612,
    0.8957639017610612,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.8979909796375392,
    0.896540083056092,
    0.896540083056092,
    0.896540083056092,
    0.896540083056092,
    0.896540083056092
  ],
  "5": [
    "",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, and some rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, event staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement outlines the fair schedule over the PA. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, event staff scan registrations and hand out lanyards while HR staff jot notes on tablets as students introduce themselves, clutching resumes inside branded folders. Dozens of booths with colorful banners encircle the polished floor, and a welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, staff scan registrations and issue lanyards while HR jot notes on tablets as students introduce themselves with resumes in branded folders; a welcome PA outlines the schedule. Dozens of booths with colorful banners encircle a polished exhibition space, with attendees moving between the main hall and an adjoining classroom where networking etiquette workshops begin. Finance firms offer QR codes for immediate internship applications; some students line up outside the gym before opening, rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables; the engineering society runs a resume review table near the stage. Healthcare providers display photos of community outreach, and career counselors redirect unsure students toward applicable industries. An alumni panel discusses preparing for technical interviews, while alumni volunteers share pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair, entrance staff scan registrations and issue lanyards to attendees, while HR staff jot notes on tablets as students introduce themselves with resumes in branded folders. A welcome PA outlines the schedule. Dozens of booths with banners encircle a polished exhibition space, and attendees circulate between main hall and adjoining classroom where networking etiquette workshops run with alumni panel on preparing for technical interviews. Finance firms provide QR codes for internship applications, and some students line up outside the gym before opening, rehearsing elevator pitches. Consulting firms stack glossy case study booklets on high tables; the engineering society runs a resume-review table near the stage. Healthcare providers display photos of community outreach; career counselors redirect unsure students toward applicable industries. Robotics startup flies a drone above its booth; cybersecurity company runs a password-cracking challenge on a laptop; alumni volunteers give pep talks near the coffee station."
  ],
  "5_score": [
    0.0,
    0.4166070837863704,
    0.4166070837863704,
    0.4166070837863704,
    0.4224863682792165,
    0.4224863682792165,
    0.4224863682792165,
    0.589515251324547,
    0.589515251324547,
    0.589515251324547,
    0.7404863734361946,
    0.7404863734361946,
    0.7404863734361946,
    0.8332207172899626,
    0.8332207172899626,
    0.8332207172899626,
    0.8517376311324812,
    0.8517376311324812,
    0.8517376311324812,
    0.8735953949151114,
    0.8735953949151114,
    0.8735953949151114,
    0.8735953949151114,
    0.8766679160577564,
    0.8766679160577564,
    0.8766679160577564,
    0.8766679160577564,
    0.8607858848281082,
    0.8607858848281082,
    0.8607858848281082,
    0.8850660741655643,
    0.8850660741655643,
    0.8850660741655643,
    0.8850660741655643,
    0.8850660741655643,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8802558116184103,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8821522303675821,
    0.8925372046130371,
    0.8925372046130371,
    0.8925372046130371
  ],
  "6": [
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes housed in branded folders as they prepare visually; some rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes housed in branded folders as they prepare visually, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students clutch resumes housed in branded folders as they prepare visually, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes housed in branded folders as they prepare visually, while some rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes housed in branded folders as they prepare visually, while others rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes in branded folders as they prepare visually, while others rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the event, students clutch resumes housed in branded folders as they prepare, while others rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners encircle the polished floor of a large exhibition space. Students clutch resumes in branded folders and rehearse elevator pitches against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers display photos of community outreach. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Staff scan registrations, issue lanyards at the entrance, and a welcome PA outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle a polished floor in an exhibition space hosting tech, healthcare, finance, and robotics exhibitors. In an adjoining classroom, networking etiquette workshops run as staff scan registrations at the entrance and issue lanyards; a welcome PA outlines schedule. HR teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume-review table near the stage; consulting firms stack case-study booklets on high tables; finance firms offer QR codes for immediate internship applications; tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, a panel discusses how to prepare for technical interviews, and healthcare providers display photos of community outreach."
  ],
  "6_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.40654613667334105,
    0.40654613667334105,
    0.40654613667334105,
    0.532505171374182,
    0.532505171374182,
    0.532505171374182,
    0.532505171374182,
    0.6581242909859046,
    0.6581242909859046,
    0.6581242909859046,
    0.6581242909859046,
    0.7344011717971557,
    0.7344011717971557,
    0.7344011717971557,
    0.7344011717971557,
    0.8042366137684067,
    0.8042366137684067,
    0.8042366137684067,
    0.8042366137684067,
    0.8597633524242085,
    0.8597633524242085,
    0.8597633524242085,
    0.8597633524242085,
    0.8597633524242085,
    0.8597633524242085,
    0.8597633524242085,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8609180729209884,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.8860357957246447,
    0.856349472205196,
    0.856349472205196
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A large exhibition space features dozens of booths with colorful banners forming a circle around a polished floor. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby.",
    "The scene shows a large exhibition space with dozens of booths whose colorful banners form a circle around a polished floor. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Some students stand against the wall, quietly rehearsing elevator pitches, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Several students stand against the wall, quietly rehearsing elevator pitches. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Several students stand against a wall, quietly rehearsing elevator pitches; some clutch resumes inside branded folders. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes inside branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin.",
    "An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes inside branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "An expansive exhibition space hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes inside branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "An expansive exhibition space hosts dozens of booths arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to attendees. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "An expansive exhibition space hosts dozens of booths arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to attendees. Several students stand against a wall rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "An expansive exhibition space hosts dozens of booths arranged in a circle around a polished floor. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to attendees. Several students stand against a wall rehearsing elevator pitches, some clutching resumes in branded folders. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.506344452401483,
    0.506344452401483,
    0.506344452401483,
    0.6521662773554762,
    0.6521662773554762,
    0.6521662773554762,
    0.6521662773554762,
    0.8389802775639876,
    0.8389802775639876,
    0.8389802775639876,
    0.8389802775639876,
    0.8389802775639876,
    0.8321906732060542,
    0.8321906732060542,
    0.8321906732060542,
    0.8321906732060542,
    0.8321906732060542,
    0.836508175056625,
    0.836508175056625,
    0.836508175056625,
    0.8480345687951699,
    0.8480345687951699,
    0.8480345687951699,
    0.8480345687951699,
    0.8480345687951699,
    0.8564586903361727,
    0.8564586903361727,
    0.8564586903361727,
    0.8564586903361727,
    0.8564586903361727,
    0.8495061889851387,
    0.8495061889851387,
    0.8495061889851387,
    0.8495061889851387,
    0.8495061889851387,
    0.8495061889851387,
    0.8538691763953142,
    0.8538691763953142,
    0.8538691763953142,
    0.8538691763953142,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531,
    0.8606576916077531
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. Event staff stationed at the entrance scan registrations and hand out lanyards to attendees.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Staff stationed at the entrance scan registrations and hand out lanyards to attendees. A welcome announcement over the PA system outlines the fair schedule.",
    "The event features human resources teams jotting notes on tablets as students introduce themselves; staff at the entrance scanning registrations and handing out lanyards to attendees; a welcome announcement over the PA outlining the fair schedule; and a cybersecurity company running a password-cracking challenge on a laptop.",
    "In a large exhibition space with dozens of booths, colorful banners circle a polished floor. Human resources teams jot notes on tablets as students introduce themselves; staff at the entrance scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Some students stand against the wall, quietly rehearsing elevator pitches.",
    "In a large exhibition space with dozens of booths, colorful banners circle a polished floor. Human resources teams jot notes on tablets as students introduce themselves; staff at the entrance scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Some students stand against the wall, quietly rehearsing elevator pitches.",
    "In a large exhibition space with dozens of booths, colorful banners circle a polished floor. Human resources teams jot notes on tablets as students introduce themselves, while staff at the entrance scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Some students stand against the wall, quietly rehearsing elevator pitches. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths with colorful banners encircle the polished floor of a large exhibition space. Human resources teams jot notes on tablets as students introduce themselves, while at the entrance staff scan registrations and issue lanyards to attendees; a welcome PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Some students stand against the wall, quietly rehearsing elevator pitches, while others clutch resumes housed in branded folders as they prepare visually. The engineering society sponsors a resume review table near the stage. Healthcare providers display photos of community outreach as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "An expansive exhibition space hosts dozens of circularly arranged booths with colorful banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards to attendees, while human resources teams jot notes on tablets as students introduce themselves; a welcome PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to attendees. Several students stand against a wall quietly rehearsing elevator pitches, some clutching resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers display photos of community outreach, and networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "An expansive exhibition space hosts dozens of circular booths with colorful banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves and a welcome PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers display photos of community outreach. Several students stand against a wall rehearsing elevator pitches, some clutching resumes inside branded folders. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth. An alumni panel discusses how to prepare for technical interviews.",
    "An expansive exhibition space hosts dozens of circular booths with colorful banners around a polished floor. At the entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves, while a welcome PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers display photos of community outreach. Several students stand against a wall rehearsing elevator pitches, some clutching resumes inside branded folders. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth. An alumni panel discusses how to prepare for technical interviews.",
    "An expansive exhibition space hosts dozens of circular booths with colorful banners arranged around a polished floor. At the entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves; a welcome PA delivers the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and a robotics startup flies a small drone above its booth. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to attendees, and healthcare providers display photos of community outreach. Several students stand against a wall rehearsing elevator pitches, some clutching resumes in branded folders. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom, with career counselors guiding attendees toward applicable industries. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5690216590937696,
    0.5690216590937696,
    0.8217335404537137,
    0.8217335404537137,
    0.8217335404537137,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.5406730675486551,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8225197470611547,
    0.8470415202961035,
    0.8470415202961035,
    0.8470415202961035,
    0.8470415202961035,
    0.8470415202961035,
    0.8470415202961035,
    0.8762349259768627,
    0.8762349259768627,
    0.8762349259768627,
    0.8762349259768627,
    0.8762349259768627,
    0.8762349259768627,
    0.8762349259768627,
    0.8686973620678599,
    0.8686973620678599,
    0.8686973620678599,
    0.8686973620678599,
    0.8686973620678599,
    0.8686973620678599,
    0.881776413817321,
    0.881776413817321,
    0.881776413817321,
    0.881776413817321,
    0.881776413817321,
    0.881776413817321,
    0.8766595467386837,
    0.8766595467386837,
    0.8766595467386837,
    0.8766595467386837,
    0.8766595467386837,
    0.8766595467386837,
    0.8766595467386837,
    0.8915080929243205,
    0.8915080929243205,
    0.8915080929243205,
    0.8915080929243205,
    0.8915080929243205,
    0.8915080929243205,
    0.8915080929243205
  ],
  "9": [
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "In a large exhibition space, a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby.",
    "In a large exhibition space, a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners form a circle around a polished floor. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a large exhibition space, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners form a circle around a polished floor. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "In a large exhibition space, a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners form a circle around a polished floor. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to those nearby. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "A large, expansive exhibition space hosts a robotics startup booth with a small drone flying above to attract attention, while dozens of booths with colorful banners form a circle around a polished floor. Several students stand against the wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries. Alumni volunteers give brief pep talks near a coffee station, offering encouragement to nearby attendees. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "Inside a large, expansive exhibition space, a robotics startup booth features a small drone flying overhead to attract attention, while dozens of booths with colorful banners form a circle around a polished floor. Several students stand against the wall quietly rehearsing elevator pitches, as career counselors direct unsure students toward applicable industries. Alumni volunteers offer brief pep talks near the coffee station, providing encouragement to nearby attendees. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards to attendees. A PA system delivers a welcome announcement outlining the fair schedule.",
    "Inside a large exhibition space, a robotics startup booth features a small drone flying overhead to attract attention, as dozens of booths with banners form a circle around a floor. Students stand against the wall rehearsing elevator pitches, while career counselors direct unsure students toward applicable industries. Alumni volunteers offer brief pep talks near the coffee station; an alumni panel discusses preparing for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards at the entrance. A PA system delivers a welcome announcement outlining fair schedule. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume-review table near the stage. Consulting firms stack case-study booklets on high tables.",
    "Inside exhibition space, a robotics startup booth features a small drone overhead as dozens of banners form a circle around floor. Students stand against the wall rehearsing elevator pitches while career counselors direct unsure students toward applicable industries. Alumni volunteers offer pep talks near coffee station, and alumni panel discusses preparing for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Finance firms display QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards at the entrance. A PA system delivers a welcome announcement outlining fair schedule. Healthcare providers showcase outreach photos. Engineering society sponsors a resume-review table near the stage. Consulting firms stack case-study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Inside the exhibition space, a robotics startup booth features a small drone overhead as banners form a circle. Students stand against the wall rehearsing elevator pitches while career counselors direct unsure attendees toward applicable industries. Alumni volunteers offer pep talks near a coffee station, and alumni panel discusses preparing for technical interviews. Workshops on networking etiquette begin in adjoining classroom. Finance firms display QR codes for internship applications; a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams take notes on tablets as students introduce themselves. Entrance staff scan registrations and hand out lanyards at the entrance. A PA system delivers a welcome announcement outlining the fair schedule. Healthcare providers showcase outreach photos. The engineering society sponsors a resume-review table near the stage; consulting firms stack case-study booklets on high tables. Students line up outside university gym before the fair opens and clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5725296402395221,
    0.5725296402395221,
    0.5725296402395221,
    0.7040259537103999,
    0.7040259537103999,
    0.7040259537103999,
    0.7040259537103999,
    0.7521497724785,
    0.7521497724785,
    0.7521497724785,
    0.7937695681148575,
    0.7937695681148575,
    0.7937695681148575,
    0.7937695681148575,
    0.7937695681148575,
    0.7937695681148575,
    0.7937695681148575,
    0.8640658752133752,
    0.8640658752133752,
    0.8640658752133752,
    0.8640658752133752,
    0.8640658752133752,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8628422717303128,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8479421130825298,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.8810678958288483,
    0.9092930276394382,
    0.9092930276394382,
    0.9092930276394382
  ]
}