{
  "0": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, highlighting their outreach work, while an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos that highlight their outreach work, while an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "Healthcare providers display community outreach photos that highlight their outreach work, while an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. The engineering society sponsors a resume review table near the stage.",
    "During the fair, healthcare providers display community outreach photos highlighting their outreach work; an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos highlighting their outreach work, and an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Near the stage, the engineering society sponsors a resume review table, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and in the adjoining classroom, workshops on networking etiquette begin."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.3583309195740477,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.5659429926889387,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.6936205620554832,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8637627571962231,
    0.8065552934673803,
    0.8065552934673803,
    0.8065552934673803,
    0.8065552934673803,
    0.8065552934673803,
    0.8065552934673803,
    0.8065552934673803
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a busy event space, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a busy event space, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a busy event space, dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves.",
    "In a busy event space, dozens of booths with colorful banners circle a polished floor. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.3314893756911733,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.5449978250854352,
    0.6987312222162079,
    0.6987312222162079,
    0.6987312222162079,
    0.6987312222162079,
    0.6987312222162079,
    0.6987312222162079,
    0.6987312222162079,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7360535872568221,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666,
    0.7861114871911666
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\" Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets while students introduce themselves.",
    "In a shared career-development space, consulting firms stack glossy case study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, and some students rehearse elevator pitches quietly against the wall; students clutch resumes inside branded folders.",
    "In a shared career-development space, consulting firms stack glossy case study booklets on high tables while HR teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin, and some students rehearse elevator pitches quietly against the wall, clutching resumes in branded folders. At the event, the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30162392789821696,
    0.30162392789821696,
    0.30162392789821696,
    0.30162392789821696,
    0.30162392789821696,
    0.30162392789821696,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.5260878168046628,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255,
    0.7827609405631255
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while in the adjoining classroom workshops on networking etiquette begin.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while in the adjoining classroom workshops on networking etiquette begin, and healthcare providers showcase community outreach photos.",
    "At the event, a welcome announcement plays over the PA system, outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, and healthcare providers showcase community outreach photos.",
    "A welcome announcement plays over the PA system at the event, outlining the fair schedule. In the adjoining classroom, networking etiquette workshops begin, and healthcare providers showcase community outreach photos. Outside, students line up by the university gym before the career fair opens.",
    "At the event, a welcome announcement plays over the PA system outlining the fair schedule. In the adjoining classroom, networking etiquette workshops begin, while healthcare providers showcase community outreach photos. Outside, students line up by the university gym before the career fair opens. Tech companies display demo screens showing their latest apps as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "At the event, a welcome PA announces the fair schedule while networking etiquette workshops run in the adjoining classroom and healthcare providers showcase community outreach photos. Outside, students line up by the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map. An engineering society sponsors a resume review table near the stage. A robotics startup maintains a booth with a small drone flying overhead to attract attention, and students again clutch resumes in branded folders at that booth. Some students rehearse elevator pitches quietly against the wall while career counselors redirect unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.40265882573547007,
    0.37981872030124136,
    0.37981872030124136,
    0.37981872030124136,
    0.37981872030124136,
    0.37981872030124136,
    0.37981872030124136,
    0.37981872030124136,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.40831624545832884,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.5874472161235712,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.7894823575243655,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8679005848119766,
    0.8984156053108097,
    0.8984156053108097,
    0.8984156053108097,
    0.8984156053108097
  ],
  "4": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is playing over the PA system, outlining the fair schedule, as workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is playing over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "A welcome announcement is playing over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and alumni volunteers are observed sharing quick pep talks near the coffee station.",
    "A welcome announcement plays over the PA system outlining the fair schedule, while the adjoining classroom hosts a workshop on networking etiquette. A cybersecurity company runs a password-cracking challenge on a laptop, and alumni volunteers share quick pep talks near the coffee station. An event space with a polished floor hosts dozens of booths encircled by colorful banners. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "The scene centers on a career fair in an event space with a polished floor and dozens of booths encircled by colorful banners. A welcome announcement plays over the PA outlining the schedule. In an adjoining classroom, a workshop on networking etiquette unfolds as alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, forming multiple stacks atop elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.3777140743337578,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.4130881538181328,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.5633014651795775,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8148339665480729,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158,
    0.8174299146187158
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym, awaiting the opening of the career fair.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, a networking etiquette workshop has begun.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops have begun, and some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Inside, consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym awaiting the opening of the career fair. Inside, consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops have begun, with some students rehearsing elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.3416955351830324,
    0.5380862637512447,
    0.5380862637512447,
    0.5380862637512447,
    0.5380862637512447,
    0.5380862637512447,
    0.5380862637512447,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6624792408599012,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.6708740864946289,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.7047216435654651,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8243907880942305,
    0.8407984932794965,
    0.8407984932794965,
    0.8407984932794965,
    0.8407984932794965,
    0.8407984932794965,
    0.8407984932794965,
    0.8407984932794965
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume-review table near the stage, as a welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin with career counselors and attendees present; counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume-review table near the stage as a PA announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes in branded folders. In the adjoining classroom, a networking etiquette workshop proceeds with career counselors and attendees, who are reminded to maintain eye contact. Several students rehearse elevator pitches against the wall. Alumni volunteers share quick pep talks near the coffee station. An event space with a polished floor hosts dozens of booths encircled by colorful banners. Consulting firms stack glossy case study booklets on high tables, with career counselors reinforcing the eye-contact reminder."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7360124696403562,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7684793261939282,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.7574353729674388,
    0.8146044095222602
  ],
  "7": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At the robotics startup's booth, a small drone is flown above to attract attention, and a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention, and a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention, while a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets while students introduce themselves.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention, while a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming multiple stacks on elevated surfaces; human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette are beginning, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.4408256952238969,
    0.7735454211456227,
    0.7735454211456227,
    0.7735454211456227,
    0.7735454211456227,
    0.7735454211456227,
    0.7735454211456227,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8243682808300727,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852,
    0.8359779400327852
  ],
  "8": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A workshop on networking etiquette begins in the adjoining classroom.",
    "A workshop on networking etiquette begins in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "An event space with a polished floor hosts dozens of booths encircled by colorful banners. In the adjoining classroom, a workshop on networking etiquette begins. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "An event space with a polished floor hosts dozens of booths encircled by colorful banners. In the adjoining classroom, a networking etiquette workshop begins. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "An event space with a polished floor hosts dozens of booths encircled by colorful banners, while an adjoining classroom runs a networking etiquette workshop. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and as the career fair approaches, students line up outside the university gym while alumni continue pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and more workshops on networking etiquette begin in the adjoining classroom."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.337047524754217,
    0.337047524754217,
    0.337047524754217,
    0.337047524754217,
    0.337047524754217,
    0.337047524754217,
    0.337047524754217,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.30755834124804204,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7181205181974812,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.7680951452714533,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789,
    0.8121354869176789
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, arranging multiple booklets into stacks atop the elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple stacks of these booklets on the elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming multiple stacks on elevated surfaces. In the adjoining classroom, workshops on networking etiquette are beginning, and career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. In the adjoining classroom, workshops on networking etiquette are beginning, and career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos that highlight their outreach work, while an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. The engineering society sponsors a resume review table near the stage.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables, forming multiple piles on elevated surfaces. In the adjoining classroom, workshops on networking etiquette are beginning, with career counselors reminding attendees to maintain eye contact. Healthcare providers display photographs highlighting their community outreach work. An alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.25796836329087425,
    0.25796836329087425,
    0.25796836329087425,
    0.25796836329087425,
    0.25796836329087425,
    0.25796836329087425,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.24038407645139015,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.48660867923175943,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8497048175692798,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134,
    0.8921131410498134
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "In a shared space, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces; workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, students clutch resumes tucked inside branded folders while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom as part of the fair. Healthcare providers display community outreach photos highlighting their outreach work. An alumni panel discusses preparation for technical interviews, and a welcome announcement over the PA system outlines the fair schedule for attendees.",
    "In a shared space, students clutch resumes tucked inside branded folders while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom as part of the fair. Healthcare providers display community outreach photos highlighting their outreach work. An alumni panel discusses preparation for technical interviews, and a welcome announcement over the PA system outlines the fair schedule for attendees. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.34642509078681666,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.3426048341579504,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.7968749884175214,
    0.8274616673669876,
    0.8274616673669876,
    0.8274616673669876,
    0.8274616673669876,
    0.8274616673669876,
    0.8274616673669876
  ],
  "11": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette continue in the adjoining classroom, while groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops continue in the adjoining classroom. Groups of friends mark target employers on the event map as tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. In a shared space, students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Networking etiquette workshops continue in the adjoining classroom, with career counselors present and attendees reminded to maintain eye contact. Groups of friends mark target employers on the event map as tech companies display demo screens showing their latest apps. Several students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries. In a shared space, students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "11_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.5783306926001197,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.702263567723439,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349,
    0.7035775144091349
  ],
  "12": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station.",
    "A networking etiquette workshop begins in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "An ongoing event across adjacent spaces features a networking etiquette workshop in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "An ongoing event across adjacent spaces includes a networking etiquette workshop in the adjoining classroom. A robotics startup has a booth with a small drone flying above it to attract attention, and at that booth students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.6177692322077912,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.662929873490449,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7359325982206477,
    0.7951871095360126,
    0.7951871095360126,
    0.7951871095360126,
    0.7951871095360126,
    0.7951871095360126,
    0.7951871095360126,
    0.7951871095360126
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the current session, workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "In the current session, a networking etiquette workshop begins in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "During the current session, a networking etiquette workshop begins in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. At the event, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "The scene depicts a bustling career fair on a polished floor, with networking etiquette workshops beginning in the adjoining classroom and some students rehearsing elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention, and a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the space. Students clutch resumes inside branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.48132770089686294,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.6100658736355127,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.7614128426514295,
    0.8516422332785706,
    0.8516422332785706,
    0.8516422332785706
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule.",
    "Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule.",
    "Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule.",
    "Career counselors redirect unsure students toward applicable industries as a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees, and in the adjoining classroom, workshops on networking etiquette begin.",
    "Career counselors redirect unsure students toward applicable industries as a welcome announcement over the PA system outlines the fair schedule for attendees; in the adjoining classroom, workshops on networking etiquette begin.",
    "A university-hosted career fair unfolds with a welcome PA announcement where career counselors redirect unsure students toward applicable industries and outline the attendee schedule. As the fair approaches, students line up outside the university gym while alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.47912186305902543,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.49738128377073276,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043,
    0.8166837113767043
  ],
  "15": [
    "",
    "",
    "\"\"\"\"",
    "\"\"",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens featuring their latest apps, while some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. In this setting, students clutch resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens featuring their latest apps while some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens featuring their latest apps as some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage."
  ],
  "15_score": [
    0.0,
    0.0,
    0.1886673152446747,
    0.1886673152446747,
    0.1886673152446747,
    0.1886673152446747,
    0.1886673152446747,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.6447218332085745,
    0.6447218332085745,
    0.6447218332085745,
    0.6447218332085745,
    0.6447218332085745,
    0.6447218332085745,
    0.6447218332085745,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7229464603888642,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7459102379240317,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076,
    0.7485300005528076
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens that show their latest apps. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom, and groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens at dozens of booths with colorful banners circling the polished floor, while students clutch resumes inside branded folders. Workshops on networking etiquette take place in an adjoining classroom, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.5052417701119494,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6497371536815328,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.6187089762441573,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8186998838165966,
    0.8766118683860213,
    0.8766118683860213,
    0.8766118683860213,
    0.8766118683860213,
    0.8766118683860213
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette are beginning in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are beginning in the adjoining classroom. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette are beginning in the adjoining classroom. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops are beginning in the adjoining classroom. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3206836168572881,
    0.3206836168572881,
    0.3206836168572881,
    0.3206836168572881,
    0.3206836168572881,
    0.3206836168572881,
    0.3206836168572881,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6041044760822603,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.6706115117314149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.758279795819149,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867,
    0.7940412994668867
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette are beginning in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the robotics startup booth, a small drone is flown overhead to attract attention. In the adjoining classroom, workshops on networking etiquette are beginning, with career counselors reminding attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, dozens of booths are arranged around a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the career fair, dozens of booths are arranged around a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. In an adjoining classroom, workshops on networking etiquette are beginning. Career counselors remind attendees to maintain eye contact, and steer unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5669333673711379,
    0.5669333673711379,
    0.5669333673711379,
    0.5669333673711379,
    0.5669333673711379,
    0.5669333673711379,
    0.5669333673711379,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.6862770589087068,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.853233641173141,
    0.8780751193289087
  ],
  "19": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, arranging multiple booklets into stacks atop the elevated surfaces.",
    "At the career fair, a welcome announcement is broadcast over the PA system, outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, forming multiple stacks atop the elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a nearby laptop. Consulting firms stack glossy case-study booklets on high tables, forming multiple stacks atop elevated surfaces. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage. A robotics startup has a booth with a small drone flying above it to attract attention. At that robotics startup booth, students clutch resumes inside branded folders."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41012881063983614,
    0.41012881063983614,
    0.41012881063983614,
    0.41012881063983614,
    0.41012881063983614,
    0.41012881063983614,
    0.41012881063983614,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.4087708857016342,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.6527638571058567,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.7978679705884402,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792,
    0.8686578894256792
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A career fair setting presents dozens of booths with colorful banners encircling a polished floor. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. The scene is set at a career fair with dozens of booths and colorful banners encircling a polished floor. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. The scene includes dozens of booths and colorful banners encircling a polished floor. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7763351129487872,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.7959942847958539,
    0.8441193985717844,
    0.8441193985717844,
    0.8441193985717844,
    0.8441193985717844,
    0.8441193985717844,
    0.8441193985717844
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "In this setting, students clutch resumes inside branded folders as workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "Students clutch resumes inside branded folders as networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "In the venue, students clutch resumes inside branded folders as networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Several students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin with career counselors and attendees present; counselors remind attendees to maintain eye contact.",
    "In the venue, students clutch resumes inside branded folders as networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Several students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin with career counselors and attendees present; counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces in a shared space."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.49437011397366054,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.3838455305049302,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7195273198185417,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.7301337703726589,
    0.735444147919902,
    0.735444147919902,
    0.735444147919902,
    0.735444147919902,
    0.735444147919902
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "In a setting with career counselors and attendees, career counselors remind attendees to maintain eye contact.",
    "In a career fair setting with counselors and attendees, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule.",
    "At a career fair with counselors and attendees, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair with counselors and attendees unfolds as counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At a career fair, counselors interact with attendees as they remind them to maintain eye contact and steer unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At a career fair, counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A welcome PA outlines the schedule. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. In a convention-like space, HR teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently in the same moment and linked in time as parallel tasks. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.2696678603131955,
    0.6170341596443389,
    0.6170341596443389,
    0.6170341596443389,
    0.6170341596443389,
    0.6170341596443389,
    0.6170341596443389,
    0.6170341596443389,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.7484724683275855,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.846120117454078,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8397306765177932,
    0.8525350086010711,
    0.8525350086010711,
    0.8525350086010711
  ],
  "23": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently.",
    "Human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently. The scene features tablet devices in use by HR staff and students performing self-introductions, linked in time as parallel tasks within the same moment.",
    "HR teams jot notes on tablets while students introduce themselves, with the two activities occurring concurrently in the same moment. Tablet devices are in use by HR staff as students perform self-introductions; the events are linked in time as parallel tasks. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "In a convention-like space, HR teams jot notes on tablets as students introduce themselves, with the two activities occurring concurrently in the same moment and linked in time as parallel tasks. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a convention-like, busy event space with a polished floor, dozens of booths with colorful banners circle the area. HR teams jot notes on tablets as students introduce themselves, the two activities occurring concurrently as parallel tasks. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.3071301555943395,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.41831018134400205,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.693630683857467,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.6837502111114611,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067,
    0.7616752602403067
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops begin. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are beginning in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are beginning in the adjoining classroom, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Healthcare providers display community outreach photos that highlight their outreach work, while an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.4254799988394904,
    0.4254799988394904,
    0.4254799988394904,
    0.4254799988394904,
    0.4254799988394904,
    0.4254799988394904,
    0.4254799988394904,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.6359811353800967,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.702368261678068,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786,
    0.7791210328823786
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, career counselors redirect unsure students toward applicable industries; some students rehearse elevator pitches quietly against the wall.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a campus career fair, counselors guide unsure students toward relevant industries. Students rehearse elevator pitches against the wall as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while human resources teams jot notes on tablets as students introduce themselves. A welcome announcement is broadcast over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos, and tech companies display demo screens showcasing their latest apps."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.3271072298376963,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6139417972787722,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6613798233447261,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.6845551796050018,
    0.8713046615450332
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "An engineering society sponsors a resume review table near the stage. A robotics startup has a booth with a small drone flying above it to attract attention. At that robotics startup booth, students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage. A robotics startup has a booth with a small drone flying overhead to attract attention, and at that booth students clutch resumes inside branded folders. As networking etiquette workshops begin in the adjoining classroom, students continue to have resumes in branded folders. The event also features tech companies displaying demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "An event space with a polished floor hosts dozens of booths encircled by colorful banners, sponsored by an engineering society for a career expo. A robotics startup occupies a booth with a small drone overhead, and students clutch resumes inside branded folders there, continuing to carry them during the networking etiquette workshop in the adjoining classroom. The event also features tech companies displaying demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure attendees toward applicable industries. A welcome announcement plays over the PA outlining the fair schedule, while the cybersecurity company runs a password-cracking challenge on a laptop and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and counselors remind attendees to maintain eye contact."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.592916237558188,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7351015190975563,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.7905135313939491,
    0.8416583801887606,
    0.8416583801887606,
    0.8416583801887606,
    0.8416583801887606,
    0.8416583801887606
  ],
  "27": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces; workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos that highlight their outreach work, while an alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "In a shared space at the fair, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos that highlight their outreach work. An alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "In a shared space at the fair, consulting firms stack glossy case study booklets on high tables, forming multiple piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display community outreach photos highlighting their outreach work. An alumni panel discusses preparation for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "27_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.3284007600943611,
    0.3284007600943611,
    0.3284007600943611,
    0.3284007600943611,
    0.3284007600943611,
    0.3284007600943611,
    0.3284007600943611,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.28649750090452386,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.7094040557281597,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8453803951279628,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153,
    0.8766979666260153
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom as part of the fair, while healthcare providers display community outreach photos highlighting their outreach work. An alumni panel discusses preparation for technical interviews, and a welcome announcement over the PA system outlines the fair schedule for attendees.",
    "Networking etiquette workshops begin in the adjoining classroom as part of the fair. Healthcare providers display community outreach photos highlighting their outreach work. An alumni panel discusses preparation for technical interviews. A welcome announcement over the PA system outlines the fair schedule for attendees. In a shared space, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Dozens of booths populate an event space with a polished floor encircled by colorful banners. In adjoining and shared areas of the fair, networking etiquette workshops are underway in the adjoining classroom, while a welcome announcement over the PA outlines the fair schedule. Healthcare providers display photos highlighting their community outreach. An alumni panel discusses preparation for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. In a common area, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A cybersecurity company runs a password-cracking challenge on a laptop, and career counselors remind attendees to maintain eye contact."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.6531178892657845,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8276575192867186,
    0.8756166979314804,
    0.8756166979314804,
    0.8756166979314804,
    0.8756166979314804,
    0.8756166979314804,
    0.8756166979314804
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map; networking etiquette workshops begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map and networking etiquette workshops begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Groups of friends mark target employers on the event map as networking etiquette workshops begin in an adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. In a shared space, consulting firms stack glossy case study booklets on high tables, forming multiple stacks atop elevated surfaces. At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4138796132655534,
    0.4091104245066306,
    0.4091104245066306,
    0.4091104245066306,
    0.4091104245066306,
    0.4091104245066306,
    0.4091104245066306,
    0.4091104245066306,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5806569052339174,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.5984002411634619,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7034300381368551,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393,
    0.7927134920406393
  ],
  "30": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends are marking target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends are marking target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; a welcome announcement is broadcast over the PA system, outlining the fair schedule; and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map; a welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "During the career fair, groups of friends mark target employers on the event map as a welcome PA announcement outlines the schedule. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Some students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, forming multiple stacks atop the elevated surfaces."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.38407994896718933,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.49083208561770275,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8250974562398166,
    0.8272393084421193,
    0.8272393084421193,
    0.8272393084421193,
    0.8272393084421193,
    0.8272393084421193,
    0.8272393084421193
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Some students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries.",
    "Students rehearse elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Outside the university gym, others line up, awaiting the opening of the career fair. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette have begun.",
    "An ongoing university career fair unfolds as students rehearse elevator pitches quietly against a wall while career counselors redirect unsure attendees toward applicable industries. Outside the university gym, others line up, awaiting the opening. Inside, consulting firms stack glossy case study booklets on high tables, and in the adjoining classroom, workshops on networking etiquette have begun. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A university career fair is underway around the campus gym. Students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure attendees toward applicable industries. Outside, others line up awaiting the opening. Inside, consulting firms stack glossy case-study booklets on high tables, and in the adjoining classroom networking etiquette workshops have begun. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners fill the polished floor, and students clutch resumes inside branded folders. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station in the entrance area. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.47777996912358345,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.3960949211677411,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.6873946042652833,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8296565795797011,
    0.8637485020798599,
    0.8637485020798599,
    0.8637485020798599,
    0.8637485020798599
  ],
  "32": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while near the stage the engineering society sponsors a resume review table.",
    "Healthcare providers showcase community outreach photos while near the stage the engineering society sponsors a resume review table; nearby, some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos inside the event space, while near the stage the engineering society sponsors a resume review table. Nearby, some students rehearse elevator pitches quietly against the wall. In the current session, a networking etiquette workshop begins in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos inside the event space, while the engineering society sponsors a resume review table near the stage. Nearby, some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, networking etiquette workshops begin, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.36196622588914,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.4040717498962213,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.7428553060668426,
    0.8529544431699269,
    0.8529544431699269
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement over the PA outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps, while some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as the networking workshops unfold and the resume review table remains nearby."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.5896802803221627,
    0.5896802803221627,
    0.5896802803221627,
    0.5896802803221627,
    0.5896802803221627,
    0.5896802803221627,
    0.5896802803221627,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7438205696730681,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.7770119887232614,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8394156191536264,
    0.8623066034763645,
    0.8623066034763645,
    0.8623066034763645,
    0.8623066034763645
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. The setting features career counselors and attendees, with counselors reminding attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette begin with career counselors and attendees present; counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, workshops on networking etiquette proceed with career counselors and attendees present, and counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, arranging multiple booklets into stacks atop the elevated surfaces.",
    "In the adjoining classroom, networking etiquette workshops have begun with career counselors and attendees present; counselors remind attendees to maintain eye contact as several students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up awaiting the opening of the career fair. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, arranging multiple booklets into stacks atop elevated surfaces."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.48381830007024174,
    0.48381830007024174,
    0.48381830007024174,
    0.48381830007024174,
    0.48381830007024174,
    0.48381830007024174,
    0.48381830007024174,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.46831885698035136,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7395289590306338,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516,
    0.7762676185104516
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers are observed sharing quick pep talks near the coffee station.",
    "Alumni volunteers are observed sharing quick pep talks near the coffee station.",
    "At the event, alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. In a shared space, students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. In a shared space, students clutch resumes inside branded folders as consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom. In a career guidance setting, counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.3424166587806366,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5189215660204678,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.5241874992956905,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7059709873441457,
    0.7887463726579392,
    0.7887463726579392,
    0.7887463726579392,
    0.7887463726579392
  ],
  "36": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom, while groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "A multi-activity networking event is in progress: workshops on networking etiquette are underway in the adjoining classroom; groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "36_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.4310766825984742,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5212592613530261,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648,
    0.5487977159895648
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "As the career fair approaches, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "With the career fair approaching, students line up outside the university gym as alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "With the career fair approaching, students line up outside the university gym as alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "With the career fair approaching, students line up outside the university gym as alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while students clutch resumes inside branded folders.",
    "With the career fair approaching, students line up outside the university gym as alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while workshops on networking etiquette begin in the adjoining classroom. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.77910287395597,
    0.77910287395597,
    0.77910287395597,
    0.77910287395597,
    0.77910287395597,
    0.77910287395597,
    0.77910287395597,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.7937531165814744,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8143456131613537,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8205286344397659,
    0.8546343923466861,
    0.8546343923466861,
    0.8546343923466861
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table located near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule.",
    "A campus career fair is underway around the university gym. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym, awaiting the opening of the career fair. Consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, workshops on networking etiquette have begun.",
    "A campus career fair is underway around the university gym, with the engineering society sponsoring a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym awaiting the opening. Consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, networking etiquette workshops have begun. Alumni volunteers deliver brief pep talks near the coffee station in the entrance area. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An ongoing campus career fair surrounds the university gym. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Students line up outside awaiting the opening. Consulting firms stack glossy case-study booklets on high tables. In the adjoining classroom, networking etiquette workshops have begun. Alumni volunteers deliver brief pep talks near the coffee station in the entrance area. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5648536251651463,
    0.5648536251651463,
    0.5648536251651463,
    0.5648536251651463,
    0.5648536251651463,
    0.5648536251651463,
    0.5648536251651463,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7361210888803223,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.7872703685640353,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8067795100961235,
    0.8359752420873039,
    0.8359752420873039,
    0.8359752420873039,
    0.8359752420873039,
    0.8359752420873039,
    0.8359752420873039
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall; students clutch resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall; students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The scene depicts a bustling career fair on a polished floor: workshops on networking etiquette begin in the adjoining classroom, while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. At the robotics startup booth, a small drone is flown overhead to attract attention, and a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the space.",
    "The scene shows a bustling career fair on a polished floor, with dozens of booths and colorful banners circling the space. In adjoining classrooms, workshops on networking etiquette begin, while students rehearse elevator pitches quietly against the wall. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. At the robotics startup booth, a small drone is flown overhead to attract attention, and a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps. Dozens of booths and groups of friends mark target employers on the event map. As the fair approaches, students line up outside the university gym while alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.29767639447332256,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.3580839925745007,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.5261538753930276,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.8392120913374567,
    0.897630822493616,
    0.897630822493616,
    0.897630822493616,
    0.897630822493616,
    0.897630822493616,
    0.897630822493616
  ],
  "40": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "At the event, students clutch resumes inside branded folders; nearby, alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, students clutch resumes inside branded folders, with alumni volunteers nearby sharing quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Glossy case study booklets are stacked by consulting firms on high tables, with multiple booklets arranged into stacks on the elevated surfaces.",
    "At the event, students clutch resumes inside branded folders, with alumni volunteers nearby giving short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Glossy case study booklets are stacked by consulting firms on high tables, with several booklets arranged into piles on elevated surfaces. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, students clutch resumes inside branded folders while alumni volunteers nearby deliver short pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Glossy case study booklets from consulting firms are stacked on high tables, with several booklets arranged into piles on elevated surfaces. A welcome announcement outlines the fair schedule over the PA system. The event space with a polished floor hosts dozens of booths encircled by colorful banners. In the adjoining classroom, a networking etiquette workshop begins. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.5798120903464786,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.7369448945845793,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8295809651777688,
    0.8756329860901921,
    0.8756329860901921,
    0.8756329860901921
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Glossy case study booklets are stacked by consulting firms on high tables, with multiple booklets arranged into stacks on the elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces in a shared space. Workships on networking etiquette begin in the adjoining classroom.",
    "In a shared career guidance space, consulting firms arrange glossy case study booklets into piles atop high tables and other elevated surfaces. In the adjoining classroom, workshops on networking etiquette begin. At a robotics startup booth within this environment, students hold branded folders containing resumes, while a small drone flies above the booth to draw attention. Career counselors steer unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "Within a shared career guidance space, consulting firms arrange glossy case study booklets into piles atop high tables and other elevated surfaces, while in the adjoining classroom workshops on networking etiquette begin. At a robotics startup booth, students hold branded folders containing resumes as a small drone flies above the booth to draw attention. Career counselors steer unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.251537491304881,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.44394309731839765,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.7131780269678427,
    0.8150325344876514,
    0.8150325344876514,
    0.8150325344876514
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students clutch resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom, while students carry resumes tucked inside branded folders. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops are taking place in the adjoining classroom, while students carry resumes tucked inside branded folders. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Near the stage, the engineering society sponsors a resume review table.",
    "An event space with a polished floor hosts dozens of booths encircled by colorful banners, while networking etiquette workshops take place in the adjoining classroom. Students carry resumes tucked inside branded folders, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.5623900015820836,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.7035358544609878,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837,
    0.8167574896168837
  ],
  "43": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "A career fair setting presents dozens of booths with colorful banners encircling a polished floor. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "A career fair setting features dozens of booths arranged around a polished floor, each booth adorned with colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "A career fair features dozens of booths arranged around a polished floor, each booth adorned with colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Counselors redirect unsure students toward applicable industries.",
    "Dozens of booths are arranged around a polished floor at the career fair, each booth adorned with colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths are arranged around a polished floor at the career fair, each booth adorned with colorful banners. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.39189880903174235,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.6497084859886433,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.7996939017821735,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8322821097317621,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739,
    0.8563363249242739
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while a welcome announcement plays over the PA system outlining the fair schedule.",
    "In the adjoining classroom, networking etiquette workshops begin as a welcome announcement plays over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "In the adjoining classroom, networking etiquette workshops begin as a welcome announcement plays over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops begin as a welcome announcement plays over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.39356110759601065,
    0.39356110759601065,
    0.39356110759601065,
    0.39356110759601065,
    0.39356110759601065,
    0.39356110759601065,
    0.39356110759601065,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.5771061746549535,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.804445839749478,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494,
    0.7942407771476494
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers share quick pep talks near the coffee station while at the entrance event staff scan registrations and hand out lanyards.",
    "At the entrance area, alumni volunteers share brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance area, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the entrance area, alumni volunteers give brief pep talks near the coffee station while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance area, alumni volunteers give brief pep talks near the coffee station while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance area, alumni volunteers give brief pep talks near the coffee station while event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors steer unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. In a shared career guidance space, consulting firms arrange glossy case study booklets into piles atop high tables and other elevated surfaces. At a robotics startup booth within this environment, students hold branded folders containing resumes, while a small drone flies above the booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.5228869098727318,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.40777171210670055,
    0.5635146352776825,
    0.5635146352776825,
    0.5635146352776825,
    0.5635146352776825,
    0.5635146352776825,
    0.5635146352776825,
    0.5635146352776825,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.7949531852242764,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8333194820938451,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749,
    0.8315288734840749
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair, the engineering society sponsors a resume review table near the stage. Students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure attendees toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. As the career fair approaches, students line up outside the university gym as alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and networking etiquette workshops begin in the adjoining classroom. In a shared space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.6045509288954699,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.7738830896183073,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143,
    0.839791972277143
  ],
  "47": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair venue, event staff scan registrations at the entrance and hand out lanyards. Students clutch resumes inside branded folders as they move through. Dozens of booths with colorful banners surround the polished floor. Outside the university gym, students line up awaiting the fair's opening. Consulting firms stack glossy case study booklets on high tables nearby.",
    "At the career fair venue, event staff scan registrations at the entrance and hand out lanyards, while students clutch resumes inside branded folders as they move through. Dozens of booths with colorful banners surround the polished floor. Outside the university gym, students line up awaiting the fair's opening. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers offer brief pep talks near the coffee station at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue by the university gym, students line up outside awaiting opening, while inside staff scan registrations at the entrance and hand out lanyards. Students clutch resumes in branded folders as they move through a polished floor. Dozens of booths with colorful banners surround the space. Consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers offer brief pep talks near the coffee station at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair venue by the university gym, attendees gather as students line up outside awaiting opening and inside staff scan registrations at the entrance and hand out lanyards. Inside, students move across a polished floor clutching resumes in branded folders. Dozens of booths with colorful banners surround the space, while consulting firms display glossy case study booklets on high tables. Alumni volunteers offer brief pep talks near the coffee station at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "47_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.7388659581127968,
    0.7388659581127968,
    0.7388659581127968,
    0.7388659581127968,
    0.7388659581127968,
    0.7388659581127968,
    0.7388659581127968,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8546297564388731,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8630505394600212,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8638260176835852,
    0.8700983589224325,
    0.8700983589224325,
    0.8700983589224325,
    0.8700983589224325,
    0.8700983589224325,
    0.8700983589224325,
    0.8700983589224325
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens that show their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "At a bustling career fair, consulting firms display glossy case study booklets on high tables while students clutch resumes inside branded folders. Tech companies show demo screens featuring their latest apps. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "At a bustling career fair, consulting firms display glossy case study booklets on high tables while students clutch resumes inside branded folders. Tech companies show demo screens featuring their latest apps. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. Networking etiquette workshops are taking place in the adjoining classroom. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.48249360081067727,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6015109774178444,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.6755030366146493,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.818954499621849,
    0.8443888653362002,
    0.8443888653362002,
    0.8443888653362002,
    0.8443888653362002,
    0.8443888653362002
  ],
  "49": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "At a robotics startup booth, students clutch resumes inside branded folders, while a small drone flies above the booth for attention.",
    "At a robotics startup booth in a career guidance setting, students clutch resumes inside branded folders, while a small drone flies above the booth for attention. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup booth within a career guidance setting, students clutch resumes inside branded folders while a small drone flies above the booth for attention. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA system outlines the fair schedule.",
    "Within a career guidance fair, a robotics startup booth draws attention as students clutch resumes inside branded folders while a small drone flies above the booth. Career counselors steer unsure students toward applicable industries, and several students rehearse elevator pitches quietly against the wall. A welcome announcement from the PA outlines the fair schedule. Nearby, groups of friends mark target employers on the event map, and networking etiquette workshops begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.42179071217961306,
    0.5631603206592407,
    0.5631603206592407,
    0.5631603206592407,
    0.5631603206592407,
    0.5631603206592407,
    0.5631603206592407,
    0.5631603206592407,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.7378172112427057,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016,
    0.8209309778647016
  ]
}