{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "The event features healthcare providers displaying community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the university gym before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the university gym before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the university gym just before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university gym, just before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries.",
    "At the university gym, just before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries.",
    "At the university gym just before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym just before the career fair opens, students line up outside as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on an event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.5526672052760575,
    0.5526672052760575,
    0.5526672052760575,
    0.5526672052760575,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.8001087259345385,
    0.8001087259345385,
    0.8001087259345385,
    0.8001087259345385,
    0.8375698880600182,
    0.8375698880600182,
    0.8375698880600182,
    0.8375698880600182,
    0.8375698880600182,
    0.8375394815693245,
    0.8375394815693245,
    0.8375394815693245,
    0.8375394815693245,
    0.832335821186482,
    0.832335821186482,
    0.832335821186482,
    0.832335821186482,
    0.832335821186482,
    0.8319729506363788,
    0.8319729506363788,
    0.8319729506363788,
    0.8319729506363788,
    0.8319729506363788,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8314608433189925,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293,
    0.8534631238025293
  ],
  "1": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall.",
    "In the venue, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the venue, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, networking etiquette workshops are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, networking etiquette workshops are underway in an adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, networking etiquette workshops are underway in an adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors are reminding attendees to maintain eye contact. Some students are quietly rehearsing elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, networking etiquette workshops are underway in an adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, etiquette workshops are underway in an adjoining classroom while dozens of booths with colorful banners circle the polished floor. Consulting firms have stacked glossy case study booklets on high tables nearby, and career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, etiquette workshops are underway in an adjoining classroom as dozens of booths with colorful banners circle the polished floor. Consulting firms have stacked glossy case study booklets on high tables nearby, and career counselors remind attendees to maintain eye contact. Some students quietly rehearse elevator pitches against the wall. A robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.5848401197798714,
    0.5848401197798714,
    0.5848401197798714,
    0.5848401197798714,
    0.5944941476481413,
    0.5944941476481413,
    0.5944941476481413,
    0.5944941476481413,
    0.5944941476481413,
    0.5944941476481413,
    0.7012886984099562,
    0.7012886984099562,
    0.7012886984099562,
    0.7012886984099562,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7991613925883043,
    0.7188715741792546,
    0.7188715741792546,
    0.7188715741792546,
    0.7188715741792546,
    0.7356627101285051,
    0.7356627101285051,
    0.7356627101285051,
    0.7356627101285051,
    0.7356627101285051,
    0.7356627101285051,
    0.8531668516923352,
    0.8531668516923352,
    0.8531668516923352,
    0.8531668516923352,
    0.8627029218589983,
    0.8627029218589983,
    0.8627029218589983,
    0.8627029218589983,
    0.8627029218589983,
    0.8674633617282579,
    0.8674633617282579,
    0.8674633617282579,
    0.8674633617282579,
    0.8674633617282579,
    0.8725558781953973,
    0.8725558781953973,
    0.8725558781953973,
    0.8725558781953973,
    0.8835439092215319,
    0.8835439092215319,
    0.8835439092215319,
    0.8835439092215319,
    0.8835439092215319,
    0.8835439092215319,
    0.8801461496189331
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff are at the entrance, scanning registrations and handing out lanyards.",
    "Event staff are at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos.",
    "At the event, staff are at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff are at the entrance, scanning registrations and handing out lanyards, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff are at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff stand at the entrance, scanning registrations and handing out lanyards. Healthcare providers display community outreach photos. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3719216324662594,
    0.3616277003357688,
    0.3616277003357688,
    0.3616277003357688,
    0.3616277003357688,
    0.5835260351230098,
    0.5835260351230098,
    0.5835260351230098,
    0.7555130591074413,
    0.7555130591074413,
    0.7555130591074413,
    0.7555130591074413,
    0.7555130591074413,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7916423474424803,
    0.7498137201050545,
    0.7498137201050545,
    0.7498137201050545,
    0.7498137201050545,
    0.7498137201050545,
    0.7505564893623803,
    0.7505564893623803,
    0.7505564893623803,
    0.7505564893623803,
    0.7505564893623803,
    0.7505564893623803,
    0.7505564893623803,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8048141643016713,
    0.8027842521467075,
    0.8027842521467075,
    0.8027842521467075,
    0.8027842521467075,
    0.8010150193967684,
    0.8010150193967684,
    0.8010150193967684,
    0.8010150193967684
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students rehearse elevator pitches quietly against a wall as event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall as staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, students rehearse elevator pitches quietly against a wall while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students rehearse elevator pitches against a wall at the event entrance while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, students rehearse elevator pitches against a wall at the event entrance while staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.40795406699784803,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.6027835770985949,
    0.7619344634375411,
    0.7619344634375411,
    0.7900399621250389,
    0.7900399621250389,
    0.7900399621250389,
    0.7900399621250389,
    0.7900399621250389,
    0.8102130479715042,
    0.8102130479715042,
    0.8102130479715042,
    0.8102130479715042,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8039531787920142,
    0.8383752322765088,
    0.8383752322765088,
    0.8383752322765088,
    0.8525455023521026,
    0.8525455023521026,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858,
    0.8591780696174858
  ],
  "4": [
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on students rehearsing elevator pitches quietly against the wall; in the adjoining classroom, workshops on networking etiquette begin.",
    "Students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette begin.",
    "Students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.2670617422841901,
    0.26667306360519977,
    0.26667306360519977,
    0.26667306360519977,
    0.26667306360519977,
    0.26667306360519977,
    0.26667306360519977,
    0.26667306360519977,
    0.2729292492973887,
    0.2729292492973887,
    0.2729292492973887,
    0.2729292492973887,
    0.2729292492973887,
    0.2729292492973887,
    0.2729292492973887,
    0.3293905493908756,
    0.3293905493908756,
    0.3293905493908756,
    0.3293905493908756,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858,
    0.3313849416666858
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "The event scene centers on the main entrance, where staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications.",
    "At the main entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the main entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the main entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as they circulate. Nearby, alumni volunteers share quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map as they circulate; near the coffee station, alumni volunteers share quick pep talks; finance firms provide QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall; consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; HR teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map as they circulate; near the coffee station, alumni volunteers share quick pep talks; finance firms provide QR codes for immediate internship applications; some students rehearse elevator pitches quietly against the wall; consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders; HR teams jot notes on tablets while students introduce themselves; workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as they circulate. Near the coffee station, alumni volunteers share quick pep talks. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Groups of friends circle the venue, marking target employers on the event map as they circulate. Near the coffee station, alumni volunteers deliver quick pep talks. Finance firms provide QR codes to enable immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5617445941870332,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.5664097615244541,
    0.7580547260993076,
    0.7580547260993076,
    0.7580547260993076,
    0.7580547260993076,
    0.7696105629529167,
    0.7696105629529167,
    0.7696105629529167,
    0.7696105629529167,
    0.7696105629529167,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.7935430855960134,
    0.8413541508495297,
    0.8413541508495297,
    0.8413541508495297,
    0.8413541508495297,
    0.8413541508495297,
    0.8397540630760835,
    0.8397540630760835,
    0.8397540630760835,
    0.8397540630760835,
    0.5271332689053613,
    0.5271332689053613,
    0.5271332689053613,
    0.5271332689053613,
    0.51988052565593,
    0.51988052565593,
    0.51988052565593,
    0.51988052565593,
    0.8311882488986129,
    0.8311882488986129,
    0.8311882488986129,
    0.8311882488986129,
    0.8311882488986129,
    0.8311882488986129,
    0.8246764952603365,
    0.8246764952603365,
    0.8246764952603365,
    0.8246764952603365,
    0.8246764952603365
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In a preparatory scene, students clutch resumes inside branded folders, holding the documents close. Some students rehearse elevator pitches quietly against the wall.",
    "In a preparatory scene, students clutch resumes inside branded folders, holding the documents close. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "In a preparatory scene, students clutch resumes inside branded folders, holding the documents close. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "In a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "In a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close; some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "In a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a preparatory career-event scene, students clutch resumes inside branded folders, holding the documents close, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a preparatory career event, students clutch resumes inside branded folders, holding the documents close, while some rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a preparatory career event, students clutch resumes inside branded folders, holding the documents close, while some rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4564385730798637,
    0.4564385730798637,
    0.4564385730798637,
    0.4564385730798637,
    0.690339376193163,
    0.690339376193163,
    0.690339376193163,
    0.690339376193163,
    0.724523153799279,
    0.724523153799279,
    0.724523153799279,
    0.724523153799279,
    0.7718013668440445,
    0.7718013668440445,
    0.7718013668440445,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.749209535264649,
    0.7525628172541456,
    0.7525628172541456,
    0.7525628172541456,
    0.7535017664641734,
    0.7535017664641734,
    0.7535017664641734,
    0.7535017664641734,
    0.7535017664641734,
    0.7535017664641734,
    0.7535017664641734,
    0.7968207472226463,
    0.7968207472226463,
    0.7968207472226463,
    0.7968207472226463,
    0.7968207472226463,
    0.7968207472226463,
    0.8056680592059755,
    0.8056680592059755,
    0.8056680592059755,
    0.8056680592059755,
    0.807837459659543,
    0.807837459659543,
    0.807837459659543,
    0.807837459659543
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A line of students forms outside the university gym ahead of the career fair's opening, while human resources teams jot notes on tablets as students introduce themselves.",
    "A line of students forms outside the university gym ahead of the career fair's opening as human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map.",
    "A line of students forms outside the university gym ahead of the career fair's opening, while human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students forms ahead of the career fair's opening, while human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map, and HR teams continue taking notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students forms ahead of the career fair's opening, while human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map as HR teams continue taking notes on tablets. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students forms ahead of the career fair's opening as human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map while HR teams continue taking notes on tablets. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits ahead of the career fair opening as HR teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map while HR continues taking notes on tablets. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits ahead of the career fair opening as HR teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map while HR continues taking notes on tablets. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits ahead of the career fair opening as HR teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map while HR continues taking notes on tablets. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits ahead of the career fair opening, as HR teams jot notes on tablets during introductions and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, while dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. HR teams jot notes on tablets during introductions, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. HR teams jot notes on tablets during introductions, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before the career fair opens. HR teams jot notes on tablets during introductions while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before the career fair opens. HR teams jot notes on tablets during introductions while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention as dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3828754313181434,
    0.3828754313181434,
    0.3828754313181434,
    0.5548270413690042,
    0.5548270413690042,
    0.5548270413690042,
    0.5746746272301868,
    0.5746746272301868,
    0.5746746272301868,
    0.5746746272301868,
    0.5608212962627858,
    0.5608212962627858,
    0.5608212962627858,
    0.5608212962627858,
    0.5608212962627858,
    0.5608212962627858,
    0.5608212962627858,
    0.797043337121935,
    0.797043337121935,
    0.797043337121935,
    0.8177380806562209,
    0.8177380806562209,
    0.8177380806562209,
    0.8249883129258557,
    0.8249883129258557,
    0.8249883129258557,
    0.8249883129258557,
    0.8249883129258557,
    0.8249883129258557,
    0.8500582770164499,
    0.8500582770164499,
    0.8500582770164499,
    0.8500582770164499,
    0.8500582770164499,
    0.8622221537815927,
    0.8622221537815927,
    0.8622221537815927,
    0.8622221537815927,
    0.8594058777024025,
    0.8594058777024025,
    0.8594058777024025,
    0.8594058777024025,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8735869329553078,
    0.8681621257026892,
    0.8681621257026892,
    0.8681621257026892,
    0.8681621257026892,
    0.8681621257026892,
    0.8681621257026892,
    0.8681621257026892
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens, and inside, they clutch resumes tucked in branded folders.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens, and inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall, sharpening delivery before conversations with employers.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall, sharpening delivery before conversations with employers. Healthcare providers showcase community outreach photos.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall, sharpening delivery before conversations with employers. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall, sharpening delivery before conversations with employers. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop, providing a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall, sharpening delivery before conversations with employers. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall to sharpen delivery before conversations with employers. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "At the career fair venue, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens; inside, they clutch resumes tucked in branded folders. A cybersecurity company runs a password cracking challenge on a laptop as a hands-on activity amid the booths. Some students rehearse elevator pitches quietly against the wall to sharpen delivery before conversations with employers. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.5649211508683694,
    0.676783342812616,
    0.676783342812616,
    0.676783342812616,
    0.8313727552425381,
    0.8313727552425381,
    0.8313727552425381,
    0.8313727552425381,
    0.8313727552425381,
    0.8491809253527158,
    0.8491809253527158,
    0.8491809253527158,
    0.8491809253527158,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8668955963517866,
    0.8836907257203832,
    0.8836907257203832,
    0.8836907257203832,
    0.8836907257203832,
    0.8836907257203832,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.8818228019165524,
    0.888945635942869,
    0.888945635942869,
    0.888945635942869,
    0.888945635942869,
    0.888945635942869,
    0.8963889603170523,
    0.8963889603170523,
    0.8963889603170523,
    0.8963889603170523,
    0.8963889603170523,
    0.8963889603170523
  ],
  "9": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, staff scan registrations and hand out lanyards. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, staff scan registrations and hand out lanyards at the entrance. Above the robotics startups booth, a small drone flies to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event venue, registrations are scanned and lanyards handed out at the entrance. A small drone flies above the robotics startups booth to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event venue, registrations are scanned and lanyards handed out at the entrance. A small drone flies above the robotics startup booth to draw attention. Nearby, several students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.5895683253564115,
    0.7316937697029984,
    0.7316937697029984,
    0.7316937697029984,
    0.7884521921675269,
    0.7884521921675269,
    0.7884521921675269,
    0.7884521921675269,
    0.7884521921675269,
    0.8305643982105666,
    0.8305643982105666,
    0.8305643982105666,
    0.8305643982105666,
    0.8305643982105666,
    0.8305643982105666,
    0.8305643982105666,
    0.8602571069263254,
    0.8602571069263254,
    0.8602571069263254,
    0.8602571069263254,
    0.8602571069263254,
    0.8662848930865019,
    0.8662848930865019,
    0.8662848930865019,
    0.8662848930865019,
    0.8662848930865019,
    0.8662848930865019,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8668827638808532,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8813201209167008,
    0.8817265027987939,
    0.8817265027987939,
    0.8817265027987939,
    0.8817265027987939,
    0.8817265027987939,
    0.8817265027987939,
    0.8757970192416025,
    0.8757970192416025,
    0.8757970192416025,
    0.8757970192416025
  ]
}