{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Students clutch resumes kept in branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Students clutch resumes in branded folders. A welcome announcement over the PA outlines the schedule. Alumni volunteers share quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "The event features consulting firms stacking glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Students clutch resumes in branded folders. A welcome announcement over the PA outlines the schedule. Alumni volunteers share quick pep talks near the coffee station. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.4844719505608164,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.5284064212085539,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7262354962762543,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.7990100773552572,
    0.8183792290618865,
    0.8183792290618865,
    0.8183792290618865
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students clutch their resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently.",
    "At the career event, career counselors remind attendees to maintain eye contact while students clutch resumes stored in branded folders. An alumni panel discusses preparation for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners form a circular layout around a polished floor, encircling a central space, with banners visible at every booth.",
    "At the career event, counselors remind attendees to maintain eye contact while students clutch resumes stored in branded folders; an alumni panel discusses preparation for technical interviews; HR teams jot notes on tablets as students introduce themselves, with these activities running concurrently. The venue features dozens of colorful banners at booths arranged in a circular layout around a polished floor, encircling a central space with banners visible at every booth. In a cybersecurity event, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the activity platform, directed by the company as participants attempt to crack passwords. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.5450472879779401,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7429205215896755,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.7001894620389709,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8022124728110869,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255,
    0.8600405005267255
  ],
  "2": [
    "",
    "\"\"",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, encircling a central space and forming a circular layout with banners visible at every booth.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, encircling a central space and forming a circular layout with banners visible at every booth. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners are arranged around a polished floor, encircling a central space and forming a circular layout with banners visible at every booth. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. During setup, consulting firms stack glossy case-study booklets on high tables as a welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders.",
    "Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth as attendees engage with displays and conversations. Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. During setup, consulting firms stack glossy case-study booklets on high tables while a welcome PA announcement outlines the schedule. An alumni panel discusses how to prepare for technical interviews, and students clutch resumes in branded folders. Networking etiquette workshops are held in the adjoining classroom, accompanied by a welcome PA announcement outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station as the activities proceed."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.30322825715179996,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.6013700176219858,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8381895487205899,
    0.8784603677793602,
    0.8784603677793602
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes that are kept in branded folders.",
    "Students clutch resumes kept in branded folders. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "A scene shows students clutching resumes kept in branded folders; finance firms offering QR codes for immediate internship applications; consulting firms stacking glossy case study booklets on high tables; and a cybersecurity company running a password-cracking challenge on a laptop.",
    "The scene depicts a career-networking environment with students clutching resumes kept in branded folders, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices as the introductions proceed; both activities occur concurrently. In an adjoining classroom, workshops on networking etiquette begin.",
    "At the career-networking environment, students clutch resumes in branded folders while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices; both activities occur concurrently. In an adjoining classroom, workshops on networking etiquette begin. Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens. Event staff stand at the entrance, scanning registrations and handing out lanyards. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.6311521862531431,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.45935224996006824,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.7151725794241945,
    0.8105709575466502,
    0.8105709575466502,
    0.8105709575466502,
    0.8105709575466502,
    0.8105709575466502,
    0.8105709575466502
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, surrounding attendees with displays and conversations.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, surrounding attendees with displays and conversations. Attendees move among the booths as displays and conversations unfold. Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, surrounding attendees with displays and conversations as attendees move among them. Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, drawing attendees into displays and conversations as people move among them. Event staff stand at the entrance, scanning registrations and handing out lanyards. In a nearby event space, a cybersecurity company runs a password-cracking challenge on a laptop, the device serving as the demonstration for a security-focused showcase. Nearby, healthcare providers display community outreach photos, presenting images of outreach efforts. Students are present throughout, with some rehearsing elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor, drawing attendees into displays and conversations. Event staff stand at the entrance, scanning registrations and handing out lanyards. In a nearby space, a cybersecurity company runs a password-cracking challenge on a laptop as a demonstration for a security-focused showcase. Healthcare providers display community outreach photos. Students are present throughout, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver short pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.59243305773041,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7489509306385124,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.7355725570900224,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.8138033260587366,
    0.7954664336809593,
    0.7954664336809593,
    0.7954664336809593,
    0.7954664336809593,
    0.7954664336809593,
    0.7954664336809593
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Human resources personnel record notes on tablet devices as students introduce themselves, with the recording occurring concurrently with the introductions. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors remind attendees to maintain eye contact. Human resources personnel record notes on tablet devices as students introduce themselves, with the recording occurring concurrently with the introductions. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, counselors remind attendees to maintain eye contact. Human resources personnel record notes on tablet devices as students introduce themselves, with the recording occurring concurrently with the introductions. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a circular layout features dozens of booths with colorful banners around a polished floor, banners visible at every booth. Counselors remind attendees to maintain eye contact while HR personnel record notes on tablet devices as students introduce themselves, the recording occurring concurrently with the introductions. Consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. A welcome announcement outlining the fair schedule is broadcast over the PA system. Event staff stand at the entrance, scanning registrations and handing out lanyards, while workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries and guide their interests toward relevant fields. The engineering society sponsors a resume review table near the stage, and alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6630966587358015,
    0.6630966587358015,
    0.6630966587358015,
    0.6630966587358015,
    0.6630966587358015,
    0.6630966587358015,
    0.6630966587358015,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.7823620177783349,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8396847570249211,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656,
    0.8855223023694656
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center.",
    "A central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center. Students line up outside the university gym before the career fair opens.",
    "A central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center, banners visible at every booth. A career fair gathers around the university gym, matching the circular layout. Outside, students line up before the fair opens, with some rehearsing elevator pitches quietly against the wall. Inside, an alumni panel discusses strategies for preparing for technical interviews.",
    "At the university, a central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center with banners visible at each booth. The career fair gathers around the university gym, reflecting that circular layout. Outside, students line up before opening, with some rehearsing elevator pitches quietly against the wall. Inside, an alumni panel discusses strategies for preparing for technical interviews. HR teams jot notes on tablets as students introduce themselves, recording concurrently during introductions. Nearby, consulting firms display glossy case-study booklets stacked on high tables. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company operates a password-cracking challenge on a laptop."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.2892479971823758,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.5657951956904449,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.7985543160514161,
    0.8178832119911372,
    0.8178832119911372,
    0.8178832119911372,
    0.8178832119911372,
    0.8178832119911372,
    0.8178832119911372,
    0.8178832119911372
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule, while consulting firms stack glossy case study booklets on high tables; concurrently, alumni volunteers share quick pep talks near the coffee station.",
    "A campus career fair is underway, beginning with a welcome announcement broadcast over the PA system that outlines the fair's schedule. Consulting firms have glossy case study booklets stacked on high tables, while nearby alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students are lined up before the fair opens. At the entrance, event staff stand by to scan registrations and hand out lanyards.",
    "A campus career fair is underway, anchored by a welcome announcement over the PA system outlining the schedule. Consulting firms have glossy case study booklets stacked on high tables, complemented by alumni volunteers delivering quick pep talks near the coffee station. Outside the university gym, students are lined up before the fair opens. At the entrance, event staff stand by to scan registrations and hand out lanyards. During setup, students clutch resumes inside branded folders.",
    "A campus career fair is underway, anchored by a welcome PA announcement outlining the schedule. Consulting firms display glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students line up before the fair opens. At the entrance, event staff stand by to scan registrations and hand out lanyards. During setup, students clutch resumes stored in branded folders. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop used as the challenge device. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5316291695891344,
    0.5316291695891344,
    0.5316291695891344,
    0.5316291695891344,
    0.5316291695891344,
    0.5316291695891344,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.5787568949384485,
    0.4768711359356475,
    0.4768711359356475,
    0.4768711359356475,
    0.4768711359356475,
    0.4768711359356475,
    0.4768711359356475,
    0.4768711359356475,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8349434802523541,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8406629016612357,
    0.8696641284542271,
    0.8696641284542271,
    0.8696641284542271,
    0.8696641284542271
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "During the scene, students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently.",
    "Students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners form a circle around a central polished floor, creating a continuous ring around the space, with banners visible at each booth.",
    "At the career fair, students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. HR personnel jot notes on tablet devices while students introduce themselves, concurrently. Dozens of booths with colorful banners form a circle around a central polished floor, creating a continuous ring with banners visible at each booth. Counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, students clutch resumes inside branded folders as tech companies display demo screens of their latest apps. HR personnel jot notes on tablet devices while students introduce themselves, concurrently. Dozens of booths with colorful banners form a circle around a central polished floor, creating a continuous ring with banners visible at each booth. Counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.4110782143931023,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.5362892913221651,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.7132275808335362,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8563303231031437,
    0.8868749897221907,
    0.8868749897221907,
    0.8868749897221907,
    0.8868749897221907,
    0.8868749897221907
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, while students clutch resumes inside branded folders.",
    "A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets while students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners form a circle around a central polished floor, creating a continuous ring around the space, with banners visible at each booth.",
    "A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Dozens of booths with colorful banners form a circle around a central polished floor, creating a continuous ring around the space, with banners visible at each booth. A robotics startup flies a small drone above its booth for attention."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.45505689256734383,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.869120798218916,
    0.8729144926972539
  ],
  "10": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a welcome announcement outlines the fair schedule over the PA system.",
    "During the fair setup, consulting firms stack glossy case study booklets on high tables, while a welcome announcement over the PA system outlines the schedule.",
    "During the fair setup, consulting firms stack glossy case study booklets on high tables, while a welcome announcement over the PA system outlines the schedule.",
    "During the fair setup, consulting firms stack glossy case-study booklets on high tables as a welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor, surrounding attendees with displays and conversations.",
    "During the career fair setup, consulting firms stack glossy case-study booklets on high tables as a welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a circular layout with banners visible at each booth. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "During the career fair setup, consulting firms stack glossy case-study booklets on high tables as a welcome announcement over the PA outlines the schedule. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor, forming a circular layout with banners visible at each booth. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "The career fair surrounds the university gym on a polished floor with dozens of booths arranged in a circular layout and colorful banners visible at every booth. Inside, an alumni panel discusses strategies for preparing for technical interviews in a central space encircled by the booths. Outside, students queue before opening and rehearse elevator pitches along walls. Consulting firms stack glossy case-study booklets on high tables as a welcome announcement, and a PA outlines the schedule. The engineering society sponsors a resume review table near the stage. Students clutch resumes in branded folders."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3678308973143061,
    0.3678308973143061,
    0.3678308973143061,
    0.3678308973143061,
    0.3678308973143061,
    0.3678308973143061,
    0.3678308973143061,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.3939743981908249,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8509590543055074,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8427056091431944,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8331274374267237,
    0.8364436275180374
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance to the university gym, scanning registrations and handing out lanyards. Students line up outside the gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "Event staff stand at the entrance to the university gym, scanning registrations and handing out lanyards. Students line up outside the gym before the career fair opens, with some quietly rehearsing elevator pitches against the wall. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff stand at the entrance to the university gym, scanning registrations and handing out lanyards as a stream of students lines up outside before the career fair opens. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity with the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Students clutch resumes stored inside branded folders.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards as a stream of students lines up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity with the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Students clutch resumes stored in branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards as a stream of students lines up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. In the adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password-cracking challenge on a laptop, using the device as the challenge. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Students clutch resumes stored in branded folders. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.5381903287241645,
    0.5381903287241645,
    0.5381903287241645,
    0.5381903287241645,
    0.5381903287241645,
    0.5381903287241645,
    0.5381903287241645,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.747524025833711,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.7914010190047525,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8105340253941113,
    0.8180086017656292
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications.",
    "At the event, the engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, the engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and guide their interests toward relevant fields. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Students clutch resumes inside branded folders.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, with alumni volunteers delivering pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and relevant fields. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes in branded folders while HR teams jot notes on tablets as introductions occur. Outside the university gym, students line up before opening. Dozens of booths with colorful banners encircle a polished floor in a circular layout, with banners visible at each booth."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.42609952755793995,
    0.42609952755793995,
    0.42609952755793995,
    0.42609952755793995,
    0.42609952755793995,
    0.42609952755793995,
    0.42609952755793995,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.6427423279984028,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.8552907100746114,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.913907928666633,
    0.8992819247937273,
    0.8992819247937273,
    0.8992819247937273,
    0.8992819247937273
  ],
  "13": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company is running a password-cracking challenge on a laptop, which serves as the platform for the activity, with the company directing the task of attempting to crack passwords.",
    "A cybersecurity company is running a password-cracking challenge on a laptop that serves as the platform for the activity, with the company directing participants in attempting to crack passwords. Alumni volunteers share brief pep talks near the coffee station.",
    "A cybersecurity company is running a password-cracking challenge on a laptop that serves as the platform for the activity, with the company directing participants in attempting to crack passwords. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fairs schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop serving as the platform, directing participants to attempt password cracks. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fairs schedule. Concurrently, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop as the platform, inviting participants to attempt password cracks. Alumni volunteers give brief pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fairs schedule. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. The scene includes students clutching resumes in branded folders and finance firms offering QR codes for immediate internship applications."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.27445801338807163,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.4634891957629905,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.6859531942866632,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.7672974490167839,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952,
    0.8511435285394952
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while workshops on networking etiquette begin in the adjoining classroom; a welcome announcement over the PA system outlines the fair schedule.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses strategies for preparing for technical interviews.",
    "Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. An alumni panel discusses strategies for preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners encircle the polished floor. In an adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses strategies for preparing for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. During the session, human resources personnel jot notes on tablet devices as students introduce themselves; HR records on tablets while the students present their introductions, with both activities occurring concurrently."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.47734956743489976,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8502390119692578,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8847062519448752,
    0.8410830372957964,
    0.8410830372957964,
    0.8410830372957964,
    0.8410830372957964
  ],
  "15": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor, arranged in a circular pattern around the central space.",
    "Dozens of booths with colorful banners circle the polished floor around the central space, arranged in a circular pattern.",
    "Dozens of booths with colorful banners are arranged in a circle around a central, polished floor, forming a circular layout. Banners are visible at each booth as the booths encircle the central space, creating a continuous ring around the polished surface.",
    "Dozens of booths with colorful banners are arranged in a circle around a central, polished floor, forming a circular layout. Banners are visible at each booth as the booths encircle the central space, creating a continuous ring around the polished surface. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners are arranged in a circle around a central, polished floor, creating a continuous ring around the surface. Banners are visible at each booth as the circle forms the layout. Finance firms offer QR codes for immediate internship applications. Counselors at the career fair remind attendees to maintain eye contact. Human resources personnel record notes on tablet devices as students introduce themselves, with the recording occurring concurrently with the introductions. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "Dozens of booths with colorful banners form a circular layout around a central, polished floor, creating a continuous ring with banners visible at each booth. Finance firms offer QR codes for immediate internship applications. Counselors remind attendees to maintain eye contact. Human resources personnel record notes on tablet devices as students introduce themselves, with recording occurring concurrently with introductions. Consulting firms stack glossy case study booklets on high tables, and nearby alumni volunteers deliver quick pep talks near the coffee station. A campus career fair is underway, opening with a welcome announcement over the PA system that outlines the fairs schedule. Outside the university gym, students are lined up before the fair opens. At the entrance, event staff stand by to scan registrations and hand out lanyards."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30324582033700476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.30751828127450476,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.3928341655282064,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.6475378497046635,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.847115863162552,
    0.8651675896468201,
    0.8651675896468201,
    0.8651675896468201,
    0.8651675896468201
  ],
  "16": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the fair, tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Concurrently, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop. During the session, human resources personnel jot notes on tablet devices as students introduce themselves, with HR recording on tablets while the students present their introductions; both activities occur concurrently and no other actions are described.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement is broadcast over the PA system outlining the schedule. Concurrently, consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company runs a password-cracking challenge on a laptop. During the session, HR personnel jot notes on tablets as students introduce themselves, with HR recording on tablets while the students present; both activities occur concurrently. Event staff stand at the entrance, scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map.",
    "At the fair, demo screens showcase latest apps while a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. HR personnel jot notes on tablets as students introduce themselves, with recording occurring concurrently with the introductions. Event staff stand at the entrance, scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map, and counselors remind attendees at the career fair to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.6729153257754557,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8297647110187238,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8165519286938152,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8662554731869117,
    0.8848838403883994,
    0.8848838403883994
  ],
  "17": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves; HR personnel record on tablet devices while students present their introductions. The two activities occur concurrently, and no additional actions are described.",
    "Human resources teams jot notes on tablets while students introduce themselves, with HR personnel recording on tablet devices as the introductions proceed; both activities occur concurrently. In an adjoining classroom, workshops on networking etiquette begin.",
    "At the venue, human resources teams jot notes on tablet devices while students introduce themselves, with HR personnel recording as introductions proceed; both activities run concurrently. In an adjoining classroom, workshops on networking etiquette begin. A central space is encircled by dozens of booths displaying colorful banners on a polished floor, arranged in a circular pattern around the center.",
    "At the venue, a central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablet devices while students introduce themselves, with HR personnel recording as introductions proceed; both activities run concurrently. In an adjoining classroom, workshops on networking etiquette begin.",
    "At the venue, a campus career fair is underway, centered in a space encircled by dozens of booths with colorful banners on a polished floor, arranged in a circle around the center. A welcome announcement over the PA outlines the fair's schedule. HR teams jot notes on tablet devices while students introduce themselves, with HR personnel recording as introductions proceed; both activities run concurrently. In an adjoining classroom, networking etiquette workshops begin. Consulting firms have glossy case-study booklets stacked on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students are lined up before the fair opens. At the entrance, event staff stand by to scan registrations and hand out lanyards."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.41994008094548696,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.45579295519814733,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.6430872018475027,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.780234382719716,
    0.8761560393967298,
    0.8761560393967298,
    0.8761560393967298,
    0.8761560393967298,
    0.8761560393967298,
    0.8761560393967298,
    0.8761560393967298
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff are stationed to scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff are stationed to scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens; at the entrance, event staff are stationed to scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, with some rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. Inside the gym, a polished floor is ringed by dozens of booths with colorful banners arranged in a circular layout, banners visible at every booth. The career fair is assembling around the gym; inside, an alumni panel discusses strategies for preparing for technical interviews."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.5807722318556944,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.7281928884515443,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.4590270776522545,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227,
    0.7959807606260227
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes stored inside branded folders.",
    "Students clutch resumes stored inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "As the career fair approaches, students line up outside the university gym before opening, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews nearby. Some students rehearse elevator pitches quietly against the wall.",
    "As the career fair approaches, students line up outside the university gym before opening, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews nearby. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "As the career fair approaches, students line up outside the university gym before opening, clutching resumes stored in branded folders. Nearby, an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "As the career fair approaches, students line up outside the university gym before opening, clutching resumes in branded folders. An alumni panel nearby discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. At the entrance, event staff are stationed to scan registrations and hand out lanyards, and counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3694889676064791,
    0.3694889676064791,
    0.3694889676064791,
    0.3694889676064791,
    0.3694889676064791,
    0.3694889676064791,
    0.3694889676064791,
    0.46160586681289445,
    0.46160586681289445,
    0.46160586681289445,
    0.46160586681289445,
    0.46160586681289445,
    0.46160586681289445,
    0.46160586681289445,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7959871882481815,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.7854342722551884,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8046681154577258,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719,
    0.8292027134003719
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password cracking challenge on a laptop. The laptop serves as the platform for the activity, with the company directing the task of attempting to crack passwords.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, which serves as the platform for the activity and is directed by the company as participants attempt to crack passwords. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company is running a password-cracking challenge on a laptop that serves as the platform for the activity, directed by the company as participants attempt to crack passwords. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company is running a password-cracking challenge on a laptop that serves as the platform for the activity, directed by the company as participants attempt to crack passwords. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "At a cybersecurity event, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the activity platform, directed by the company as participants attempt to crack passwords. Dozens of booths with colorful banners surround the polished floor, while a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a cybersecurity event, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the activity platform, directing participants as they attempt to crack passwords. Dozens of booths with colorful banners surround a polished floor, while a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a cybersecurity event, a cybersecurity company runs a password-cracking challenge on a laptop that serves as the activity platform, directing participants as they attempt to crack passwords. Dozens of booths with colorful banners surround a polished central floor, arranged in a circular layout with banners visible at each booth, forming a continuous ring around the polished surface. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3916157351942364,
    0.3916157351942364,
    0.3916157351942364,
    0.3916157351942364,
    0.3916157351942364,
    0.3916157351942364,
    0.3916157351942364,
    0.47055310653010296,
    0.47055310653010296,
    0.47055310653010296,
    0.47055310653010296,
    0.47055310653010296,
    0.47055310653010296,
    0.47055310653010296,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.6520456028491799,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7780901047939224,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7707610576939703,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093,
    0.7718237964704093
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule, and alumni volunteers share brief pep talks near the coffee station.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule, and alumni volunteers share brief pep talks near the coffee station. At the fair, tech companies display demo screens showing their latest apps. Concurrently, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops run in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule, and alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company operates a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as students clutch resumes stored in branded folders. An alumni panel discusses preparation for technical interviews. HR teams jot notes on tablets as students introduce themselves, with those activities concurrent. Dozens of booths with colorful banners form a circular layout around a polished floor, encircling a central space, with banners visible at every booth."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.6124947130696181,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8634109103843626,
    0.8722426222030194,
    0.8722426222030194,
    0.8722426222030194,
    0.8722426222030194,
    0.8722426222030194
  ],
  "22": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses strategies for preparing for technical interviews.",
    "An alumni panel discusses strategies for preparing for technical interviews. Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses strategies for preparing for technical interviews. Dozens of booths with colorful banners form a circular layout around a polished floor, with banners visible at each booth. Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards, while workshops on networking etiquette run in the adjoining classroom, as a welcome announcement over the PA outlines the fair schedule.",
    "An alumni panel discusses strategies for preparing for technical interviews during a career fair. Dozens of booths with colorful banners encircle a central polished floor, forming a circular layout with banners visible at every booth. Outside the university gym, students line up ahead of the fair opening; at the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette run while a welcome PA outlines the fair schedule."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.44475589277108063,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7426496222457815,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.7993188430648919,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641,
    0.8382202607737641
  ],
  "23": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Students line up outside the university gym before the career fair opens, with some rehearsing elevator pitches quietly against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth and attendees engaged in displays and conversations. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth and attendees engaged in displays and conversations. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth as attendees engage in displays and conversations. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circular layout around a polished floor, banners visible at each booth as attendees engage in displays and conversations. An alumni panel discusses strategies for preparing for technical interviews, while students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. At the entrance, event staff scan registrations and hand out lanyards, while workshops on networking etiquette run in the adjoining classroom, as a welcome announcement over the PA outlines the fair schedule."
  ],
  "23_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.5157480378687976,
    0.7263003266169534,
    0.7263003266169534,
    0.7263003266169534,
    0.7263003266169534,
    0.7263003266169534,
    0.7263003266169534,
    0.7263003266169534,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8054493015527193,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.8300678683586493,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.860380360199912,
    0.8941751107014964,
    0.8941751107014964,
    0.8941751107014964,
    0.8941751107014964,
    0.8941751107014964,
    0.8941751107014964,
    0.8941751107014964
  ],
  "24": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos as students line up outside the university gym before the career fair opens. Event staff stand at the entrance, scanning registrations and handing out lanyards. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.34828080168877246,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.7686955016767725,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8010079919820777,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525,
    0.8360594086043525
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers give quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "At the campus, alumni volunteers give quick pep talks near the coffee station as career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, clutching resumes stored in branded folders. An alumni panel nearby discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "At the campus, alumni volunteers give quick pep talks near the coffee station while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, clutching resumes stored in branded folders. An alumni panel nearby discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus, alumni volunteers give quick pep talks near the coffee station while career counselors direct unsure students toward applicable industries. Dozens of booths with colorful banners encircle the polished floor in a circular layout, banners visible at each booth. Outside the university gym, students line up before the career fair opens, clutching resumes stored in branded folders. An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. During career fair setup, consulting firms stack glossy case-study booklets on high tables as a welcome announcement over the PA outlines the schedule."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.3872908740071953,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.5523261340629922,
    0.7024989512199804,
    0.7024989512199804,
    0.7024989512199804,
    0.7024989512199804,
    0.7024989512199804,
    0.7024989512199804,
    0.7024989512199804,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.7547583967514424,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307,
    0.8436477967176307
  ],
  "26": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "During the session, human resources teams jot notes on tablet devices as students introduce themselves; HR personnel record on tablets while the students present their introductions, with both activities occurring concurrently and no other actions described.",
    "During the session, human resources personnel jot notes on tablet devices as students introduce themselves, with HR recording on tablets while the students present their introductions; both activities occur concurrently and no other actions are described. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the session, human resources personnel jot notes on tablet devices as students introduce themselves, with HR recording on tablets during the introductions; both activities occur concurrently. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "During the session, human resources personnel jot notes on tablets as students introduce themselves, with HR recording on tablets concurrently. Networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners form a circle around a polished floor, yielding a circular layout with banners visible at every booth. The engineering society sponsors a resume review table near the stage.",
    "During the session, HR personnel jot notes on tablets as students introduce themselves, with HR recording on tablets concurrently and no other actions described. Networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners form a circle around a polished floor, yielding a circular layout with banners visible at every booth. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.2958719555531192,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.47488261791551634,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.6596443343880214,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.7423708682753649,
    0.8147443735058839,
    0.8147443735058839,
    0.8147443735058839
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes stored inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, using the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts.",
    "At a fair-like event, students clutch resumes stored in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, using the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a fair-like event, students clutch resumes stored in branded folders as dozens of booths with colorful banners circle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop, using the laptop as the challenge device. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, forming a circular layout with banners visible at each booth. Students clutch resumes stored in branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop, using the laptop as the challenge device. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. During setup, consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.6483418225509108,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.7998810647307046,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.811201631437203,
    0.8686305948942783,
    0.8686305948942783,
    0.8686305948942783,
    0.8686305948942783
  ],
  "28": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently.",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. An opening welcome announcement outlining the fair schedule is broadcast over the PA system, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Event staff stand at the entrance, scanning registrations and handing out lanyards. An opening welcome announcement outlining the fair schedule is broadcast over the PA system, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes stored in branded folders. On campus, alumni volunteers give quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. An alumni panel nearby discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "28_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.3163065521628162,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.6490508657752327,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.7845647056945356,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8333004901738162,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848,
    0.8364856028405848
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students line up before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Outside the university gym, students line up before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners are arranged in a circle around a polished floor, banners visible at each booth. HR teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices during the introductions; the two activities occur concurrently. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Outside the university gym, students line up before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners are arranged in a circle around a polished floor, banners visible at each booth. HR teams jot notes on tablets as students introduce themselves; HR personnel recording on tablet devices occurs concurrently. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Event staff stand at the entrance scanning registrations and handing out lanyards. Outside the university gym, students line up before the career fair opens, some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth. HR teams jot notes on tablets as students introduce themselves; HR recording on tablet devices occurs concurrently. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. A welcome PA announces the fair schedule, and alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their apps."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.5405324390619252,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8048320827804516,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.8436857299226597,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.871075749656717,
    0.8805246878573557,
    0.8805246878573557,
    0.8805246878573557
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity using the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity using the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A cybersecurity company runs a password-cracking challenge on a laptop, using the device as the challenge. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it, creating a continuous ring of displays and conversations as attendees move among them. A cybersecurity company runs a password-cracking challenge on a laptop, using the device itself as the challenge. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. An alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.31529869411989375,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.6374565309357758,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.7119343058273804,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8388291847330329,
    0.8523613474113524,
    0.8523613474113524,
    0.8523613474113524,
    0.8523613474113524,
    0.8523613474113524,
    0.8523613474113524
  ],
  "31": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance, where they scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.36807973462099114,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.5615213514662587,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.7356366100074625,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902,
    0.8213094519707902
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor. Students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners are arranged in a circle around a polished floor, encircling a central space and forming a circular layout with banners visible at every booth. Students clutch resumes inside branded folders.",
    "A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners form a circular layout around a polished floor, encircling a central space with banners visible at every booth. Students clutch resumes in branded folders. Event staff stand at the entrance, scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7791328572079363,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.7860521745353196,
    0.854862710470786,
    0.854862710470786,
    0.854862710470786,
    0.854862710470786,
    0.854862710470786,
    0.854862710470786
  ],
  "33": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while the engineering society sponsors a resume review table near the stage.",
    "Career counselors direct unsure students toward applicable industries, guiding their interests toward relevant fields. The engineering society sponsors a resume review table near the stage, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors direct unsure students toward applicable industries and guide their interests toward relevant fields. The engineering society sponsors a resume review table near the stage, while alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. Consulting firms place glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, career counselors direct unsure students toward applicable industries and guide their interests toward relevant fields. The engineering society sponsors a resume review table near the stage, while alumni volunteers give brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, and consulting firms place glossy case study booklets on high tables. Students clutch resumes inside branded folders. Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at every booth.",
    "At the career fair, dozens of booths with colorful banners form a circle around a polished floor, with banners visible at every booth. Career counselors direct unsure students toward applicable industries and guide their interests toward relevant fields, and remind attendees to maintain eye contact. Engineering society sponsors a resume review table near the stage, while alumni volunteers give brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications, and consulting firms place glossy case study booklets on high tables. Students clutch resumes inside branded folders. Human resources personnel record notes on tablet devices as students introduce themselves, the recording occurring concurrently with introductions. A welcome announcement outlining the fair schedule is broadcast over the PA system. Event staff are stationed at the entrance, scanning registrations and handing out lanyards, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.38257737210545784,
    0.5226672127244859,
    0.5226672127244859,
    0.5226672127244859,
    0.5226672127244859,
    0.5226672127244859,
    0.5226672127244859,
    0.5226672127244859,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8075270699538722,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8184554668782947,
    0.8976523275188518,
    0.8976523275188518,
    0.8976523275188518,
    0.8976523275188518,
    0.8976523275188518,
    0.8976523275188518,
    0.8976523275188518
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system, while consulting firms stack glossy case study booklets on high tables.",
    "An opening welcome announcement outlining the fair schedule is broadcast over the PA system, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Concurrently, consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews.",
    "An opening welcome announcement outlining the fair schedule is broadcast over the PA system. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews, and a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "An opening welcome announcement outlining the fair schedule is broadcast over the PA system, signaling the career fair's start. Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews, and a cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station. On campus, students line up outside the university gym before the fair opens, clutching resumes in branded folders, and some rehearse elevator pitches quietly against the wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4361245999166926,
    0.4361245999166926,
    0.4361245999166926,
    0.4361245999166926,
    0.4361245999166926,
    0.4361245999166926,
    0.4361245999166926,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.6567627992788203,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8174269498716888,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8468424234262666,
    0.8760820434950558,
    0.8760820434950558,
    0.8760820434950558,
    0.8760820434950558,
    0.8760820434950558,
    0.8760820434950558
  ],
  "35": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "A welcome announcement over the PA system outlines the fair schedule; meanwhile, consulting firms are stacking glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule; consulting firms are stacking glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact; a robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. A cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff are stationed at the entrance, scanning registrations and handing out lanyards."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.5183044515771662,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.44456207916953266,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.580087242215366,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.8929616971263243,
    0.9029721008684737,
    0.9029721008684737,
    0.9029721008684737,
    0.9029721008684737,
    0.9029721008684737,
    0.9029721008684737,
    0.9029721008684737
  ],
  "36": [
    "",
    "",
    "",
    "\"\"",
    "Human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices while students present their introductions; the two activities occur concurrently, and no additional actions are described.",
    "Human resources teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices while students present their introductions; the two activities occur concurrently and no additional actions are described. Consulting firms stack glossy case study booklets on high tables.",
    "HR teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices during the students' introductions; the two activities occur concurrently. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "In the event space for the career fair, HR teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices; both activities occur concurrently during the introductions. Consulting firms have glossy case study booklets stacked on high tables nearby. Outside the university gym, students line up before the career fair opens. Dozens of booths with colorful banners form a circle around a polished floor, producing a circular layout with banners visible at each booth.",
    "At the career fair venue, HR teams jot notes on tablet devices as students introduce themselves, recording concurrently during the introductions. Nearby, consulting firms display glossy case-study booklets stacked on high tables. Outside the university gym, students line up before opening. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout with banners visible at each booth. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company operates a password-cracking challenge on a laptop.",
    "At the career fair venue, HR teams jot notes on tablet devices as students introduce themselves, recording concurrently during the introductions. Nearby, consulting firms display glossy case-study booklets stacked on high tables. Outside the university gym, students line up before opening. Dozens of booths with colorful banners encircle a polished floor, forming a circular layout with banners visible at each booth. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company operates a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2999627705258403,
    0.2999627705258403,
    0.2999627705258403,
    0.2999627705258403,
    0.2999627705258403,
    0.2999627705258403,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.46008110268875,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.6951066615951575,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8149650214753319,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8479883392713272,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879,
    0.8544190378359879
  ],
  "37": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Workshops on networking etiquette begin in the adjoining classroom; a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it.",
    "At the venue, workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it.",
    "At the venue, networking etiquette workshops begin in the adjoining classroom. A cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station.",
    "At the venue, networking etiquette workshops begin in the adjoining classroom. A cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Concurrently, consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. An alumni panel discusses strategies for preparing for technical interviews.",
    "At the venue, a career-networking environment unfolds: dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, while finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders as an alumni panel discusses strategies for preparing for technical interviews. HR teams jot notes on tablets as students introduce themselves, with HR personnel recording on tablet devices; both activities occur concurrently. In an adjoining classroom, networking etiquette workshops begin."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.4048233553389068,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.5247868149995476,
    0.6332031246580097,
    0.6332031246580097,
    0.6332031246580097,
    0.6332031246580097,
    0.6332031246580097,
    0.6332031246580097,
    0.6332031246580097,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.7865775487221423,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8153982855627036,
    0.8171514060734392,
    0.8171514060734392
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact; event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact. Event staff are stationed at the entrance, where they scan registrations and hand out lanyards. An opening welcome announcement outlining the fair schedule is broadcast over the PA system, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the fair, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. A welcome announcement outlining the fair schedule is broadcast over the PA system. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and networking etiquette workshops begin in the adjoining classroom. Alumni volunteers share brief pep talks near the coffee station.",
    "At the fair, groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. A welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers share pep talks near the coffee station."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.4595067569063586,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8636938989339804,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8733821017553143,
    0.8699521296239092,
    0.8699521296239092,
    0.8699521296239092,
    0.8699521296239092
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Two scenes are described: a cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity using the laptop as the device for the challenge; and healthcare providers showcase community outreach photos, presenting images of outreach efforts.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity with the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Students clutch resumes stored inside branded folders.",
    "An event space hosts a cybersecurity company's password-cracking challenge on a laptop, the laptop serving as the challenge device in a security-focused demonstration. Nearby, healthcare providers showcase community outreach photos, presenting images of outreach efforts. Students are present, clutching resumes stored inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "An event space hosts a cybersecurity company's password-cracking challenge on a laptop, the laptop serving as the challenge device in a security-focused demonstration. Nearby, healthcare providers display community outreach photos, presenting images of outreach efforts. Students are present, clutching resumes stored inside branded folders, and some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "An event space hosts a cybersecurity company's password-cracking challenge on a laptop, the laptop serving as the challenge device in a security-focused demonstration. Nearby, healthcare providers display community outreach photos, presenting images of outreach efforts. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Students are present, clutching resumes stored inside branded folders, and some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "An event space hosts a cybersecurity company's password-cracking challenge on a laptop, the laptop serving as the challenge device in a security-focused demonstration. Nearby, healthcare providers display community outreach photos, presenting images of outreach efforts. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Students are present, clutching resumes stored inside branded folders, and some rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.3429650554430543,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6359563232524161,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.6933913186431344,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7239654172726868,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241,
    0.7566800058407241
  ],
  "40": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at each booth. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners form a circular layout around a polished floor, with banners visible at each booth. Outside the university gym, students line up before the career fair opens, while some rehearse elevator pitches quietly against the wall.",
    "A career fair is assembling around the university gym, where a polished floor is ringed by dozens of booths with colorful banners arranged in a circular layout, with banners visible at every booth. Outside the gym, students form a line before the fair opens, and some rehearse elevator pitches quietly against the wall. Inside, an alumni panel discusses strategies for preparing for technical interviews.",
    "A career fair surrounds the university gym, set on a polished floor, with dozens of booths arranged in a circular layout and colorful banners visible at every booth. Outside, students form a line before opening while some rehearse elevator pitches quietly against the wall. Inside, an alumni panel discusses strategies for preparing for technical interviews, in a central space encircled by the booths.",
    "The career fair surrounds the university gym on a polished floor, with dozens of booths arranged in a circular layout and colorful banners at every booth. Outside, students form a line before opening, some rehearsing elevator pitches quietly against the wall. Inside, an alumni panel discusses strategies for preparing for technical interviews in a central space encircled by the booths, while students clutch resumes inside branded folders. Attendees move among displays and conversations as event staff stationed at the entrance scan registrations and hand out lanyards."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.32687938182627096,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.5866580746176524,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.6018918738247031,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.7892639251112133,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.774796151650113,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877,
    0.830487142622877
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes kept in branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and students clutch resumes inside branded folders.",
    "At the venue, a career fair unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Alumni volunteers share brief pep talks near the coffee station.",
    "At the venue, a career fair unfolds with a welcome announcement broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle a polished floor arranged in a circle around it. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company operates a password-cracking challenge on a laptop. Alumni volunteers share brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.4501361570607066,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.45447729710577905,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8605222840269526,
    0.8661707909431071
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "During the fair setup, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while a welcome announcement over the PA system outlines the schedule.",
    "During the fair setup, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while a welcome announcement over the PA system outlines the schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "During the fair setup, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver short pep talks near the coffee station. Event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "During the fair setup, students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver short pep talks near the coffee station. Event staff are stationed at the entrance, where they scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "During the fair setup, students clutch resumes stored in branded folders while consulting firms stack glossy case study booklets on high tables and a PA announcement outlines the schedule. Alumni volunteers give short pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. Event staff stand at the entrance, scan registrations, and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves, both activities occurring concurrently. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners form a circular layout around a polished floor encircling a central space, with banners visible at every booth."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.641309321098413,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.7954381733450937,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8402293219906138,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8847347562032286,
    0.8903723257998075
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station. Concurrently, consulting firms are stacking glossy case study booklets on high tables.",
    "Networking etiquette workshops are taking place in the adjoining classroom, accompanied by a welcome PA announcement outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Before the career fair opens, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth as attendees engage with displays and conversations. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "A career fair is taking shape at the university, with networking etiquette workshops in the adjoining classroom and a welcome PA announcement outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station as consulting firms stack glossy case study booklets on high tables. Before opening, students line up outside the university gym, with some quietly rehearsing elevator pitches against the wall. Dozens of booths with colorful banners form a circle around a polished floor, banners visible at each booth as attendees engage with displays and conversations. An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.5196469811928377,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6374100316254122,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.6955345673069331,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.8500484323970936,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213,
    0.849309479178213
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. HR personnel record notes on tablet devices as students introduce themselves, the recording occurring concurrently with the introductions. Counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system.",
    "At the career fair, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. HR personnel record notes on tablet devices as students introduce themselves, with the recording occurring concurrently with the introductions. Counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners encircle the polished floor.",
    "At the career fair, a central space is encircled by dozens of booths with colorful banners on a polished floor, arranged in a circular pattern around the center. Finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablet devices during student introductions, with recording occurring concurrently. Counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. In an adjoining classroom, workshops on networking etiquette begin."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4008140520033902,
    0.4008140520033902,
    0.4008140520033902,
    0.4008140520033902,
    0.4008140520033902,
    0.4008140520033902,
    0.4008140520033902,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.6459458030963786,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8403689315557246,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.8768099177187774,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763,
    0.897669021586763
  ],
  "45": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station. Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating a circular layout with banners visible at every booth.",
    "Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners form a circle around a polished floor, yielding a circular layout with banners visible at every booth. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners form a circle around a polished floor, yielding a circular layout with banners visible at every booth. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers deliver brief pep talks near the coffee station. Dozens of booths with colorful banners form a circle around a polished floor, encircling a central space with banners visible at every booth. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system. At the career event, career counselors remind attendees to maintain eye contact while students clutch resumes stored in branded folders. An alumni panel discusses preparation for technical interviews. Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently."
  ],
  "45_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.4850027136128838,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7174122612047393,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.7958482479550915,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977,
    0.8057115939696977
  ],
  "46": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fair opening.",
    "Outside the university gym, students line up ahead of the career fair opening.",
    "Outside the university gym, students line up ahead of the career fair opening. A central space is encircled by dozens of booths displaying colorful banners on a polished floor, arranged in a circular pattern around the center.",
    "Outside the university gym, students line up ahead of the career fair opening. A central space is encircled by dozens of booths displaying colorful banners on a polished floor, arranged in a circular pattern around the center. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair opening. A central space is encircled by dozens of booths displaying colorful banners on a polished floor, arranged in a circular pattern around the center. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.3732937119674228,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.5658170422399388,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268,
    0.7124901539940268
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while career counselors remind attendees to maintain eye contact.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop as career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, while career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop, while career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff are stationed at the entrance, scanning registrations and handing out lanyards.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Event staff are stationed at the entrance, scanning registrations and handing out lanyards. Dozens of booths with colorful banners are arranged in a circle around a central, polished floor, forming a circular layout; banners are visible at each booth as the ring encircles the central space. Finance firms offer QR codes for immediate internship applications."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3745202301651737,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.3794340150837407,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.5729359744323261,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.7705641562653738,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861,
    0.8356002967798861
  ],
  "48": [
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while event staff are stationed at the entrance, where they scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, forming a circular layout with banners visible at every booth. Career counselors remind attendees to maintain eye contact as they move through the space. At the entrance, event staff are stationed, scanning registrations and handing out lanyards.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, forming a circular layout with banners visible at every booth. Career counselors remind attendees to maintain eye contact as they move through the space. At the entrance, event staff are stationed, scanning registrations and handing out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, forming a circular layout with banners visible at every booth. Career counselors remind attendees to maintain eye contact as they move through the space. At the entrance, event staff are stationed, scanning registrations and handing out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, using the laptop as the challenge device. Students clutch resumes stored inside branded folders. Healthcare providers showcase community outreach photos, presenting images of outreach efforts.",
    "Dozens of booths with colorful banners form a circular layout around a polished floor, with banners visible at every booth. Career counselors remind attendees to maintain eye contact as they move through the space. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop used as the challenge device. Students clutch resumes stored inside branded folders. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. A campus career fair is underway, beginning with a welcome announcement broadcast over the PA system outlining the fair's schedule. Consulting firms have glossy case study booklets stacked on high tables, while nearby alumni volunteers deliver quick pep talks near the coffee station. Outside the university gym, students are lined up before the fair opens."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.4039000079503793,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7155746731596689,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7178817914028022,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.7885778257218478,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347,
    0.8651019122276347
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes that are kept in branded folders.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Students clutch resumes kept in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, illustrating a security-focused activity using the laptop as the challenge device. Healthcare providers showcase community outreach photos, presenting images of outreach efforts.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Students clutch resumes kept in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, using the laptop as the challenge device to illustrate a security-focused activity. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circle around it. Students clutch resumes kept in branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, using the laptop as the challenge device to illustrate a security-focused activity. Healthcare providers showcase community outreach photos, presenting images of outreach efforts. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.37786651665871757,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.6992509203102226,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.7603197456240773,
    0.745064732253,
    0.745064732253,
    0.745064732253
  ]
}