{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. A welcome announcement was broadcast over the PA system, outlining the fair's schedule.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat, glossy stacks of printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume‑review table near the stage. A welcome announcement was broadcast over the PA system, outlining the fair’s schedule. Tech companies display demo screens showcasing their latest apps. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. A welcome announcement was broadcast over the PA system, outlining the fair’s schedule. Tech companies display demo screens showcasing their latest apps. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. A welcome announcement was broadcast over the PA system, outlining the fair’s schedule. Tech companies display demo screens showcasing their latest apps. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat piles, while engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews in a venue ringed by dozens of booths with colorful banners circling the polished floor. An entrance area shows event staff scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. A robotics startup flies a small drone above its booth to attract attention. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the career fair, a venue ringed by dozens of booths with colorful banners encircles a polished floor. Consulting firms stack glossy case study booklets on high tables in neat piles, while the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. An entrance area shows staff scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map, a welcome PA announcement outlines the schedule, and students clutch resumes inside branded folders. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the career fair, a venue ringed by dozens of booths with colorful banners encircles a polished floor. Consulting firms stack glossy case study booklets on high tables in neat piles, while the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. An entrance area shows staff scanning registrations and handing out lanyards. Groups of friends mark target employers on the event map, a welcome PA announcement outlines the schedule, and students clutch resumes inside branded folders. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2903008370427788,
    0.2903008370427788,
    0.2903008370427788,
    0.2903008370427788,
    0.2903008370427788,
    0.2903008370427788,
    0.3434538891930103,
    0.3434538891930103,
    0.3434538891930103,
    0.3434538891930103,
    0.671343924346163,
    0.671343924346163,
    0.671343924346163,
    0.7411642250337069,
    0.7411642250337069,
    0.7411642250337069,
    0.7411642250337069,
    0.7411642250337069,
    0.7411642250337069,
    0.7543450418213161,
    0.7543450418213161,
    0.7543450418213161,
    0.7543450418213161,
    0.7437627266895077,
    0.7437627266895077,
    0.7437627266895077,
    0.7437627266895077,
    0.7437627266895077,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8179272669605966,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8358450978536368,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857,
    0.8426722961744857
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the career fair, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement was broadcast over the PA system, outlining the fair's schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement was broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement was broadcast over the PA system, outlining the fair's schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement was broadcast over the PA system outlining the fair’s schedule. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the career fair, attendees are reminded by counselors to maintain eye contact, while students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. Inside, an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. A few students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, attendees are reminded by counselors to maintain eye contact as students clutch resumes inside branded folders. A welcome PA outlines the fair schedule, and before opening students line up outside the university gym. Groups of friends mark target employers on the event map. Inside, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens of their latest apps and consulting firms arrange glossy case study booklets into multiple stacks on elevated high tables. At the event entrance, staff scan registrations and hand out lanyards; a few students rehearse elevator pitches quietly against the wall. A cybersecurity company conducts a password cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions.",
    "At the university career fair, attendees are reminded by counselors to maintain eye contact as students clutch resumes inside folders. A welcome PA outlines the fair schedule. Before opening, students line up outside the university gym. Groups of friends mark employers on the event map. Inside, an alumni panel discusses how to prepare for technical interviews while tech companies display demo screens of their apps, and consulting firms arrange case study booklets into stacks on high tables. At the entrance, staff scan registrations and hand out lanyards; a few students rehearse elevator pitches quietly against the wall. A cybersecurity company conducts a password cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions. Finance firms offer QR codes enabling immediate internship applications. The engineering society sponsors a resume review table near the stage. Booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.531810874988668,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.6347427837957059,
    0.7177411526756072,
    0.7177411526756072,
    0.7177411526756072,
    0.7177411526756072,
    0.7177411526756072,
    0.7177411526756072,
    0.7177411526756072,
    0.839021180824186,
    0.839021180824186,
    0.839021180824186,
    0.839021180824186,
    0.839021180824186,
    0.839021180824186,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8732605754777725,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353,
    0.8310104561132353
  ],
  "2": [
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "The event unfolds with organized registration and guidance. At the entrance, staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact.",
    "The event begins with organized registration and guidance at the entrance, where staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. The engineering society-sponsored resume review table is positioned near the stage. In the session, students clutch resumes inside branded folders as tech companies display demo screens showcasing their latest apps.",
    "At the entrance, staff scan registrations and hand out lanyards, while organizers manage entry logistics. Inside, an alumni panel discusses preparing for technical interviews, anchoring a career-focused event. Groups of friends mark target employers on an event map, and career counselors remind attendees to maintain eye contact. Near the stage, the engineering society-sponsored resume review table sits as students clutch resumes in branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens, with a few quietly rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables. The scene blends instruction and anticipation: panel guidance on interview readiness, a queue forming before doors, and preparatory practice in the margins as organizers manage entry.",
    "The scene captures a university career event with entry activity. At the entrance, staff scan registrations and hand out lanyards while organizers manage entry logistics. Inside, an alumni panel discusses preparing for technical interviews. Groups mark target employers on an event map; career counselors remind attendees to maintain eye contact. Near the stage, the engineering society-sponsored resume review table holds students clutching resumes in branded folders while tech companies display demo screens of their latest apps. Outside the university gym, students line up before the career fair opens, with a few quietly rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables. The scene blends instruction and anticipation: panel guidance on interview readiness, a queue before doors, and preparatory practice in the margins as organizers manage entry. A robotics startup flies a small drone above its booth for attention.",
    "At a university career event, staff scan registrations and hand out lanyards at the entrance while organizers manage entry; outside the gym, students line up before the fair opens, quietly rehearsing elevator pitches against the wall. Inside, an alumni panel discusses preparing for technical interviews, with panel guidance on interview readiness. Groups of friends mark target employers on an event map and career counselors remind attendees to maintain eye contact. Near the stage, the engineering society-sponsored resume‑review table holds students clutching resumes in branded folders as tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. A welcome announcement about the fair schedule is broadcast over the PA system, and later the same system outlines schedule for workshops on networking etiquette in an adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.774282198085946,
    0.774282198085946,
    0.774282198085946,
    0.774282198085946,
    0.774282198085946,
    0.774282198085946,
    0.774282198085946,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8309763381860067,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.8217694948344777,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.7894912862941785,
    0.8579408773489525,
    0.8579408773489525,
    0.8579408773489525,
    0.8579408773489525
  ],
  "3": [
    "",
    "",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations, hand out lanyards, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations, hand out lanyards, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. LMM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.5962222463232871,
    0.5962222463232871,
    0.5962222463232871,
    0.5962222463232871,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.8562814750669276,
    0.891131044905749,
    0.891131044905749,
    0.891131044905749,
    0.891131044905749,
    0.891131044905749,
    0.7731777543793541,
    0.7731777543793541,
    0.7731777543793541,
    0.7731777543793541,
    0.7731777543793541,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8197906853391709,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8016692964775651,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145,
    0.8269598052946145
  ],
  "4": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, set in a venue where dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor, as career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming neat piles of glossy materials. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, forming neat piles of glossy materials. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths with colorful banners circle the polished floor of a tech fair, where tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company hosts a password-cracking challenge on a laptop; during the challenge, a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables in neat piles. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Dozens of booths with colorful banners encircle the polished floor of a tech fair as companies showcase demo screens of their latest apps. An alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity firm hosts a password-cracking challenge on a laptop, and during the challenge a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on neat piles atop high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement on the PA outlines the fair schedule. Students line up outside the university gym before the fair opens."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.44689084022966685,
    0.45781864601129574,
    0.45781864601129574,
    0.45781864601129574,
    0.45781864601129574,
    0.7103309001745739,
    0.7103309001745739,
    0.7103309001745739,
    0.7103309001745739,
    0.7103309001745739,
    0.7103309001745739,
    0.7103309001745739,
    0.7593013645648294,
    0.7593013645648294,
    0.7593013645648294,
    0.7593013645648294,
    0.7593013645648294,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8247759017522025,
    0.8764980472463413,
    0.8764980472463413,
    0.8764980472463413,
    0.8764980472463413,
    0.8764980472463413,
    0.8764980472463413,
    0.8764980472463413,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379,
    0.8745798600766379
  ],
  "5": [
    "",
    "\"\"",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. In the same observation, an LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "A cybersecurity company is conducting a password cracking challenge on a laptop. In the same observation, an LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company is conducting a password cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, a reminder echoed at the career fair. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "At the event, a cybersecurity company is conducting a password-cracking challenge on a laptop; an LLM reports a 502 Bad Gateway when accessing the OpenAI API. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, a reminder echoed at the career fair. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Before the university career fair opens, students line up outside the gym, with a few rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, and an LLM reports a 502 Bad Gateway when accessing the OpenAI API. At the entrance, staff scan registrations and hand out lanyards. Throughout the event, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair's schedule. Before opening, students line up outside the gym, with a few rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. The alumni panel and PA reminders recur, as the fair proceeds."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.2502052366188469,
    0.2502052366188469,
    0.2502052366188469,
    0.2502052366188469,
    0.2502052366188469,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.51404193522884,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.80123300910342,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8852906249232304,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775,
    0.8911282559192775
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair's schedule.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students clutch resumes inside branded folders.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of glossy printed materials. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Students clutch resumes inside branded folders.",
    "At the career fair, a robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews in a venue ringed by dozens of booths with colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables in neat piles, and the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An entrance area shows staff scanning registrations and handing out lanyards. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair's schedule. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4861235955487684,
    0.4861235955487684,
    0.4861235955487684,
    0.4861235955487684,
    0.765813138506485,
    0.765813138506485,
    0.765813138506485,
    0.765813138506485,
    0.765813138506485,
    0.7841790755922926,
    0.7841790755922926,
    0.7841790755922926,
    0.7841790755922926,
    0.7841790755922926,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8688533381407408,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8782291884387772,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727,
    0.8465327027156727
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair’s schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement over the PA system outlined the fair's schedule, as workshops on networking etiquette began in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables.",
    "A welcome PA announcement outlined the fair schedule, while workshops on networking etiquette began in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables in multiple stacks on elevated surfaces. At the career fair, tech companies display demo screens showcasing their latest apps as students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome PA announcement outlined the fair schedule, with workshops on networking etiquette in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables in multiple stacks on elevated surfaces. At the career fair, tech companies display demo screens showing their latest apps as students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, a welcome PA announcement outlines the schedule, with workshops on networking etiquette in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables in neat, elevated stacks. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens showcasing their latest apps, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a welcome PA outlines the schedule and notes workshops on networking etiquette in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, arranged in multiple elevated stacks. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers sharing pep talks near coffee station. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Healthcare providers showcase community outreach photos. A few students rehearse elevator pitches quietly against the wall, and students line up outside university gym before the fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.37993229848857146,
    0.37993229848857146,
    0.37993229848857146,
    0.39216824693198427,
    0.39216824693198427,
    0.39216824693198427,
    0.41555969186648795,
    0.41555969186648795,
    0.41555969186648795,
    0.41555969186648795,
    0.41555969186648795,
    0.41555969186648795,
    0.41555969186648795,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.5617108493820256,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8678143040073639,
    0.8674704339703274,
    0.8674704339703274,
    0.8674704339703274,
    0.8674704339703274,
    0.8674704339703274,
    0.8674704339703274,
    0.8674704339703274,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.8815167260256342,
    0.883535367690295,
    0.883535367690295,
    0.883535367690295,
    0.883535367690295,
    0.883535367690295
  ],
  "8": [
    "",
    "\"\"",
    "A welcome announcement was broadcast over the PA system, outlining the fair's schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards. The venue hosts an alumni panel discussing how to prepare for technical interviews, set among dozens of booths with colorful banners that circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. The venue features dozens of booths with colorful banners circling the polished floor. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes enabling immediate internship applications on the spot. The engineering society sponsors a resume review table near the stage.",
    "A university gym hosts a career fair, as a PA outlines schedule. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle polished floor. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. The scene centers on students clutching resumes in branded folders as the alumni panel discusses interview preparation; tech companies display demo screens of their latest apps, while consulting firms arrange glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as a PA outlines the schedule. Before opening, students line up outside the gym, rehearsing elevator pitches against the wall. A cybersecurity company conducts a password-cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "Inside a university gym hosting a career fair, a PA outlines the schedule while career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The scene centers on students clutching resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms place glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the gym rehearsing elevator pitches against the wall. A cybersecurity company conducts a password-cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37993229848857146,
    0.37993229848857146,
    0.37993229848857146,
    0.37993229848857146,
    0.37993229848857146,
    0.37993229848857146,
    0.5654175574855351,
    0.5654175574855351,
    0.5654175574855351,
    0.5654175574855351,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8227001155200186,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8978721054573047,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8068999080139094,
    0.8282223071055494,
    0.8282223071055494,
    0.8282223071055494,
    0.8282223071055494,
    0.8282223071055494
  ],
  "9": [
    "",
    "",
    "\"\"",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor while event staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, and a few students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.42767300714163625,
    0.5865827257002107,
    0.5865827257002107,
    0.5865827257002107,
    0.7518089961895169,
    0.7518089961895169,
    0.7518089961895169,
    0.7518089961895169,
    0.7518089961895169,
    0.7518089961895169,
    0.7011361513809201,
    0.7011361513809201,
    0.7011361513809201,
    0.7011361513809201,
    0.7011361513809201,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7840804768359791,
    0.7828537722822819,
    0.7828537722822819,
    0.7828537722822819,
    0.7828537722822819,
    0.7828537722822819,
    0.9030783680000523,
    0.9030783680000523,
    0.9030783680000523,
    0.9030783680000523,
    0.9030783680000523,
    0.9030783680000523,
    0.9030783680000523,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787,
    0.8748539797834787
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in multiple stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in multiple stacks on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "In a career fair setting, consulting firms arrange glossy case study booklets into multiple stacks on elevated surfaces, specifically on high tables. Career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "In a career fair setting, consulting firms arrange glossy case study booklets into multiple stacks on elevated surfaces, specifically on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. During the session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showcasing their latest apps.",
    "At a career fair, consulting firms arrange glossy case study booklets into multiple stacks on elevated surfaces, specifically high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. During the session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map.",
    "The scene is a university career fair held in the gym, with consulting firms stacking glossy case study booklets on elevated high tables, and tech companies displaying demo screens of their latest apps. At center, students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Before opening, a few quietly rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards; the alumni panel continues its discussion on interview preparation. A cybersecurity company runs a password-cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "Scene: a university career fair in the gym. Consulting firms stack glossy case study booklets on elevated high tables; tech companies display demo screens of their latest apps. At center, students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Before opening, a few quietly rehearsing elevator pitches lean against the wall. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions."
  ],
  "10_score": [
    0.0,
    0.0,
    0.2583471640181607,
    0.2583471640181607,
    0.2583471640181607,
    0.2583471640181607,
    0.2583471640181607,
    0.2583471640181607,
    0.4689592183926721,
    0.4689592183926721,
    0.4689592183926721,
    0.4689592183926721,
    0.4689592183926721,
    0.4689592183926721,
    0.6157066651650511,
    0.6157066651650511,
    0.6157066651650511,
    0.6157066651650511,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.8125031029074214,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.832359429414567,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.7784302957108911,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543,
    0.749353666681543
  ],
  "11": [
    "",
    "",
    "",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "Tech companies display demo screens showcasing their latest apps. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, tech companies display demo screens showcasing their latest apps. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, tech companies display demo screens showcasing their latest apps. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showcasing their latest apps as dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. The engineering society sponsors a resume-review table near the stage. A welcome announcement was broadcast over the PA system outlining the fair’s schedule. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, dozens of booths with colorful banners circle the polished floor as demo screens showcase their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. The engineering society sponsors a resume-review table near the stage. A welcome announcement was broadcast over the PA system outlining the fair’s schedule. An LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "At the fair, dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps. A welcome announcement was broadcast over the PA system outlining the fair’s schedule. An entrance area has event staff scanning registrations and handing out lanyards. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables in neat stacks on elevated surfaces. The engineering society sponsors a resume-review table near the stage. Alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.3041181802749634,
    0.3041181802749634,
    0.3041181802749634,
    0.3041181802749634,
    0.3041181802749634,
    0.3041181802749634,
    0.30779494632011195,
    0.30779494632011195,
    0.30779494632011195,
    0.30779494632011195,
    0.30779494632011195,
    0.30779494632011195,
    0.7552048786975372,
    0.7552048786975372,
    0.7552048786975372,
    0.7552048786975372,
    0.7552048786975372,
    0.7552048786975372,
    0.7552048786975372,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.7731783980448659,
    0.8030973233886269,
    0.8030973233886269,
    0.8030973233886269,
    0.8030973233886269,
    0.8030973233886269,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.7838002991570502,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039,
    0.9169840848431039
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "The event features an engineering society-sponsored resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside the session, students clutch resumes inside branded folders while tech companies display demo screens showcasing their latest apps.",
    "The event features an engineering society-sponsored resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside the session, students clutch resumes inside branded folders while tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "The event centers on an engineering society–sponsored resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Inside the session, students clutch resumes inside branded folders while tech companies display demo screens showcasing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society–sponsored event features a resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations, hand out lanyards, and career counselors remind attendees to maintain eye contact. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette take place in an adjoining classroom. At the fair, a welcome PA announcement outlines the schedule as dozens of booths with colorful banners surround the polished floor. A few students rehearse elevator pitches quietly against the wall.",
    "An engineering-society-sponsored career fair features a resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette occur in an adjoining classroom. Dozens of booths with colorful banners surround a polished floor, with a welcome PA announcing the schedule. A few students rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. An LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions.",
    "An engineering-society-sponsored career fair features a resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact. Inside, students clutch resumes in branded folders while tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette occur in an adjoining classroom. Dozens of booths with colorful banners surround a polished floor, with a welcome PA announcing the schedule. A few students rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. An LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.42201902395298424,
    0.42201902395298424,
    0.5838537886718654,
    0.5838537886718654,
    0.5838537886718654,
    0.5838537886718654,
    0.5838537886718654,
    0.5838537886718654,
    0.5838537886718654,
    0.7784353886786373,
    0.7784353886786373,
    0.7784353886786373,
    0.7784353886786373,
    0.7784353886786373,
    0.7784353886786373,
    0.7837028390284282,
    0.7837028390284282,
    0.7837028390284282,
    0.7837028390284282,
    0.7837028390284282,
    0.7837028390284282,
    0.7837028390284282,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.7973422059296571,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8516294623270309,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762,
    0.8276708586204762
  ],
  "13": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement was broadcast over the PA system outlining the fair’s schedule.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule. During the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule. During the event, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. A few students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair’s schedule. Throughout the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and at the event entrance staff scan registrations and hand out lanyards. A few students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A few students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. Tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, arranged in multiple stacks on elevated surfaces.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule, including workshops on networking etiquette in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders and a few rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case study booklets on high tables in elevated stacks. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule, including workshops on networking etiquette in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders, with a few rehearsing elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case study booklets on high tables in elevated stacks. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5278514996295869,
    0.5278514996295869,
    0.5278514996295869,
    0.5278514996295869,
    0.5150039091831147,
    0.5150039091831147,
    0.5150039091831147,
    0.5150039091831147,
    0.5150039091831147,
    0.5150039091831147,
    0.5150039091831147,
    0.8870978118094298,
    0.8870978118094298,
    0.8870978118094298,
    0.8870978118094298,
    0.8870978118094298,
    0.8870978118094298,
    0.8870978118094298,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8882875527496948,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8384757603074406,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.8713059493879493,
    0.875470581958192,
    0.875470581958192,
    0.875470581958192,
    0.875470581958192,
    0.875470581958192,
    0.875470581958192,
    0.875470581958192
  ],
  "14": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. The engineering society sponsors a resume-review table near the stage. A welcome announcement was broadcast over the PA system, outlining the fair’s schedule. Tech companies display demo screens showcasing their latest apps. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials. The engineering society sponsors a resume-review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. An LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming multiple neat stacks on elevated surfaces. The engineering society sponsors a resume-review table near the stage. A welcome PA announcement outlines the fair schedule, including workshops on networking etiquette in the adjoining classroom. Tech companies display demo screens showcasing their latest apps, and, in the career fair context, students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders; a few rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. Tech companies display demo screens showcasing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables arranged in multiple stacks on elevated surfaces. The engineering society sponsors a resume-review table near the stage. A welcome PA announcement outlines the schedule, including workshops on networking etiquette in the adjoining classroom. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7635471362991461,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7921383481249732,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.7891741825230958,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8974559958459545,
    0.8762476494129985,
    0.8762476494129985,
    0.8762476494129985,
    0.8762476494129985,
    0.8762476494129985,
    0.8762476494129985
  ],
  "15": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement was issued, outlining the fair schedule, delivered over the PA system.",
    "A welcome announcement outlining the fair schedule was issued and delivered over the PA system. Career counselors redirected unsure students toward applicable industries.",
    "A welcome announcement outlining the fair schedule was issued and delivered over the PA system. Career counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, forming neat stacks of glossy printed materials, while career counselors reminded attendees to maintain eye contact.",
    "A welcome announcement outlining the fair schedule was issued and delivered over the PA system. Career counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, forming neat stacks of glossy printed materials, while counselors reminded attendees to maintain eye contact. An alumni panel discussed how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor.",
    "A welcoming PA announcement frames the day as a career fair unfolds. Career counselors redirect unsure students toward applicable industries, while consulting firms stack neat, glossy case-study booklets on high tables and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored in a venue where dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before the career fair opens, with a few rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. The atmosphere blends instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins as organizers manage entry logistics.",
    "A welcoming PA announces the day and outlines the fair schedule as the career fair unfolds. Career counselors redirect unsure students toward applicable industries, while consulting firms stack neat, glossy case-study booklets on high tables and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored in a venue with dozens of booths and colorful banners circling the polished floor. Outside the university gym, students line up before opening, with a few rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. The atmosphere blends instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins as organizers manage entry logistics. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, a career fair unfolds under a welcoming PA that outlines the day’s schedule. Career counselors redirect uncertain students toward applicable industries while consulting firms stack glossy case-study booklets on high tables and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored by dozens of booths and colorful banners circling the polished floor. Outside, students line up before opening, with a few rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards as organizers manage entry logistics. The atmosphere blends instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins. Tech companies display demo screens showing their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop.",
    "At the university gym, a career fair opens under a welcoming PA announcing the day’s schedule. Career counselors direct uncertain students toward applicable industries while consulting firms stack glossy case-study booklets on high tables and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored by dozens of booths and colorful banners circling the polished floor. Outside, students line up before opening, with a few rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards as organizers manage entry logistics. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, blending instruction with anticipation."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3201299665113218,
    0.3201299665113218,
    0.3201299665113218,
    0.3201299665113218,
    0.5868036857336901,
    0.5868036857336901,
    0.5868036857336901,
    0.5868036857336901,
    0.7868777475055369,
    0.7868777475055369,
    0.7868777475055369,
    0.7868777475055369,
    0.7868777475055369,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8426449876860718,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8277807163374294,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8815960077789349,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8239156565514684,
    0.8408002838425622,
    0.8408002838425622,
    0.8408002838425622,
    0.8408002838425622,
    0.8408002838425622,
    0.8408002838425622,
    0.8408002838425622
  ],
  "16": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule; at the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule; at the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair unfolds at a university venue, with a welcome PA broadcasting the schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and consulting firms stack neat, glossy case-study booklets on high tables while reminding attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored by dozens of booths with colorful banners circling the polished floor. Outside the university gym, students line up before opening, with a few rehearsing elevator pitches quietly against the wall. The atmosphere blends instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins as organizers manage entry logistics.",
    "A university career fair unfolds in a campus venue, with a welcome PA broadcasting schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case-study booklets on tables while reminding attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchored by dozens of booths with banners circling the floor. Outside the gym, students line up before opening, with a few rehearsing elevator pitches quietly against the wall. The atmosphere blends instruction and anticipation: queue forming ahead of doors, organizers managing entry logistics, alumni volunteers sharing pep talks near the coffee station, and students clutch resumes in branded folders. LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions"
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4583734777370307,
    0.4583734777370307,
    0.4583734777370307,
    0.4583734777370307,
    0.4583734777370307,
    0.4583734777370307,
    0.6872344003190805,
    0.6872344003190805,
    0.6872344003190805,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.7918491376826408,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8557762833366784,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786,
    0.8156372371319786
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes that enable immediate internship applications on the spot.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes enabling immediate internship applications on the spot. At the event, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes that enable immediate internship applications on the spot. Within the venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes that enable immediate internship applications on the spot. Inside the venue, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews, set among dozens of booths with colorful banners circling the polished floor. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Finance firms offer QR codes that enable immediate internship applications on the spot. Inside the venue, the engineering society sponsors a resume review table near the stage, with an alumni panel discussing how to prepare for technical interviews, set among dozens of booths with colorful banners circling the polished floor. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "At the event entrance, staff scan registrations and hand out attendee lanyards. Finance firms offer QR codes that enable immediate internship applications on the spot. Inside the venue, the engineering society sponsors a resume review table near the stage, with an alumni panel discussing how to prepare for technical interviews, set among dozens of booths with colorful banners circling the polished floor. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Groups of friends mark target employers on the event map.",
    "Staff at the event entrance scan registrations and hand out attendee lanyards. Finance firms offer QR codes that enable immediate internship applications on the spot. Inside the venue, the engineering society sponsors a resume review table near the stage, with an alumni panel discussing how to prepare for technical interviews, set among dozens of booths with colorful banners circling the polished floor. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6121807304903107,
    0.6121807304903107,
    0.6121807304903107,
    0.6121807304903107,
    0.6121807304903107,
    0.6121807304903107,
    0.6121807304903107,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7782564868471745,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.7988190476196075,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8997625545893233,
    0.8981187150551129,
    0.8981187150551129,
    0.8981187150551129,
    0.8981187150551129,
    0.9097930695569492,
    0.9097930695569492,
    0.9097930695569492,
    0.9097930695569492,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469,
    0.9128457746346469
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Meanwhile, students line up outside the university gym before the career fair opens, with a few rehearsing elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens, and a few rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews, anchoring the scene as a career-focused event. Outside the university gym, students line up before the career fair opens, with a few rehearsing elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. The atmosphere combines instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins while organizers manage entry logistics.",
    "An alumni panel on preparing for technical interviews anchors a career-focused event. Outside the university gym, students line up before the career fair opens, with a few quietly rehearsing elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards to attendees. The scene blends instruction and anticipation: panel guidance on interview readiness, a queue forming ahead of doors, and preparatory practice in the margins while organizers manage entry logistics. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel on preparing for technical interviews anchors a career-focused event at the university, blending instruction with anticipation. Outside the gym, students line up before the career fair opens, a few quietly rehearsing elevator pitches against the wall as staff scan registrations and hand out lanyards at the entrance. The scene shows organized registration and guidance, a queue forming before doors, and preparatory practice in the margins while entry logistics are managed. Consulting firms stack glossy case study booklets on high tables. Inside, the alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. The engineering society-sponsored resume review table sits near the stage; students clutch resumes in branded folders as tech companies display demo screens of their latest apps.",
    "An alumni panel anchors a university career event on preparing for technical interviews. Outside the gym, students line up before the career fair opens, quietly rehearsing elevator pitches against the wall while staff scan registrations and hand out lanyards at the entrance. Inside, the alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map and career counselors remind attendees to maintain eye contact. The engineering society-sponsored resume review table sits near the stage; students clutch resumes in branded folders as tech companies display demo screens showcasing their latest apps. A welcome announcement about the fair schedule is broadcast over the PA system, and later the same system outlines the schedule as workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5827044357069151,
    0.5827044357069151,
    0.5827044357069151,
    0.5827044357069151,
    0.5827044357069151,
    0.5698065633481117,
    0.5698065633481117,
    0.5698065633481117,
    0.5698065633481117,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.8005439742768032,
    0.7945944498979272,
    0.7945944498979272,
    0.7945944498979272,
    0.7945944498979272,
    0.7945944498979272,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8012457393186894,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091,
    0.8316906535221091
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In a session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews.",
    "During the session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showcasing their latest apps.",
    "During the session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showcasing their latest apps.",
    "During the career fair session, students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showcasing their latest apps. In the same setting, consulting firms arrange glossy case study booklets into multiple stacks on elevated surfaces, specifically on high tables. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "The career fair scene centers on students clutching resumes in branded folders while an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showcasing their latest apps, and consulting firms arrange glossy case study booklets into multiple stacks on elevated high tables. Career counselors remind attendees to maintain eye contact as a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym, with a few quietly rehearsing elevator pitches against the wall. At the event entrance, staff scan registrations and hand out lanyards, while the alumni panel continues its discussion on interview preparation.",
    "The scene centers on students clutching resumes in branded folders as an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showcasing their latest apps, while consulting firms arrange glossy case study booklets into multiple stacks on elevated high tables. Career counselors remind attendees to maintain eye contact while a welcome PA outlines the fair schedule. Before opening, students line up outside the university gym, with a few quietly rehearsing elevator pitches against the wall. At the event entrance, staff scan registrations and hand out lanyards, and the alumni panel continues its discussion on interview preparation. A cybersecurity company is conducting a password cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "At a university gym job fair, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on elevated high tables. Career counselors remind attendees to maintain eye contact as a welcome PA outlines the fair schedule. Before opening, students line up outside the gym, with a few quietly rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company conducts a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for on-the-spot internship applications, and the engineering society sponsors a resume review table near the stage. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "At a university gym job fair, dozens of booths with colorful banners surround a polished floor as tech companies display demo screens of their latest apps and finance firms offer QR codes for on-the-spot internship applications; consulting firms stack glossy case study booklets on elevated high tables in multiple stacks, while the engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders and line up outside the gym before opening, some quietly rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule and a welcome announcement. Alumni volunteers share quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions.",
    "At a university gym job fair, dozens of booths with colorful banners surround a polished floor, where tech companies display demo screens and finance firms offer QR codes for internships. Consulting firms stack glossy case study booklets on elevated high tables, while the engineering society sponsors a resume-review table near the stage. Students clutch resumes in branded folders and line up outside before opening, some quietly rehearsing elevator pitches against the wall. At the entrance, staff scan registrations and hand out lanyards as a welcome PA broadcasts the fair schedule. Alumni volunteers share pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. An LLM reports a 502 Bad Gateway when accessing https://api.openai.com/v1/chat/completions."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.42940890993995434,
    0.42940890993995434,
    0.42940890993995434,
    0.42940890993995434,
    0.4757277491874761,
    0.4757277491874761,
    0.4757277491874761,
    0.4757277491874761,
    0.4757277491874761,
    0.4757277491874761,
    0.4757277491874761,
    0.846753073683458,
    0.846753073683458,
    0.846753073683458,
    0.846753073683458,
    0.846753073683458,
    0.846753073683458,
    0.846753073683458,
    0.8778047563247815,
    0.8778047563247815,
    0.8778047563247815,
    0.8778047563247815,
    0.8778047563247815,
    0.8778047563247815,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.7520538624098916,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.830502993630791,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.8353777479838955,
    0.84013933649468
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, during which an LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. During the challenge, an LLM error occurred: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions. Separately, an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosted a password-cracking challenge on a laptop. During the challenge, a 502 Bad Gateway error occurred for the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. Separately, an alumni panel discussed how to prepare for technical interviews. A robotics startup flew a small drone above its booth to attract attention.",
    "At a tech fair, a cybersecurity company hosted a password-cracking challenge on a laptop; during the challenge, a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. Separately, an alumni panel discussed how to prepare for technical interviews. A robotics startup flew a small drone above its booth to attract attention. A welcome announcement was broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps.",
    "At a tech fair, a cybersecurity company hosted a password-cracking challenge on a laptop. During the challenge, a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. Separately, an alumni panel discussed how to prepare for technical interviews. A robotics startup flew a small drone above its booth to attract attention. A welcome announcement was broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a tech fair, a cybersecurity company hosted a password-cracking challenge on a laptop. During the event, a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. A robotics startup flew a small drone above its booth to attract attention. Separately, an alumni panel discussed how to prepare for technical interviews. A welcome announcement was broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At a tech fair, a cybersecurity company hosted a password-cracking challenge on a laptop. During the event, a 502 Bad Gateway/Server Error affected the OpenAI API endpoint at https://api.openai.com/v1/chat/completions. A robotics startup flew a small drone above its booth to attract attention. Separately, an alumni panel discussed how to prepare for technical interviews. A welcome announcement was broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.1325541405588886,
    0.1325541405588886,
    0.1325541405588886,
    0.1325541405588886,
    0.46868848999022916,
    0.46868848999022916,
    0.46868848999022916,
    0.46868848999022916,
    0.46868848999022916,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.64154753467485,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8132011737684876,
    0.8476307187917596,
    0.8476307187917596,
    0.8476307187917596,
    0.8476307187917596,
    0.8476307187917596,
    0.8476307187917596,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8468835671992353,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905,
    0.8462079008669905
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "During the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "During the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement is broadcast over the PA system outlining the fair's schedule. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company is conducting a password cracking challenge on a laptop. In the same observation, an LLM reports a 502 Server Error: Bad Gateway when accessing https://api.openai.com/v1/chat/completions. At the event entrance, staff scan registrations and hand out lanyards.",
    "During the career fair, counselors remind attendees to maintain eye contact, and attendees mark target employers on the event map while students clutch resumes in branded folders. An engineering-society–sponsored resume review table sits near the stage, and an alumni panel on preparing for technical interviews is featured, with a welcome PA announcing the fair’s schedule. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Inside the session, resumes remain in branded folders. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. In the same observation, an LLM reports a 502 Server Error: Bad Gateway when accessing OpenAI's chat completions API.",
    "During the career fair, counselors remind attendees to maintain eye contact, while attendees mark target employers on the event map and students clutch resumes in branded folders. An engineering-society–sponsored resume review table sits near the stage, and an alumni panel on preparing for technical interviews runs as a welcome PA announces the fair’s schedule. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Inside the session, resumes remain in branded folders. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards. An LLM reports a 502 Server Error: Bad Gateway when accessing OpenAI's chat completions API."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.6248813232364854,
    0.6248813232364854,
    0.6248813232364854,
    0.6248813232364854,
    0.6248813232364854,
    0.835604636451238,
    0.835604636451238,
    0.835604636451238,
    0.835604636451238,
    0.835604636451238,
    0.835604636451238,
    0.8365659757195769,
    0.8365659757195769,
    0.8365659757195769,
    0.8365659757195769,
    0.8365659757195769,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.8070863311942845,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.855587556064096,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143,
    0.8632260591147143
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "At the career fair, tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement about the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in multiple stacks on elevated surfaces.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement about the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in multiple stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement about the fair schedule is broadcast over the PA system, and later the same system outlines the schedule as workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging them in multiple stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while students clutch resumes inside branded folders. Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, arranging multiple stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. A welcome announcement about the fair schedule is broadcast over the PA system, and later the same system outlines the schedule as workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Outside the gym, a queue forms before doors as staff scan registrations and hand out lanyards, and a few students rehearse elevator pitches along the wall. Inside, consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, anchoring a career-focused event that blends instruction with anticipation; a welcome PA announces the fair schedule, followed by workshops on networking etiquette in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map, while the engineering society-sponsored resume review table sits near the stage. The scene shows organized registration, guidance, and preparatory margins where entry logistics are managed.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5617270522783286,
    0.5617270522783286,
    0.5617270522783286,
    0.5617270522783286,
    0.5617270522783286,
    0.5617270522783286,
    0.8737660619016472,
    0.8737660619016472,
    0.8737660619016472,
    0.8737660619016472,
    0.8651905383417158,
    0.8651905383417158,
    0.8651905383417158,
    0.8651905383417158,
    0.8651905383417158,
    0.8862956359262701,
    0.8862956359262701,
    0.8862956359262701,
    0.8862956359262701,
    0.8862956359262701,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.8735754072493092,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.866327298075821,
    0.18424077033996583
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, with a few rehearsing elevator pitches quietly against the wall.",
    "Students line up outside the university gym before the career fair opens, with a few rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens; a few rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Before the university career fair opens, students line up outside the gym, with a few rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the university career fair opens, students line up outside the gym, and a few rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the university career fair opens, students line up outside the gym, with a few rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact. At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Before the university career fair opens, students line up outside the gym, with a few rehearsing elevator pitches quietly against the wall. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, a reminder echoed at the fair. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. At the event, a cybersecurity company is conducting a password cracking challenge on a laptop. An LLM reports a 502 Server Error: Bad Gateway when accessing the URL https://api.openai.com/v1/chat/completions. A welcome announcement is broadcast over the PA system outlining the fair's schedule.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.36602217224038464,
    0.36602217224038464,
    0.36602217224038464,
    0.36602217224038464,
    0.5590011310474904,
    0.5590011310474904,
    0.5590011310474904,
    0.5590011310474904,
    0.5590011310474904,
    0.5590011310474904,
    0.8057805024724719,
    0.8057805024724719,
    0.8057805024724719,
    0.8057805024724719,
    0.8057805024724719,
    0.8595494342274861,
    0.8595494342274861,
    0.8595494342274861,
    0.8595494342274861,
    0.8595494342274861,
    0.8595494342274861,
    0.8595494342274861,
    0.8604587110053118,
    0.8604587110053118,
    0.8604587110053118,
    0.8604587110053118,
    0.8604587110053118,
    0.8783492252531998,
    0.8783492252531998,
    0.8783492252531998,
    0.8783492252531998,
    0.8783492252531998,
    0.8783492252531998,
    0.8783492252531998,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.8457643658480613,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583,
    0.18424077033996583
  ],
  "24": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the event, the entrance area shows staff scanning registrations and handing out lanyards, establishing the initial registration flow. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A few students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.6581676208062199,
    0.7625900219180803,
    0.7625900219180803,
    0.7625900219180803,
    0.8226468325931982,
    0.8226468325931982,
    0.8226468325931982,
    0.816303912914921,
    0.816303912914921,
    0.816303912914921,
    0.816303912914921,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8315637923501218,
    0.8357599605463613,
    0.8357599605463613,
    0.8357599605463613,
    0.8357599605463613,
    0.8475906191223547,
    0.8475906191223547,
    0.8475906191223547,
    0.8475906191223547,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425,
    0.843970042419425
  ]
}