{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym just before the career fair opens, a scene of industry booths and student preparation unfolds. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the career fair opens, awaiting entry and ready to explore opportunities inside.",
    "At the university gym, just before the career fair opens, industry booths and student preparation unfold. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the career fair opens, awaiting entry and ready to explore opportunities inside. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym, just before the career fair opens, industry booths prepare and students rehearse. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the fair opens, awaiting entry and ready to explore opportunities inside. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries.",
    "At the university gym, just before the career fair opens, industry booths prepare and students rehearse. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the fair opens, awaiting entry and ready to explore opportunities inside. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries.",
    "At the university gym, just before the career fair opens, industry booths prepare and students rehearse. Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the fair opens, awaiting entry and ready to explore opportunities inside. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, just before the career fair opens, industry booths prepare and students rehearse. Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the fair opens, awaiting entry and ready to explore opportunities inside. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the university gym just before the career fair opens, industry booths prepare while students rehearse. Consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A robotics startup displays a small drone flying above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Outside the gym, students line up before the fair opens, awaiting entry. A welcome announcement outlines the fair schedule over the PA system, and career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom, and healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.5373701883038369,
    0.5373701883038369,
    0.5373701883038369,
    0.6973636011986986,
    0.6973636011986986,
    0.6973636011986986,
    0.6973636011986986,
    0.6973636011986986,
    0.8207659032187107,
    0.8207659032187107,
    0.8207659032187107,
    0.8207659032187107,
    0.8381949644840294,
    0.8381949644840294,
    0.8381949644840294,
    0.8381949644840294,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8554354285416377,
    0.8630245313686518,
    0.8630245313686518,
    0.8630245313686518,
    0.8630245313686518,
    0.8630245313686518,
    0.8767036420208741,
    0.8767036420208741,
    0.8767036420208741,
    0.8767036420208741,
    0.8670513641835004,
    0.8670513641835004,
    0.8670513641835004,
    0.8670513641835004,
    0.8670513641835004,
    0.8670513641835004,
    0.8670513641835004
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before the fair opens, students line up outside the university gym, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before the fair opens, students line up outside the university gym, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before the fair opens, students line up outside the university gym, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before opening, students line up outside the university gym while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before the fair opens, students line up outside the university gym while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Before opening, students line up outside the university gym, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.5837134278266949,
    0.5837134278266949,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.6059715364118333,
    0.7804837616448821,
    0.7804837616448821,
    0.7804837616448821,
    0.8332464294617695,
    0.8332464294617695,
    0.8332464294617695,
    0.8332464294617695,
    0.8727263919501307,
    0.8727263919501307,
    0.8727263919501307,
    0.8727263919501307,
    0.8727263919501307,
    0.8727263919501307,
    0.8727263919501307,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8704402081160547,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8602223617464629,
    0.8515716196260171,
    0.8515716196260171,
    0.8515716196260171,
    0.8515716196260171,
    0.8515716196260171,
    0.8423025106471149,
    0.8423025106471149,
    0.8423025106471149,
    0.8423025106471149,
    0.8423025106471149,
    0.8423025106471149,
    0.8423025106471149,
    0.8427650128882496,
    0.8427650128882496
  ],
  "2": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens, while inside, students clutch resumes in branded folders.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops begin. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens, while inside, students clutch resumes in branded folders.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews, and in the adjoining classroom networking etiquette workshops begin. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens, while inside, students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses how to prepare for technical interviews, and the adjoining classroom hosts networking etiquette workshops. Outside the university gym, students line up before the fair opens. Inside, students clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses preparing for technical interviews, and the adjoining classroom hosts networking etiquette workshops. Outside the university gym, students line up before the fair opens. Inside, attendees clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Inside, an alumni panel discusses preparing for technical interviews, and the adjoining classroom hosts networking etiquette workshops. Outside the university gym, students line up before the fair opens. Inside, attendees clutch resumes in branded folders. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Outside, students line up before the fair opens at the university gym. Inside, dozens of booths with colorful banners circle the polished floor, and attendees clutch resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparing for technical interviews, and the adjoining classroom hosts networking etiquette workshops.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards as attendees arrive. Outside, students line up before the fair opens at the university gym. Inside, dozens of booths with colorful banners encircle the polished floor, and attendees clutch resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. An alumni panel discusses preparing for technical interviews, and the adjoining classroom hosts networking etiquette workshops. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.7715102361508699,
    0.8180482541890923,
    0.8180482541890923,
    0.8180482541890923,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8231421392176208,
    0.8417923321518537,
    0.8417923321518537,
    0.8417923321518537,
    0.8417923321518537,
    0.8417923321518537,
    0.8755857608938471,
    0.8755857608938471,
    0.8755857608938471,
    0.8755857608938471,
    0.8755857608938471,
    0.872214792057241,
    0.872214792057241,
    0.872214792057241,
    0.872214792057241,
    0.8856613717618241,
    0.8856613717618241,
    0.8856613717618241,
    0.8856613717618241,
    0.8856613717618241,
    0.8856613717618241,
    0.8830308244949455,
    0.8830308244949455,
    0.8830308244949455,
    0.8830308244949455,
    0.8833389369980732,
    0.8833389369980732,
    0.8833389369980732,
    0.8833389369980732,
    0.8833389369980732,
    0.8935420066408108,
    0.8935420066408108,
    0.8935420066408108,
    0.879927539451482,
    0.879927539451482,
    0.879927539451482,
    0.879927539451482
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens while a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens, while a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens as a welcome announcement on the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens as a PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens as a PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens as a PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens as a PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens as a PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens as a PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens as a PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a career fair unfolds with students lining up as a PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards, coordinating the check-in flow. A robotics startup flies a small drone above its booth to draw attention. Adjoining classrooms host workshops on networking etiquette. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5980990790367515,
    0.5980990790367515,
    0.5980990790367515,
    0.5980990790367515,
    0.5980990790367515,
    0.5980990790367515,
    0.5980990790367515,
    0.7501252634320552,
    0.7501252634320552,
    0.7501252634320552,
    0.7501252634320552,
    0.8107056852217611,
    0.8107056852217611,
    0.8107056852217611,
    0.826934596622683,
    0.826934596622683,
    0.826934596622683,
    0.8456642539139846,
    0.8456642539139846,
    0.8456642539139846,
    0.8456642539139846,
    0.8712856990619153,
    0.8712856990619153,
    0.8712856990619153,
    0.8538329458767475,
    0.8538329458767475,
    0.8538329458767475,
    0.875512065740093,
    0.875512065740093,
    0.875512065740093,
    0.875512065740093,
    0.875512065740093,
    0.875512065740093,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8861550740785438,
    0.8891429998503193,
    0.8891429998503193,
    0.8891429998503193,
    0.8891429998503193,
    0.8891429998503193,
    0.8897866562913187,
    0.8897866562913187,
    0.8897866562913187,
    0.8897866562913187,
    0.8906463669693194,
    0.8906463669693194,
    0.8906463669693194,
    0.8906463669693194,
    0.8906463669693194,
    0.8906463669693194,
    0.8816766544904947,
    0.8816766544904947,
    0.8816766544904947
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Dozens of booths with colorful banners circle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The university career fair opens with an alumni panel on preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, delivering information and resources. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards to attendees. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.49191338998842915,
    0.49191338998842915,
    0.49191338998842915,
    0.49191338998842915,
    0.49191338998842915,
    0.49191338998842915,
    0.8025578576102624,
    0.8025578576102624,
    0.8025578576102624,
    0.8025578576102624,
    0.8582979806972802,
    0.8582979806972802,
    0.8582979806972802,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8620026786798468,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8598105625912137,
    0.8686753411941142,
    0.8686753411941142,
    0.8686753411941142,
    0.8686753411941142,
    0.8686753411941142,
    0.8686753411941142,
    0.8701575050890624,
    0.8701575050890624,
    0.8701575050890624,
    0.8701575050890624,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8736096785898702,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8800613292324172,
    0.8861583952113415
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits. Students clutch resumes inside branded folders, keeping them ready for opportunities.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits. Students clutch resumes inside branded folders, keeping them ready for opportunities.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits, while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries, guiding them toward potential fits, while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showing their latest apps, creating a backdrop of current software offerings. Career counselors redirect unsure students toward applicable industries and toward potential fits, while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens featuring their latest apps, providing a backdrop of current software offerings. Career counselors direct unsure students toward applicable industries and potential fits, while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, keeping them ready for opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, demo screens display latest apps, providing a backdrop of current software offerings. Career counselors guide unsure students toward applicable industries and potential fits, while reminding attendees to maintain eye contact. Students clutch branded folders with resumes, keeping them ready for opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens.",
    "At the university career fair, demo screens display latest apps providing a backdrop of current software offerings. Career counselors guide unsure students toward applicable industries and potential fits, while reminding attendees to maintain eye contact. Students clutch branded folders with resumes, keeping them ready for opportunities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.7045837672317207,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.748549260673615,
    0.7738300615691216,
    0.7738300615691216,
    0.7738300615691216,
    0.7738300615691216,
    0.7738300615691216,
    0.8322404722668861,
    0.8322404722668861,
    0.8322404722668861,
    0.8322404722668861,
    0.8322404722668861,
    0.8375007406157126,
    0.8375007406157126,
    0.8375007406157126,
    0.8375007406157126,
    0.8375007406157126,
    0.8375007406157126,
    0.8371668204234832,
    0.8371668204234832,
    0.8371668204234832,
    0.8371668204234832,
    0.8564443084256762,
    0.8564443084256762,
    0.8564443084256762,
    0.8797873682545085,
    0.8797873682545085,
    0.8797873682545085,
    0.8797873682545085,
    0.8815302281182376,
    0.8815302281182376,
    0.8815302281182376,
    0.8815302281182376
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; consulting firms stack glossy case study booklets on high tables; tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome PA announcement outlines the schedule. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.5402963076492995,
    0.4741148108841087,
    0.4741148108841087,
    0.4741148108841087,
    0.4741148108841087,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8254413225808546,
    0.8445887396910872,
    0.8445887396910872,
    0.8445887396910872,
    0.8445887396910872,
    0.8445887396910872,
    0.8899460995674073,
    0.8899460995674073,
    0.8899460995674073,
    0.8899460995674073,
    0.8899460995674073,
    0.8941524360514084,
    0.8941524360514084,
    0.8941524360514084,
    0.8941524360514084,
    0.9059133811061294,
    0.9059133811061294,
    0.9059133811061294,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.9276115405547076,
    0.930306618356229,
    0.930306618356229,
    0.930306618356229,
    0.930306618356229,
    0.930306618356229,
    0.930306618356229
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets while students introduce themselves; near the stage, the engineering society sponsors a resume review table.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets and students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "The event presents a mix of recruiting and professional development activities. Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At a recruiting and professional development event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "At a recruiting and professional development event, healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "At a recruiting and professional development event, healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society sponsors a resume review table; tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "At a recruiting and professional development event, healthcare providers display community outreach photos while human resources teams jot notes on tablets as students introduce themselves. Near the stage, the engineering society sponsors a resume review table, and tech companies display demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.40689028650920656,
    0.40689028650920656,
    0.5827603060793752,
    0.5827603060793752,
    0.5827603060793752,
    0.5827603060793752,
    0.5827603060793752,
    0.5827603060793752,
    0.5827603060793752,
    0.4439545313787799,
    0.4439545313787799,
    0.4439545313787799,
    0.4439545313787799,
    0.569935360601457,
    0.569935360601457,
    0.569935360601457,
    0.7788692734614993,
    0.7788692734614993,
    0.7788692734614993,
    0.7788692734614993,
    0.7788692734614993,
    0.7788692734614993,
    0.7915099180970903,
    0.7915099180970903,
    0.7915099180970903,
    0.7915099180970903,
    0.7915099180970903,
    0.7915099180970903,
    0.7915099180970903,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8245393172145725,
    0.8482077125766873,
    0.8482077125766873,
    0.8482077125766873,
    0.8482077125766873,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.8015294559133928,
    0.811909879657925,
    0.811909879657925,
    0.811909879657925,
    0.811909879657925,
    0.7938246260872306,
    0.7938246260872306,
    0.7938246260872306,
    0.7938246260872306
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, set against dozens of booths with colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, set against dozens of booths with colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, set against dozens of booths with colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, set against dozens of booths with colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews at an event with dozens of booths and colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews at an event with dozens of booths and colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair event, an alumni panel discusses how to prepare for technical interviews among dozens of booths and colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews amid dozens of booths and colorful banners circling the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, an alumni panel discusses how to prepare for technical interviews as dozens of booths and colorful banners circle the polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair held in the gym, an alumni panel discusses how to prepare for technical interviews as dozens of booths and colorful banners surround a polished floor. Groups of friends use an event map to mark target employers. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables near the stage. The engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.7071783750376824,
    0.7071783750376824,
    0.7071783750376824,
    0.7493929231923875,
    0.7493929231923875,
    0.7493929231923875,
    0.7493929231923875,
    0.7749970788688134,
    0.7749970788688134,
    0.7749970788688134,
    0.7749970788688134,
    0.7818334461114638,
    0.7818334461114638,
    0.7818334461114638,
    0.7939569321500151,
    0.7939569321500151,
    0.7939569321500151,
    0.7939569321500151,
    0.7939569321500151,
    0.8098166560303333,
    0.8098166560303333,
    0.8098166560303333,
    0.8098166560303333,
    0.8098166560303333,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.7837532374511909,
    0.8088085114762681,
    0.8088085114762681,
    0.8088085114762681,
    0.8710281126512536,
    0.8710281126512536,
    0.8710281126512536,
    0.8710281126512536,
    0.8685457557599564,
    0.8685457557599564,
    0.8685457557599564,
    0.8685457557599564,
    0.8685457557599564,
    0.8685457557599564,
    0.8689337446343126,
    0.8689337446343126,
    0.8689337446343126,
    0.8689337446343126,
    0.8764093835536009,
    0.8764093835536009,
    0.8764093835536009,
    0.8764093835536009,
    0.8764093835536009
  ]
}