{
  "0": [
    "",
    "",
    "",
    "In a consulting environment, glossy case study booklets are stacked on high tables.",
    "In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps.",
    "In a consulting environment, glossy case study booklets are stacked on high tables while tech companies display demo screens showcasing their latest apps. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall.",
    "Glossy case study booklets are stacked on high tables and tech companies display demo screens of their latest apps. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, framing the event. Career counselors direct unsure students toward applicable industries.",
    "Glossy case study booklets are stacked on high tables, and tech companies display demo screens showing their latest apps; in an industry showcase, consulting firms also stack glossy booklets on high tables. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, framing the event, and career counselors direct unsure students toward applicable industries.",
    "Glossy case study booklets are stacked on high tables by consulting firms and other participants; tech companies display demo screens showing their latest apps in the industry showcase. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule and frames the event, while career counselors direct unsure students toward applicable industries.",
    "Glossy case study booklets are stacked on high tables by consulting firms and other participants, forming neat piles of printed material on elevated surfaces. In an industry showcase, tech companies display demo screens showing their latest apps. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule and frames the event, as dozens of booths with colorful banners encircle the polished floor. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Glossy case study booklets are stacked on high tables by consulting firms and other participants, forming neat piles on elevated surfaces. In an industry showcase, tech companies display demo screens showing their latest apps. Outside the university gym, a group of students lines up as the career fair opens, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, while dozens of booths with colorful banners encircle the polished floor. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Glossy case study booklets are stacked on high tables in the consulting environment. In an industry showcase, tech companies display demo screens of their latest apps. Outside the university gym, students line up as the fair opens, with several rehearsing elevator pitches against the wall. A welcome PA outlines the fair schedule as dozens of booths with colorful banners encircle floor. Career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes in branded folders. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, students line up outside the gym before opening, many clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms display glossy case-study booklets in neat stacks on high tables, tech companies show demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. The engineering-society-sponsored resume-review table sits near the stage. Workshops on networking etiquette take place in the adjoining classroom. A welcome PA outlines the schedule; an alumni panel discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure attendees toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance. Inside, a polished floor hosts dozens of booths with colorful banners; consulting firms place glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map. The engineering-society-sponsored resume-review table sits near the stage, and workshops on networking etiquette run in the adjoining classroom. A welcome PA outlines the schedule; an alumni panel discusses preparation for technical interviews. Career counselors remind attendees to maintain eye contact and direct unsure attendees toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.26293868708893664,
    0.26293868708893664,
    0.3537051791469363,
    0.3537051791469363,
    0.3537051791469363,
    0.3537051791469363,
    0.3537051791469363,
    0.3537051791469363,
    0.5910947561307351,
    0.5910947561307351,
    0.5910947561307351,
    0.5910947561307351,
    0.7999631601222086,
    0.7999631601222086,
    0.7999631601222086,
    0.7999631601222086,
    0.7999631601222086,
    0.7999631601222086,
    0.7791059187693005,
    0.7791059187693005,
    0.7791059187693005,
    0.7791059187693005,
    0.7791059187693005,
    0.7840491246821918,
    0.7840491246821918,
    0.7840491246821918,
    0.7840491246821918,
    0.7840491246821918,
    0.7840491246821918,
    0.8217825518227183,
    0.8217825518227183,
    0.8217825518227183,
    0.8217825518227183,
    0.8217825518227183,
    0.8217825518227183,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8575239637416444,
    0.8829174781605826,
    0.8829174781605826,
    0.8829174781605826,
    0.8829174781605826,
    0.8829174781605826,
    0.8829174781605826,
    0.8959568569200769,
    0.8959568569200769,
    0.8959568569200769,
    0.8959568569200769,
    0.8959568569200769,
    0.8959568569200769,
    0.8959568569200769,
    0.8923536500759881,
    0.8923536500759881,
    0.8923536500759881
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "In a career-event setting, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders.",
    "In a career-event setting, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders.",
    "In a career-event setting, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In a career-event setting, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At a career fair, career counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map.",
    "At the university career fair, counselors urge attendees to maintain eye contact and redirect unsure students toward applicable industries, as students clutch resumes in branded folders and rehearse elevator pitches against walls, while a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. Attendees queue outside the university gym before opening; at the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms present glossy case-study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. An alumni panel discusses preparing for technical interviews, and a subsequent welcome announcement reiterates the schedule.",
    "At the university career fair, counselors urge attendees to maintain eye contact and redirect unsure students to applicable industries. Students clutch resumes in branded folders and rehearse elevator pitches against walls as a PA outlines the schedule. Outside the gym, groups line up before opening; at the entrance, staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms present glossy case-study booklets on high tables, creating organized piles on elevated surfaces. Alumni volunteers give pep talks near the coffee station as panels discuss technical interviews. Finance firms provide QR codes for internships; the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves and mark target employers on the map."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.41149288844554543,
    0.41149288844554543,
    0.41149288844554543,
    0.41149288844554543,
    0.41149288844554543,
    0.41149288844554543,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.6260137046885061,
    0.7212832000981928,
    0.7212832000981928,
    0.7212832000981928,
    0.6992365988867149,
    0.6992365988867149,
    0.6992365988867149,
    0.6992365988867149,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8299998372464262,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740660823108799,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456,
    0.8740103915479456
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance; an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before opening, with some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. In a consulting environment area, glossy case study booklets sit on high tables and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before opening, some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. In the consulting environment area, glossy case study booklets are stacked on high tables and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before opening, some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. In the consulting environment area, glossy case study booklets are stacked on high tables and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Students line up outside the gym before opening, some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. In the consulting environment area, glossy case study booklets are stacked on high tables and tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At the university career fair, staff scan registrations and hand out lanyards as dozens of booths encircle the floor. Outside, groups of students line up before opening, clutching resumes and rehearsing elevator pitches against the wall. Inside, an alumni panel discusses preparation for technical interviews, with alumni volunteers giving pep talks near a coffee station. The engineering society sponsors a resume-review table near the stage, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. In the consulting area, glossy case-study booklets sit on high tables while tech companies display demo screens of latest apps. Groups mark target employers on the event map. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth, and healthcare providers showcase community outreach photos. A welcome PA outlines the schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5205344072885821,
    0.5205344072885821,
    0.5205344072885821,
    0.5205344072885821,
    0.5205344072885821,
    0.5205344072885821,
    0.5205344072885821,
    0.6427725800484865,
    0.6427725800484865,
    0.6427725800484865,
    0.6427725800484865,
    0.843515264117032,
    0.843515264117032,
    0.843515264117032,
    0.843515264117032,
    0.843515264117032,
    0.843515264117032,
    0.859962344975843,
    0.859962344975843,
    0.859962344975843,
    0.859962344975843,
    0.859962344975843,
    0.859962344975843,
    0.8633493311257896,
    0.8633493311257896,
    0.8633493311257896,
    0.8633493311257896,
    0.8628005556777909,
    0.8628005556777909,
    0.8628005556777909,
    0.8628005556777909,
    0.8628005556777909,
    0.8628005556777909,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8781416192506727,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.8819136323450716,
    0.9045912011261039,
    0.9045912011261039,
    0.9045912011261039,
    0.9045912011261039,
    0.9045912011261039
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while event staff at the entrance scan registrations and hand out lanyards.",
    "A welcome announcement broadcasts over the PA system, outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair is about to open, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair is about to open, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym as the fair opens, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table, creating a focal point for attendees seeking feedback on their resumes. Tech companies display demo screens showing their latest apps, providing visual showcases adjacent to the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a welcome announcement is broadcast over the PA outlining the schedule. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym as the fair opens, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society sponsors a resume review table, a focal point for attendees seeking resume feedback. Tech companies display demo screens showing their latest apps as visual showcases adjacent to the stage, with consulting firms stacking glossy case study booklets on high tables, forming neat piles on elevated surfaces. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a welcome announcement is broadcast over the PA outlining the schedule, and the entrance is staffed by personnel who scan registrations and hand out lanyards. A group of students lines up outside the university gym as the fair opens, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Near the stage, the engineering society runs a resume review table as a focal point for attendees seeking feedback. Tech companies display demo screens showing their latest apps as visual showcases adjacent to the stage, while consulting firms stack glossy case study booklets on high tables, forming neat piles. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair in the gym, a welcome PA outlines the schedule while entrance staff scan registrations and hand out lanyards. A queue forms outside as the fair opens, and some students rehearse elevator pitches against the wall. Dozens of booths with colorful banners surround the polished floor. Near the stage, the engineering society runs a resume-review table as a focal point for feedback. Tech companies display demo screens of their latest apps adjacent to the stage; consulting firms stack glossy case-study booklets on high tables in neat piles; finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders.",
    "At the university career fair in the gym, a welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards. A queue forms outside as the fair opens, and some students rehearse elevator pitches against the wall. Dozens of booths with colorful banners line the floor. Near the stage, the engineering society runs a resume-review table as a focal point for feedback. Tech companies display demo screens of their latest apps beside the stage; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on an event map, while students clutch resumes in branded folders. Healthcare providers showcase community outreach photos.",
    "At university career fair in the gym, a welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards. A queue forms outside as the fair opens, and some students rehearse elevator pitches against the wall. Dozens of booths with colorful banners line the floor. Near the stage, the engineering society runs a resume-review table as a focal point for feedback. Tech companies display demo screens of their latest apps beside the stage; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries, and workshops on networking etiquette begin in adjoining classroom. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on an event map, while students clutch resumes in branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair held in the gym, a welcome PA outlines the schedule while entrance staff scan registrations and hand out lanyards. A queue forms outside as the fair opens, and some students rehearse elevator pitches against the wall. Dozens of booths with colorful banners line the floor. Near the stage, the engineering society runs a resume-review table as a focal point for feedback. Tech companies display demo screens of their apps beside the stage; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries, and workshops on networking etiquette begin in an adjoining classroom. An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Healthcare providers showcase outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.45738169691005043,
    0.45738169691005043,
    0.45738169691005043,
    0.7138925600466162,
    0.7138925600466162,
    0.7138925600466162,
    0.7138925600466162,
    0.7138925600466162,
    0.7967727610811628,
    0.7967727610811628,
    0.7967727610811628,
    0.7967727610811628,
    0.7967727610811628,
    0.7967727610811628,
    0.8846066585159957,
    0.8846066585159957,
    0.8846066585159957,
    0.8846066585159957,
    0.8846066585159957,
    0.8846066585159957,
    0.8852452547755685,
    0.8852452547755685,
    0.8852452547755685,
    0.8852452547755685,
    0.8852452547755685,
    0.8912316511222491,
    0.8912316511222491,
    0.8912316511222491,
    0.8912316511222491,
    0.8912316511222491,
    0.8912316511222491,
    0.8912316511222491,
    0.8845355011573348,
    0.8845355011573348,
    0.8845355011573348,
    0.8845355011573348,
    0.8845355011573348,
    0.8845355011573348,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8837957294365313,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8827536481640177,
    0.8860825598010924,
    0.8860825598010924
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews while event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff at the entrance scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews; at the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "An alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "An event features an alumni panel on preparing for technical interviews, complemented by a cybersecurity password cracking challenge hosted on a laptop. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact and, when appropriate, steer unsure students toward applicable industries. Attendees clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention. The fair includes a welcome PA announcing the schedule, with dozens of booths adorned by colorful banners encircling a polished floor. Consulting firms display glossy case study booklets on high tables, forming neat piles on elevated surfaces. Workshops on networking etiquette occur in the adjoining classroom. In an industry showcase, tech companies present demo screens showing their latest apps.",
    "At the university career fair, an alumni panel on preparing for technical interviews and a cybersecurity password-cracking challenge on a laptop accompany other activities. Entrance staff scan registrations and hand out lanyards; outside the university gym, a group of students lines up as the fair opens, while others rehearse elevator pitches against the wall. Attendees clutch resumes inside branded folders. A robotics startup flies a small drone over its booth to draw attention. Dozens of booths with colorful banners encircle a polished floor. A welcome PA announces the schedule. Finance firms provide QR codes for immediate internship applications. Consulting firms display glossy case study booklets on high tables arranged in neat piles on elevated surfaces. Workshops on networking etiquette occur in the adjoining classroom. Tech companies show demo screens with their latest apps as visual showcases near the stage, where the engineering society runs a resume review table.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. Entrance staff scan registrations and hand out lanyards; outside the university gym, a group of students lines up as the fair opens, with others rehearsing elevator pitches. Attendees clutch resumes inside branded folders. A robotics startup flies a small drone over its booth to draw attention. Dozens of booths with colorful banners encircle a polished floor, and tech companies show demo screens of their latest apps near the stage. The engineering society sponsors a resume-review table near the stage, with visual showcases adjacent. Finance firms offer QR codes for internships; consulting firms stack glossy case-study booklets on high tables forming neat piles on elevated surfaces. Career counselors remind attendees to maintain eye contact; networking etiquette workshops occur in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4926293543882678,
    0.4926293543882678,
    0.46617837295985004,
    0.46617837295985004,
    0.46617837295985004,
    0.47131944739647785,
    0.47131944739647785,
    0.47131944739647785,
    0.47131944739647785,
    0.7284919013990331,
    0.7284919013990331,
    0.7284919013990331,
    0.7284919013990331,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.780789734004015,
    0.8218643102948271,
    0.8218643102948271,
    0.8218643102948271,
    0.8218643102948271,
    0.8218643102948271,
    0.8218643102948271,
    0.8999548715307835,
    0.8999548715307835,
    0.8999548715307835,
    0.8999548715307835,
    0.8999548715307835,
    0.8999548715307835,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9156323431368123,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576,
    0.9058091050529576
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a tech fair, a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews; and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a tech fair, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair is about to open, while some rehearse elevator pitches quietly against the wall.",
    "At a university tech fair and career fair, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair is about to open, while some rehearse elevator pitches quietly against the wall. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces.",
    "During a university tech fair and career fair, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair is about to open, while some rehearse elevator pitches quietly against the wall. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces; tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the university tech fair and career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and a welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the university gym as the career fair opens, with some rehearsing elevator pitches quietly against the wall. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces; tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention. Resumes are tucked inside branded folders.",
    "At the university tech fair and career fair, a cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the gym as the career fair opens, some rehearsing elevator pitches against the wall. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display glossy case study booklets in neat stacks on high tables, forming neat piles, while tech companies show demo screens of their latest apps. A robotics startup flies a drone above its booth for attention; resumes sit inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university gym, a combined tech and career fair features a cybersecurity company running a password-cracking challenge on a laptop and an alumni panel on preparing for technical interviews, while a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards; earlier, students lined up outside before opening. Inside, career counselors urge attendees to maintain eye contact, and groups of friends mark target employers on the event map. Dozens of booths with banners encircle the floor. Consulting firms display glossy case-study booklets on high tables; tech firms show demo screens of their latest apps. A robotics startup flies a drone above its booth; resumes sit inside branded folders. Finance firms provide QR codes for internships; the engineering society sponsors a resume-review table near the stage. HR jot notes on tablets as networking etiquette workshops run in the classroom; alumni volunteers give pep talks."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5061320965790558,
    0.5061320965790558,
    0.5061320965790558,
    0.5061320965790558,
    0.5061320965790558,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.8329361835411582,
    0.852234884885785,
    0.852234884885785,
    0.852234884885785,
    0.852234884885785,
    0.852234884885785,
    0.852234884885785,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8760782216845002,
    0.8988384943045993,
    0.8988384943045993,
    0.8988384943045993,
    0.8988384943045993,
    0.8988384943045993,
    0.8988384943045993,
    0.8988384943045993,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.9049437603331563,
    0.8698635581444583,
    0.8698635581444583,
    0.8698635581444583
  ],
  "6": [
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair event, an alumni panel discusses how to prepare for technical interviews while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym as the fair opens, with some rehearsing elevator pitches quietly against the wall. In the consulting environment, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym as the fair opens, with some rehearsing elevator pitches quietly against the wall. In the consulting environment, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and career counselors direct unsure students toward applicable industries, reminding attendees to maintain eye contact. Event staff scan registrations at the entrance and hand out lanyards to attendees. Students line up outside the university gym as the fair opens, with some rehearsing elevator pitches quietly against the wall. Glossy case study booklets are stacked on high tables by consulting firms and other participants, forming neat piles on elevated surfaces. Tech companies display demo screens showing their latest apps in industry showcases. Dozens of booths with colorful banners encircle the polished floor, and a robotics startup flies a small drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews while groups of friends mark target employers on the event map. The engineering society-sponsored resume review table sits near the stage, and in the consulting area glossy case study booklets rest on high tables, forming neat piles. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations at the entrance and hand out lanyards; students line up outside the university gym as the fair opens, some rehearsing elevator pitches. Dozens of booths with colorful banners encircle the polished floor, including an industry showcase with tech demo screens; a robotics startup flies a drone above its booth for attention. Workshops on networking etiquette begin in the adjoining classroom; a cybersecurity company runs a password-cracking challenge on a laptop; a welcome PA announces the schedule.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes inside branded folders, while staff scan registrations at the entrance and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor; an industry showcase features tech demo screens, and a robotics startup flies a drone above its booth. Consulting firms display glossy case-study booklets in neat stacks on high tables, and tech companies show demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, and an engineering-society-sponsored resume-review table sits near the stage. Workshops on networking etiquette take place in the adjoining classroom. A welcome PA outlines the schedule, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact; some students rehearse elevator pitches against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5199700170742506,
    0.5199700170742506,
    0.5199700170742506,
    0.6078273175707347,
    0.6078273175707347,
    0.6078273175707347,
    0.6078273175707347,
    0.7290222532807535,
    0.7290222532807535,
    0.7290222532807535,
    0.7290222532807535,
    0.7290222532807535,
    0.7290222532807535,
    0.7290222532807535,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.876162478570442,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8735918216881742,
    0.8968580687496305,
    0.8968580687496305,
    0.8968580687496305,
    0.8968580687496305,
    0.8968580687496305,
    0.8968580687496305,
    0.8968580687496305,
    0.9017521549403691,
    0.9017521549403691,
    0.9017521549403691,
    0.9017521549403691,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206,
    0.8947673343365206
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Near the stage, the university career fair features an engineering society resume review table drawing attendees seeking resume feedback. Tech companies display demo screens with their latest apps as visual showcases adjacent to the stage, while finance firms provide QR codes for immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, a group of students lines up as the career fair is about to open, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university career fair, a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps near the stage; finance firms provide QR codes for immediate internship applications. Near the stage, an engineering society resume-review table draws attendees seeking feedback. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, a group of students lines up to enter as the fair opens, and others rehearse elevator pitches quietly against the wall. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement over the PA outlines the fair schedule. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps near the stage; finance firms provide QR codes for immediate internship applications. Near the stage, an engineering society resume-review table draws attendees seeking feedback. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, a group of students lines up to enter as the fair opens, and others rehearse elevator pitches quietly against the wall. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome PA announces the schedule. An alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps near the stage; finance firms provide QR codes for immediate internship applications. Near the stage, an engineering society resume-review table draws attendees seeking feedback. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, a group of students lines up to enter as the fair opens, and others rehearse elevator pitches quietly against the wall. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome PA announces the schedule as an alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens of their latest apps near the stage; finance firms provide QR codes for immediate internship applications. Near the stage, an engineering society resume-review table draws attendees seeking feedback. Dozens of booths with colorful banners encircle the polished floor. Outside the gym, a group of students lines up to enter as the fair opens, and others rehearse elevator pitches quietly against the wall. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.47391011906229386,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.6230481746417065,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986797238537396,
    0.8986633561396491,
    0.8986633561396491,
    0.8986633561396491,
    0.8986633561396491,
    0.8998167347275499,
    0.8998167347275499,
    0.8998167347275499,
    0.8998167347275499,
    0.8998167347275499,
    0.8998167347275499,
    0.8995716176597363,
    0.8995716176597363,
    0.8995716176597363,
    0.8995716176597363,
    0.8995716176597363,
    0.8995716176597363,
    0.8995716176597363,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487,
    0.8950862904256487
  ],
  "8": [
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni involvement frames the event, with alumni volunteers giving quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, a career fair unfolds with an opening welcome announcement broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while alumni involvement frames the event: alumni volunteers give quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage. Throughout the fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. Earlier, students line up outside the university gym before the career fair opens.",
    "At the university gym, a career fair unfolds with an opening welcome announcement broadcast over the PA system outlining the fair schedule. Earlier, students lined up outside the gym before the fair opened. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while alumni involvement frames the event: alumni volunteers give quick pep Talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage. Throughout the fair, counselors remind attendees to maintain eye contact as students clutch resumes tucked inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, a career fair unfolds with a welcome announcement on the PA outlining the schedule. Before opening, students line up outside; at the entrance, staff scan registrations and hand out lanyards. Inside, tech companies display demo screens; password-cracking challenge on a laptop. Consulting firms present case-study booklets in stacks on high tables, creating organized piles on elevated surfaces. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications. Alumni involvement includes pep talks near the coffee station and alumni panel on preparing for technical interviews, with a welcome reiterating schedule. Counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as students clutch resumes in branded folders and rehearse elevator pitches against walls. HR jot notes on tablets as groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.6018185908870244,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8201591128896624,
    0.8587210459435997,
    0.8587210459435997,
    0.8587210459435997,
    0.8587210459435997,
    0.850532728264688,
    0.850532728264688,
    0.850532728264688,
    0.850532728264688,
    0.850532728264688,
    0.850532728264688,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8569111043522044,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814,
    0.8529667965407814
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "In a fair setting, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "In a fair setting, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a fair, a welcome announcement over the PA outlines the schedule as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat piles of printed materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps.",
    "At a fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the university gym as the fair opens, some rehearsing elevator pitches quietly against the wall. Near the stage, the engineering society sponsors a resume review table, with visual showcases adjacent to the stage, and finance firms offering QR codes for internships.",
    "At the fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle polished floor. Consulting firms stack case-study booklets on high tables, forming piles on elevated surfaces. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A group of students lines up outside the university gym as the fair opens, some rehearsing elevator pitches quietly against the wall. Near the stage, the engineering society sponsors a resume-review table, with visual showcases adjacent to the stage, and finance firms offering QR codes for internships. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle a polished floor. Consulting firms stack case-study booklets on high tables, forming piles on elevated surfaces. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in adjoining classroom. In an industry showcase, tech companies display demo screens showing apps. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym as the fair opens, rehearsing elevator pitches quietly against the wall. Near the stage, engineering society sponsors a resume-review table; visual showcases adjacent to the stage, and finance firms offering QR codes for internships. Career counselors redirect unsure students to applicable industries. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.5830606670456074,
    0.5830606670456074,
    0.5830606670456074,
    0.7796189421406725,
    0.7796189421406725,
    0.7796189421406725,
    0.7796189421406725,
    0.7796189421406725,
    0.7950810804599773,
    0.7950810804599773,
    0.7950810804599773,
    0.7950810804599773,
    0.8443809635769748,
    0.8443809635769748,
    0.8443809635769748,
    0.8443809635769748,
    0.8443809635769748,
    0.8443809635769748,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.8826411199917686,
    0.9003021465646783,
    0.9003021465646783,
    0.9003021465646783,
    0.9003021465646783,
    0.9003021465646783,
    0.9003021465646783,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9177319189970939,
    0.9233634496777514,
    0.9233634496777514
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat stacks of printed materials on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, forming organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, forming organized piles on elevated surfaces, while tech companies show demo screens of their latest apps and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, as an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, forming organized piles on elevated surfaces, while tech companies show demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders; some rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, consulting firms display case study booklets neatly stacked on high tables, while tech companies show demo screens of their apps; a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students line up outside the gym before the fair opens, clutching resumes inside branded folders, with some rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. The event is a structured career and tech showcase, including an engineering-society-sponsored resume review table near the stage, dozens of booths with colorful banners around the floor, and workshops on networking etiquette in the adjoining classroom.",
    "At the university career fair, a structured career and tech showcase unfolds with dozens of booths and colorful banners around the floor, a stage where an engineering-society-sponsored resume review table operates, and workshops on networking etiquette in the adjoining classroom. Consulting firms display case study booklets on high tables while tech companies run demo screens of their apps; a cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends mark target employers on an event map, and career counselors guide unsure students toward applicable industries. Students line up outside the gym before opening, clutching resumes in branded folders and rehearsing elevator pitches against the wall. An alumni panel discusses preparing for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards; finance firms display QR codes for internship applications. An opening PA outlines the schedule."
  ],
  "10_score": [
    0.0,
    0.0,
    0.27740663118355363,
    0.27740663118355363,
    0.27740663118355363,
    0.27740663118355363,
    0.27740663118355363,
    0.5015875149767469,
    0.5015875149767469,
    0.5015875149767469,
    0.5015875149767469,
    0.5015875149767469,
    0.8109315981688383,
    0.8109315981688383,
    0.8109315981688383,
    0.8109315981688383,
    0.8109315981688383,
    0.8724498232830904,
    0.8724498232830904,
    0.8724498232830904,
    0.9009474080094713,
    0.9009474080094713,
    0.9009474080094713,
    0.9009474080094713,
    0.9009474080094713,
    0.9009474080094713,
    0.9009474080094713,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.910162285046169,
    0.9195342474022566,
    0.9195342474022566,
    0.9195342474022566,
    0.9195342474022566,
    0.9195342474022566,
    0.9195342474022566,
    0.9195342474022566,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.9071292923079965,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393,
    0.8741124140981393
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "In an industry showcase, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "In an industry showcase, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At an industry showcase and fair, tech companies display demo screens showing their latest apps while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Dozens of booths with colorful banners encircle the polished floor as a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "An industry showcase and fair features dozens of booths with colorful banners encircling a polished floor, tech companies displaying demo screens of their latest apps, and visual showcases adjacent to the stage, while consulting firms stack glossy case study booklets on high tables. A welcome PA announcement outlines the schedule, and career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. At the university career fair, event staff scan registrations and hand out lanyards at the entrance as a group of students lines up outside the university gym when the fair opens, with others rehearsing elevator pitches against the wall. Near the stage, the engineering society sponsors a resume review table. Finance firms offer QR codes for immediate internship applications.",
    "An industry showcase and fair host dozens of booths with colorful banners around a polished floor, tech companies showing demo screens of their latest apps, visual showcases near the stage, and consulting firms stacking glossy case study booklets on high tables. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in an adjoining classroom. At the university career fair, event staff scan registrations and hand out lanyards at the entrance while groups of students line up outside the gym, with others rehearsing elevator pitches along the wall. Near the stage, the engineering society sponsors a resume review table, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map and students clutch resumes in branded folders; glossy booklets appear on high tables across the industry showcase and the industry area.",
    "An industry showcase and fair features dozens of booths with colorful banners around a polished floor, where tech companies display demo screens of their latest apps and visual showcases sit near the stage, while consulting firms stack glossy case study booklets on high tables across the industry area. A welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in an adjoining classroom. At the university career fair, event staff scan registrations and hand out lanyards at the entrance while groups of students line up outside the gym and others rehearse elevator pitches along the wall. Near the stage, the engineering society sponsors a resume review table, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders, with glossy booklets on high tables. An alumni panel discusses technical interview prep, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "LLM error: HTTPSConnectionPool(host='api.openai.com', port=443): Read timed out. (read timeout=60)"
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.39961982314985073,
    0.7945724272261717,
    0.7945724272261717,
    0.7945724272261717,
    0.7945724272261717,
    0.7945724272261717,
    0.7945724272261717,
    0.7945724272261717,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8920653775135444,
    0.8817885702512654,
    0.8817885702512654,
    0.8817885702512654,
    0.8817885702512654,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.9012156475581563,
    0.18424077033996583
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In a consulting environment, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In a consulting environment, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In a consulting environment area, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, an engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. In a consulting environment area, glossy case study booklets are stacked on high tables, and tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "The event features an engineering society-sponsored resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. In a consulting environment area, glossy case study booklets are stacked on high tables while tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The event presents a structured career and tech showcase: an engineering society-sponsored resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. In a consulting environment area, glossy case study booklets rest on high tables while tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners surround the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society-sponsored resume review table sits near the stage, with an alumni panel discussing how to prepare for technical interviews. In the consulting environment area, glossy case study booklets rest on high tables, while tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners surround the polished floor, including an industry showcase where tech companies display demo screens. A cybersecurity company runs a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom. A welcome PA announces the schedule, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, event staff scan registrations and hand out lanyards at the entrance. Groups of students line up outside the gym while others rehearse elevator pitches along the wall. Near the stage, an engineering society-sponsored resume review table sits with an alumni panel discussing how to prepare for technical interviews. In the consulting environment area, glossy case study booklets rest on high tables, and groups of friends mark target employers on the event map. Tech companies display demo screens of their apps, and industry showcase booths with colorful banners surround a polished floor, with visual showcases near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in an adjoining classroom. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for internship applications. Students clutch resumes in branded folders.",
    "At the university career fair, event staff scan registrations and hand out lanyards at the entrance while groups of students line up outside the gym and others rehearse elevator pitches along the wall. Near the stage, an engineering societysponsored resume review table hosts an alumni panel discussing how to prepare for technical interviews. In the consulting environment area, glossy case study booklets rest on high tables as groups of friends mark target employers on the event map. Tech companies display demo screens of their apps, and industry showcase booths with colorful banners surround a polished floor, with visual showcases near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in an adjoining classroom. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for internship applications. Attendees clutch resumes in branded folders."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.5913921689334062,
    0.5913921689334062,
    0.5913921689334062,
    0.7695233311540952,
    0.7695233311540952,
    0.7695233311540952,
    0.7695233311540952,
    0.8080138458469694,
    0.8080138458469694,
    0.8080138458469694,
    0.8080138458469694,
    0.8306865930285747,
    0.8306865930285747,
    0.8306865930285747,
    0.834429908077383,
    0.834429908077383,
    0.834429908077383,
    0.834429908077383,
    0.834429908077383,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.834812513801483,
    0.8259068402390883,
    0.8259068402390883,
    0.8259068402390883,
    0.8259068402390883,
    0.8259068402390883,
    0.8259068402390883,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.884976894914921,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294,
    0.8832038328364294
  ],
  "13": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews while a welcome announcement is broadcast over the PA system, outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews while a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. At the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces.",
    "An alumni panel discusses how to prepare for technical interviews, complemented by a welcome PA announcement outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses preparing for technical interviews, accompanied by a welcome PA announcement outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop nearby. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Some students rehearse elevator pitches quietly against the wall, and resumes are tucked inside branded folders. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, accompanied by a welcome PA announcing the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while tech industry demos show latest apps on demo screens in an industry showcase. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms stack glossy case study booklets in neat piles on high tables, forming organized piles on elevated surfaces. Some students rehearse elevator pitches quietly against the wall, and resumes are tucked inside branded folders. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university career fair, a welcome PA outlines the schedule as an alumni panel discusses preparing for technical interviews. A cybersecurity password-cracking challenge runs on a nearby laptop, and tech demos display latest apps on screens around a showcase. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map and clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards. In the fair space, consulting firms stack glossy case-study booklets on high tables, forming neat piles beside booths with colorful banners encircling the polished floor. Some students rehearse elevator pitches against the wall; resumes remain in branded folders. Dozens of booths and networking etiquette workshops in an adjoining classroom; finance firms provide QR codes for internships. An engineering society resume-review table draws attendees near the stage. Outside the gym, students queue to enter as the fair opens.",
    "At the university career fair, a welcome PA outlines the schedule as an alumni panel discusses preparing for technical interviews. A cybersecurity password-cracking challenge runs on a nearby laptop while tech demos display the latest apps on screens around a showcase. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map and clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables beside booths with colorful banners encircling the polished floor. Some students rehearse elevator pitches against the wall; resumes remain in branded folders. Dozens of booths and networking etiquette workshops fill an adjoining classroom; finance firms provide QR codes for internships. An engineering society resume-review table draws attendees near the stage. Outside the gym, students queue to enter as the fair opens."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6120093558689803,
    0.6120093558689803,
    0.6120093558689803,
    0.7329313796264272,
    0.7329313796264272,
    0.7329313796264272,
    0.6047898608539696,
    0.6047898608539696,
    0.6047898608539696,
    0.6047898608539696,
    0.6047898608539696,
    0.6047898608539696,
    0.8852336046307538,
    0.8852336046307538,
    0.8852336046307538,
    0.8852336046307538,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8740062731275839,
    0.8842642082038699,
    0.8842642082038699,
    0.8842642082038699,
    0.8842642082038699,
    0.8842642082038699,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.9012346630607756,
    0.8875963075477984,
    0.8875963075477984,
    0.8875963075477984,
    0.8875963075477984,
    0.8875963075477984,
    0.8875963075477984,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168,
    0.8834904271044168
  ],
  "14": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Glossy case study booklets are stacked on high tables; tech companies display demo screens of their latest apps, and in the industry showcase consulting firms also stack glossy booklets on high tables. Outside the university gym, a group of students lines up as the career fair is about to open, with several rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule, framing the event, and career counselors direct unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations and hand out lanyards at entrance as groups of students line up outside the gym when the fair opens; many rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries, while groups of friends mark target employers on the event map and students clutch resumes inside branded folders. Glossy case study booklets are stacked on high tables, and tech companies display demo screens of their latest apps. In the industry showcase, dozens of booths with colorful banners encircle polished floor, with visual showcases adjacent to the stage; consulting firms also stack glossy case study booklets on high tables. Near the stage, engineering society sponsors a resume review table; finance firms offer QR codes for immediate internship applications. A welcome PA outlines the schedule and networking etiquette workshops begin in adjoining classroom.",
    "At the university career fair, staff scan registrations and hand out lanyards at entrance as groups line up outside the gym before opening. Elevator pitches are rehearsed against wall while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on event map, resumes tucked inside branded folders, and case study booklets are stacked on high tables. Dozens of booths encircle the polished floor, banners bright, with visual showcases adjacent to stage; consulting firms also stack booklets. Near stage, engineering society sponsors a resume review table; finance firms offer QR codes for internship applications. A welcome PA outlines schedule and workshops on networking etiquette begin in adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, while tech demos show latest apps on demo screens."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4144316241613168,
    0.4144316241613168,
    0.4144316241613168,
    0.7684763629360327,
    0.7684763629360327,
    0.7684763629360327,
    0.7684763629360327,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8010736523535773,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8509719557563589,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.8862395597902466,
    0.89237990453755,
    0.89237990453755,
    0.89237990453755,
    0.89237990453755,
    0.89237990453755,
    0.89237990453755,
    0.89237990453755
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, setting the frame for the event. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA system outlines the fair schedule, setting the frame for the event. Career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA system outlines the fair schedule, establishing the frame for the event. Career counselors direct unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. At the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "A welcome PA announcement outlines the fair schedule, framing the event. Career counselors direct unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. At the fair space, consulting firms display glossy case-study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the welcome PA for the career fair, the scene is set as career counselors direct unsure students toward applicable industries and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume-review table near the stage. The fair space hosts dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up for the career fair to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case-study booklets are stacked in neat piles on high tables, and tech companies display demo screens showcasing their latest apps.",
    "At the welcome PA for the career fair, counselors guide unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor as counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards, and outside the university gym students line up for the fair to open, some rehearsing elevator pitches quietly against the wall. Inside a consulting environment, glossy case-study booklets are stacked in neat piles on high tables, and tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the welcome PA for the career fair, counselors guide unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor as counselors remind attendees to maintain eye contact. Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up for the fair to open, some rehearsing elevator pitches quietly against the wall. Inside a consulting environment, glossy case-study booklets are stacked in neat piles on high tables, and tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the welcome PA for the campus career fair, counselors guide unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor as counselors remind attendees to maintain eye contact. Outside the university gym, students line up for the fair to open, some rehearsing elevator pitches quietly against the wall. Inside a consulting environment, glossy case-study booklets are stacked in neat piles on high tables, and tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair, a welcome PA guides unsure students toward applicable industries while an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor as counselors remind attendees to maintain eye contact. Outside the university gym, students line up for the fair to open, some rehearsing elevator pitches against the wall. Inside a consulting environment, glossy case-study booklets sit on high tables, and tech companies display demo screens of their latest apps. HR teams jot notes on tablets as students introduce themselves; a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.658913103854731,
    0.658913103854731,
    0.658913103854731,
    0.8664854913260552,
    0.8664854913260552,
    0.8664854913260552,
    0.8682301031993123,
    0.8682301031993123,
    0.8682301031993123,
    0.8682301031993123,
    0.8682301031993123,
    0.8435440967906247,
    0.8435440967906247,
    0.8435440967906247,
    0.8435440967906247,
    0.8435440967906247,
    0.8435440967906247,
    0.8435440967906247,
    0.8480222320401347,
    0.8480222320401347,
    0.8480222320401347,
    0.8480222320401347,
    0.8480222320401347,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8801286144091025,
    0.8832895736598203,
    0.8832895736598203,
    0.8832895736598203,
    0.8832895736598203,
    0.8832895736598203,
    0.8621142031765034,
    0.8621142031765034,
    0.8621142031765034,
    0.8621142031765034,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977,
    0.877274912727977
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff scan registrations at the entrance and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "A large event scene has staff at the entrance scanning registrations and handing out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In a large event scene, staff at the entrance scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "In a large event scene, staff at the entrance scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. The welcome PA frames the career fair as counselors direct unsure students toward industries, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. The fair space hosts dozens of booths with colorful banners circling the polished floor, and counselors remind attendees to maintain eye contact. Outside the university gym, students line up for the fair to open, some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case-study booklets are stacked on high tables.",
    "At the university fair, staff scan registrations and hand out lanyards at the entrance. A resume-review table sponsored by the engineering society sits near the stage. HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens; a cybersecurity company runs a password-cracking challenge on a laptop. The welcome PA frames the fair as counselors direct unsure students toward industries, while an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map. The space hosts dozens of booths with colorful banners on a polished floor. Counselors remind attendees to maintain eye contact. Outside the gym, students line up for the fair to open, some rehearsing elevator pitches quietly against the wall. Glossy case-study booklets are stacked on high tables in a consulting environment.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms display glossy case-study booklets in neat stacks on high tables, while tech companies show demo screens of their latest apps and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering-society-sponsored resume-review table sits near the stage, and workshops on networking etiquette occur in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. A welcome PA outlines the schedule, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening, clutching resumes inside branded folders, and some rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6211568350874005,
    0.6211568350874005,
    0.6211568350874005,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7432104369518407,
    0.7226542000060425,
    0.7226542000060425,
    0.7226542000060425,
    0.7717770034733299,
    0.7717770034733299,
    0.7717770034733299,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.7834596216714335,
    0.9072872611426522,
    0.9072872611426522,
    0.9072872611426522,
    0.9072872611426522,
    0.9072872611426522,
    0.9072872611426522,
    0.8996655748370465,
    0.8996655748370465,
    0.8996655748370465,
    0.8996655748370465,
    0.8996655748370465,
    0.8996655748370465,
    0.8996655748370465,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644,
    0.8715265216948644
  ],
  "17": [
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications.",
    "Alumni involvement frames the event, with alumni volunteers giving quick pep talks near the coffee station, and an alumni panel discussing how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "Alumni involvement frames the event, with alumni volunteers giving quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Alumni involvement frames the event, with alumni volunteers giving quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni involvement frames the event, with alumni volunteers delivering quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms display QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors guide unsure students toward applicable industries. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni involvement frames the event, with alumni volunteers delivering quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms display QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors guide unsure students toward applicable industries. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Alumni involvement frames the event, with alumni volunteers delivering quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms display QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors guide unsure students toward applicable industries. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Alumni involvement frames the event, with alumni volunteers delivering quick pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Finance firms display QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage. Career counselors guide unsure students toward applicable industries. An opening welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni involvement frames the fair, with alumni volunteers delivering pep talks near the coffee station and an alumni panel on preparing for technical interviews. Finance firms display QR codes for internships, while the engineering society sponsors a resume-review table near the stage. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; networking etiquette workshops begin in the adjoining classroom. A welcome announcement is broadcast over the PA outlining the schedule; at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the floor; tech demo screens show latest apps in an industry showcase, and a cybersecurity company runs a password-cracking challenge. A group of students lines up outside the university gym as the fair opens, rehearsing elevator pitches against the wall."
  ],
  "17_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4090573103485982,
    0.4090573103485982,
    0.4090573103485982,
    0.4090573103485982,
    0.4090573103485982,
    0.4090573103485982,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.608673147397097,
    0.7480046002661633,
    0.7480046002661633,
    0.7480046002661633,
    0.7480046002661633,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8675215327419694,
    0.8682518436587283,
    0.8682518436587283,
    0.8682518436587283,
    0.8682518436587283,
    0.8815818126244359,
    0.8815818126244359,
    0.8815818126244359,
    0.8815818126244359,
    0.8850945909517355,
    0.8850945909517355,
    0.8850945909517355,
    0.8850945909517355,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.8816177957308406,
    0.9069706709627151,
    0.9069706709627151
  ],
  "18": [
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews while event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews as event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up for the career fair to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, as event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up for the career fair to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews at the event, as staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up for the career fair to open, with some rehearsing elevator pitches quietly against the wall. Inside a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance, and dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, with some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Inside the consulting environment area, glossy case study booklets sit on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, groups of students line up before opening, with some quietly rehearsing elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews. Inside the consulting environment area, glossy case study booklets sit on high tables while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, drawing attendees seeking resume feedback, and career counselors redirect unsure students toward applicable industries. Tech companies display demo screens as visual showcases adjacent to the stage. Finance firms provide QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards as dozens of booths with colorful banners encircle the polished floor. Outside the university gym, groups of students line up before opening, clutching resumes in branded folders, with some quietly rehearsing elevator pitches against the wall. An alumni panel discusses preparation for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. Inside, consulting firms place glossy case-study booklets on neat stacks of high tables, while tech companies display demo screens of their latest apps as visual showcases adjacent to the stage. Groups mark target employers on the event map. The engineering society sponsors a resume-review table near the stage, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the schedule.",
    "At the university career fair, staff scan registrations at the entrance and hand out lanyards as dozens of booths with banners encircle the polished floor. Outside the gym, groups of students line up before opening, clutching resumes and rehearsing elevator pitches. An alumni panel discusses preparing for technical interviews, with pep talks near the coffee station. Inside, consulting firms place case-study booklets on high tables, and tech companies display demo screens beside the stage. Groups mark target employers on the event map. The engineering society sponsors a resume-review table near the stage, and career counselors redirect unsure students toward applicable industries, reminding attendees to maintain eye contact. Finance firms provide QR codes for internship applications; a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a drone above its booth, and healthcare providers showcase community outreach photos. A welcome PA outlines the schedule."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4926293543882678,
    0.4926293543882678,
    0.4926293543882678,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7787089635403113,
    0.7849643458647612,
    0.7849643458647612,
    0.7849643458647612,
    0.7849643458647612,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8539969114566041,
    0.8570358191086903,
    0.8570358191086903,
    0.8570358191086903,
    0.8570358191086903,
    0.8570358191086903,
    0.8570358191086903,
    0.8570358191086903,
    0.8843135088992555,
    0.8843135088992555,
    0.8843135088992555,
    0.8843135088992555,
    0.8843135088992555,
    0.8843135088992555,
    0.8843135088992555,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.8771561291576692,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878,
    0.9014027108510878
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Inside the fair space, tech companies display demo screens showing their latest apps. Consulting firms present glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens, clutching resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Inside the fair space, tech companies display demo screens showing their latest apps. Consulting firms present glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym as the career fair is about to open, clutching resumes in branded folders and some rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair space, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms present glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, students line up for the career fair, clutching resumes in branded folders and some rehearse elevator pitches against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms place glossy case-study booklets in neat stacks on high tables. Groups mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses prep for technical interviews, with alumni volunteers giving quick pep talks near the coffee station; a welcome PA outlines the schedule. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "Outside the university gym, students line up for the career fair, some rehearsing elevator pitches against the wall and clutching resumes in folders. At the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths encircle a floor as the fair opens: tech companies show demo screens of their apps; a robotics startup flies a drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms display glossy case-study booklets on high tables; finance firms provide QR codes for internship applications; the engineering society sponsors a resume-review table near the stage. Groups mark employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses prep for technical interviews with alumni volunteers near the coffee station; a welcome PA outlines the schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a university career fair: outside the gym, students line up, some rehearsing elevator pitches against the wall and clutching resumes, while staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths encircle the floor as the fair opens: tech firms show demo screens; a robotics startup flies a small drone above its booth; a cybersecurity company runs a password-cracking challenge on a laptop; consulting firms display glossy case-study booklets on high tables; finance firms provide QR codes for internship applications; the engineering society sponsors a resume-review table near the stage. Groups mark employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses prep for technical interviews with alumni volunteers near the coffee station; a welcome PA outlines the schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a university career fair held inside a gym and adjacent classrooms: outside, students line up rehearsing elevator pitches against the wall while staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths encircle a polished floor; tech firms display demo screens, a robotics startup flies a drone above its booth, and a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms showcase glossy case-study booklets on high tables; finance firms provide QR codes for internship applications; the engineering society sponsors a resume-review table near the stage. Groups mark target employers on an event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses prep for technical interviews with alumni volunteers near the coffee station; welcome announcements stream over the PA; workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.44434685916695477,
    0.44434685916695477,
    0.44434685916695477,
    0.44434685916695477,
    0.44434685916695477,
    0.6221513277249586,
    0.6221513277249586,
    0.6221513277249586,
    0.6221513277249586,
    0.6221513277249586,
    0.6177601936252233,
    0.6177601936252233,
    0.6177601936252233,
    0.8902383238237762,
    0.8902383238237762,
    0.8902383238237762,
    0.8902383238237762,
    0.8902383238237762,
    0.8748886740530417,
    0.8748886740530417,
    0.8748886740530417,
    0.8748886740530417,
    0.8748886740530417,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8828778649050582,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.8818645469456069,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.9091771636615289,
    0.8864190703823844,
    0.8864190703823844,
    0.8864190703823844,
    0.8864190703823844,
    0.8864190703823844,
    0.8864190703823844,
    0.8864190703823844,
    0.8623782166922198
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "An event unfolds with a password cracking challenge hosted by a cybersecurity company on a laptop, alongside an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A fair features a welcome PA announcing the schedule as dozens of booths with colorful banners encircling the polished floor. Consulting firms stack glossy case study booklets on high tables, forming neat piles of printed materials on elevated surfaces. Workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps.",
    "A multi-part career fair and industry showcase unfolds, featuring a cybersecurity company running a password cracking challenge on a laptop and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A welcome PA announces the fairs schedule. Dozens of booths with colorful banners encircle the polished floor; in the fair space, consulting firms stack glossy case study booklets in neat piles on high tables, creating organized piles on elevated surfaces. Workshops on networking etiquette begin in an adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall.",
    "A multi-part career fair and industry showcase unfolds, anchored by a cybersecurity company running a password cracking challenge on a laptop and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact; a welcome PA announces the fairs schedule. Dozens of booths with colorful banners encircle a polished floor. In the fair space, consulting firms stack glossy case study booklets in neat piles on high tables, creating organized piles on elevated surfaces. Workshops on networking etiquette begin in an adjoining classroom. In an industry showcase, tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map; some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair and industry showcase, a cybersecurity company runs a password cracking challenge on a laptop and an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact; a welcome PA announces the schedule. Dozens of booths with colorful banners encircle a polished floor. In the fair space, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in an adjoining classroom. Groups of friends mark target employers on the event map; some students rehearse elevator pitches against the wall, including outside the university gym. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair and industry showcase, dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses technical interview prep. At the entrance, staff scan registrations and hand out lanyards; groups of students line up outside the gym. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, and a welcome PA outlines the schedule. In the fair space, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens. Workshops on networking etiquette begin in an adjoining classroom. Groups of friends mark target employers on the event map as some rehearse elevator pitches against the wall; engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for internships; students clutch resumes in branded folders with booklets on tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.41126114697635885,
    0.41126114697635885,
    0.41126114697635885,
    0.7206899685195471,
    0.7206899685195471,
    0.7206899685195471,
    0.7206899685195471,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.5863441598967086,
    0.8298711731009185,
    0.8298711731009185,
    0.8298711731009185,
    0.8298711731009185,
    0.8298711731009185,
    0.8298711731009185,
    0.8298711731009185,
    0.8597697956390357,
    0.8597697956390357,
    0.8597697956390357,
    0.8597697956390357,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8579525868953191,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8688977406068488,
    0.8714605679873118
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. A welcome announcement over the PA system outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, students line up outside the university gym before opening, clutching resumes inside branded folders. Groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop. A welcome PA outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, students line up outside the gym clutching resumes inside branded folders. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Inside the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, with tech companies showing demo screens of their latest apps, and a cybersecurity company running a password cracking challenge on a laptop. A welcome PA outlines the schedule, and an alumni panel discusses how to prepare for technical interviews. The event is a structured career and tech showcase, including an engineering-society-sponsored resume review table near the stage and dozens of booths with colorful banners around the polished floor; workshops on networking etiquette occur in the adjoining classroom.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms display glossy case study booklets in neat stacks on high tables, while tech companies show demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering-society-sponsored resume-review table sits near the stage, and workshops on networking etiquette occur in the adjoining classroom. A welcome PA outlines the schedule, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, with resumes tucked inside branded folders.",
    "At the university career fair, students line up outside the gym before opening, clutching resumes inside branded folders; at the entrance, staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms display glossy case study booklets in neat stacks on high tables, tech companies show demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering-society-sponsored resume-review table sits near the stage, with workshops on networking etiquette in the adjoining classroom. A welcome PA outlines the schedule, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, resumes tucked in branded folders.",
    "At the university career fair, students line up outside the gym before opening, some rehearsing elevator pitches against the wall and clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor; consulting firms display glossy case-study booklets in neat stacks on high tables, tech companies show demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering-society-sponsored resume-review table sits near the stage, with workshops on networking etiquette in the adjoining classroom. A welcome PA outlines the schedule while counselors direct attendees toward industries, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map; HR teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, students line up outside the gym before opening, some rehearsing elevator pitches against the wall and clutching resumes in branded folders as staff scan registrations and hand out lanyards at the entrance. Inside, dozens of booths with colorful banners surround a polished floor: consulting firms display glossy case-study booklets in neat stacks on high tables, tech companies show demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An engineering-society-sponsored resume-review table sits near the stage, with workshops on networking etiquette in the adjoining classroom. A welcome PA outlines the schedule while career counselors direct attendees toward industries, and an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map, HR teams jot notes on tablets as students introduce themselves, and finance firms offer QR codes for internship applications."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.40853053585835153,
    0.40853053585835153,
    0.40853053585835153,
    0.5707931964968624,
    0.5707931964968624,
    0.5707931964968624,
    0.5707931964968624,
    0.5707931964968624,
    0.8473106959211527,
    0.8473106959211527,
    0.8473106959211527,
    0.8473106959211527,
    0.8721567967304872,
    0.8721567967304872,
    0.8721567967304872,
    0.8721567967304872,
    0.8721567967304872,
    0.8721567967304872,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8807361928636465,
    0.8887340641954082,
    0.8887340641954082,
    0.8887340641954082,
    0.8887340641954082,
    0.8887340641954082,
    0.8808660521184019,
    0.8808660521184019,
    0.8808660521184019,
    0.8808660521184019,
    0.8808660521184019,
    0.8740262298118695,
    0.8740262298118695,
    0.8740262298118695,
    0.8740262298118695,
    0.8740262298118695,
    0.8740262298118695,
    0.8740262298118695,
    0.8770341159412447,
    0.8770341159412447,
    0.8770341159412447,
    0.8770341159412447,
    0.8770341159412447,
    0.8770341159412447,
    0.8770341159412447,
    0.8744330308503653,
    0.8744330308503653,
    0.8744330308503653,
    0.8744330308503653,
    0.8744330308503653
  ],
  "22": [
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, creating a focal point for attendees seeking feedback on their resumes. Tech companies display demo screens showing their latest apps, providing visual showcases adjacent to the stage.",
    "Near the stage, the engineering society sponsors a resume review table, creating a focal point for attendees seeking feedback on their resumes. Tech companies display demo screens showing their latest apps, providing visual showcases adjacent to the stage.",
    "Near the stage, the engineering society sponsors a resume review table, creating a focal point for attendees seeking feedback on their resumes. Tech companies display demo screens showing their latest apps, providing visual showcases adjacent to the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, near the stage, the engineering society runs a resume review table, drawing attendees seeking resume feedback. Tech companies display demo screens with their latest apps as visual showcases adjacent to the stage. Finance firms provide QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, a group of students lines up as the career fair is about to open, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university career fair near the stage, the engineering society runs a resume review table for attendees seeking feedback. Tech companies display demo screens with their apps adjacent to the stage, while finance firms provide QR codes for internship applications. A welcome announcement is broadcast over the PA system outlining schedule. Event staff at entrance scan registrations and hand out lanyards. Outside the university gym, students line up as the fair is about to open, while others rehearse elevator pitches against the wall. Dozens of booths with banners encircle the polished floor. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display case study booklets in neat stacks on high tables, creating organized piles on elevated surfaces. Alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair near the stage, the engineering society runs a resume review table for attendees seeking feedback. Tech companies display demo screens with their latest apps adjacent to the stage, while finance firms provide QR codes for internship applications. A welcome announcement is broadcast over PA system outlining the schedule. Event staff at the entrance scan registrations and hand out lanyards. Outside university gym, students line up as the fair is about to open, with others rehearsing elevator pitches quietly against the wall. Dozens of booths with banners encircle the floor. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display case study booklets in neat stacks on high tables. An alumni panel discusses technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university career fair near the stage, the engineering society runs a resume review table. Tech companies display demo screens with their latest apps adjacent to the stage, while finance firms provide QR codes for internship applications. A welcome announcement is broadcast over the PA outlining the schedule. Entrance staff scan registrations and hand out lanyards. Outside the gym, students line up as the fair opens and others rehearse elevator pitches quietly against the wall. Dozens of booths with banners encircle the floor. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Consulting firms display case study booklets in neat stacks on high tables. An alumni panel discusses technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle a polished floor as the fair opens; near the stage the engineering society runs a resume-review table, tech companies show demo screens of their latest apps, and finance firms provide QR codes for internship applications. An alumni panel discusses technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth. Consulting firms display glossy case-study booklets on high, neatly stacked tables. Workshops on networking etiquette begin in the adjoining classroom. Welcome announcements stream over the PA as staff scan registrations and hand out lanyards; outside the gym, students line up and rehearse elevator pitches against the wall while groups of friends mark target employers on the event map and career counselors remind attendees to maintain eye contact."
  ],
  "22_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6008074057131383,
    0.6008074057131383,
    0.6008074057131383,
    0.5694582369157264,
    0.5694582369157264,
    0.5694582369157264,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.7574039197444324,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.882148720765739,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8874487808646958,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.8925586570702844,
    0.9024051694036981,
    0.9024051694036981,
    0.9024051694036981,
    0.9024051694036981,
    0.9024051694036981,
    0.9024051694036981,
    0.8811037158684922,
    0.8811037158684922,
    0.8811037158684922
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym as the career fair is about to open, and some rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showcasing their latest apps.",
    "Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym as the career fair is about to open, with some rehearsing elevator pitches quietly against the wall. In a consulting environment, glossy case study booklets are stacked on high tables while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At the university gym, dozens of booths with colorful banners encircle a polished floor as the career fair opens. Students line up outside, with some rehearsing elevator pitches quietly against the wall. Inside, consulting firms display glossy case study booklets on high tables, while tech companies show demo screens featuring their latest apps; a robotics startup flies a small drone above its booth to attract attention. Near the stage, the engineering society runs a resume review table, drawing attendees seeking feedback. Finance firms provide QR codes for immediate internship applications. A welcome announcement streams over the PA, and event staff at the entrance scan registrations and hand out lanyards.",
    "At the university gym, dozens of booths with colorful banners encircle a polished floor as the career fair opens. Students line up outside, some quietly rehearsing elevator pitches against the wall. Inside, consulting firms display glossy case study booklets on high tables while tech companies show demo screens of their latest apps; a robotics startup flies a small drone above its booth. Near the stage, the engineering society runs a resume review table, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Welcome announcements stream over the PA as event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, dozens of booths with colorful banners encircle a polished floor as the fair opens. Students line up outside, rehearsing elevator pitches against the wall. Inside, consulting firms display glossy case study booklets on high tables, stacked neatly. Tech companies show demo screens of their latest apps; a robotics startup flies a drone above its booth. Near the stage, the engineering society runs a resume review table, and an alumni panel on technical interviews. Finance firms provide QR codes for internship applications. Welcome announcements stream over the PA as staff scan registrations and hand out lanyards; counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. In an industry showcase, tech demos display the latest apps.",
    "At the university gym, dozens of booths with colorful banners encircle a polished floor as the career fair opens. Students line up outside, rehearsing elevator pitches against the wall. Inside, consulting firms display glossy case study booklets on high tables, stacked neatly. Tech companies show demo screens of their latest apps; a robotics startup flies a drone above its booth. Near the stage, the engineering society runs a resume review table and an alumni panel on technical interviews. Finance firms provide QR codes for internship applications. Welcome announcements stream over the PA as staff scan registrations and hand out lanyards; counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished floor, banners bright and varied. Outside, students line up as the fair opens; others rehearse elevator pitches against the wall. Inside, consulting firms display case study booklets in neat stacks on high tables while tech companies show demo screens of their latest apps. A robotics startup flies a small drone above its booth to draw attention. Near the stage, the engineering society runs a resume review table and an alumni panel discusses technical interviews. Finance firms provide QR codes for internship applications. Welcome announcements stream over the PA as entrance staff scan registrations and hand out lanyards; counselors remind attendees to maintain eye contact. Cybersecurity company runs a password-cracking challenge on a laptop; networking etiquette workshops begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.34223993624048116,
    0.34223993624048116,
    0.34223993624048116,
    0.6434505246722474,
    0.6434505246722474,
    0.6434505246722474,
    0.6434505246722474,
    0.6434505246722474,
    0.6407428108298554,
    0.6407428108298554,
    0.6407428108298554,
    0.6407428108298554,
    0.6407428108298554,
    0.6407428108298554,
    0.6407428108298554,
    0.7868026443225895,
    0.7868026443225895,
    0.7868026443225895,
    0.7868026443225895,
    0.7868026443225895,
    0.7868026443225895,
    0.7868026443225895,
    0.7849836991608059,
    0.7849836991608059,
    0.7849836991608059,
    0.7849836991608059,
    0.8742608913770917,
    0.8742608913770917,
    0.8742608913770917,
    0.8742608913770917,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.8931934892345286,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.9063525322589483,
    0.8855929740694292,
    0.8855929740694292,
    0.8855929740694292,
    0.8855929740694292,
    0.8855929740694292,
    0.8855929740694292,
    0.8855929740694292,
    0.8887207261614085,
    0.8887207261614085
  ],
  "24": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. At the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In the fair space, consulting firms display glossy case study booklets neatly stacked on high tables, creating organized piles on elevated surfaces. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.825186186443165,
    0.802085898809186,
    0.802085898809186,
    0.802085898809186,
    0.802085898809186,
    0.802085898809186,
    0.802085898809186,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8771941005695176,
    0.8791143467776081,
    0.8791143467776081,
    0.8791143467776081,
    0.8791143467776081,
    0.8791143467776081,
    0.8758467413317619,
    0.8758467413317619,
    0.8758467413317619,
    0.8941067261242687,
    0.8941067261242687,
    0.8941067261242687,
    0.8941067261242687,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.902226436688267,
    0.9051254295526991,
    0.9051254295526991,
    0.9051254295526991,
    0.9051254295526991,
    0.9051254295526991,
    0.9051254295526991
  ]
}