{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews in a polished, career-focused event space. Consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map, coordinating demonstrations, talks, and networking around the layout.",
    "An alumni panel discusses how to prepare for technical interviews in a polished, career-focused event space. Consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, as groups of friends mark target employers on the event map, coordinating demonstrations, talks, and networking around the layout. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.6512059056997086,
    0.6512059056997086,
    0.6512059056997086,
    0.6512059056997086,
    0.6512059056997086,
    0.6512059056997086,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.6796668345900355,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.7008421904715542,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.734675746530421,
    0.7853727394393762,
    0.7853727394393762,
    0.7853727394393762,
    0.7853727394393762,
    0.7853727394393762,
    0.7853727394393762,
    0.7853727394393762,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024,
    0.7932124301657024
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, and they redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, and they redirect unsure students toward applicable industries.",
    "Career counselors guide attendees at a career fair where dozens of booths with colorful banners encircle a polished floor. They remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors guide attendees at a career fair, where dozens of booths with colorful banners encircle a polished floor. They remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors guide attendees at a career fair, where dozens of booths with colorful banners encircle a polished floor. They remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors guide attendees at a career fair where dozens of booths with colorful banners encircle a polished floor. They remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a career fair, career counselors guide attendees as dozens of booths with colorful banners encircle a polished floor, reminding attendees to maintain eye contact and to redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.404170827225941,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.625311162683876,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.6304941079731896,
    0.47835061256621464
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact while dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a career fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.4436194906867491,
    0.5668983176147575,
    0.5668983176147575,
    0.5668983176147575,
    0.5668983176147575,
    0.3972001203638201,
    0.3972001203638201,
    0.3972001203638201,
    0.3972001203638201,
    0.3972001203638201,
    0.3972001203638201,
    0.6509783599095369,
    0.6509783599095369,
    0.6509783599095369,
    0.6509783599095369,
    0.6509783599095369,
    0.6509783599095369,
    0.7632994674107391,
    0.7632994674107391,
    0.7632994674107391,
    0.7632994674107391,
    0.7632994674107391,
    0.7632994674107391,
    0.7632994674107391,
    0.805589933191522,
    0.805589933191522,
    0.805589933191522,
    0.805589933191522,
    0.805589933191522,
    0.805589933191522,
    0.805589933191522,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516,
    0.8307945673762516
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map as career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.5431875712773327,
    0.5431875712773327,
    0.5431875712773327,
    0.5431875712773327,
    0.5431875712773327,
    0.5431875712773327,
    0.8089766046242759,
    0.8089766046242759,
    0.8089766046242759,
    0.8089766046242759,
    0.8089766046242759,
    0.8089766046242759,
    0.8089766046242759,
    0.8227195525837878,
    0.8227195525837878,
    0.8227195525837878,
    0.8227195525837878,
    0.8227195525837878,
    0.8227195525837878,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.869037985416865,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8829245196958462,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8731581126880876,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248,
    0.8822812326857248
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students is quietly rehearsing elevator pitches against a wall.",
    "A group of students is quietly rehearsing elevator pitches against a wall. The engineering society sponsors a resume review table near the stage.",
    "A group of students is quietly rehearsing elevator pitches against a wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Preparation for the career fair is underway as a group of students quietly rehearse elevator pitches against a wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "Groups of students are quietly rehearsing elevator pitches against a wall as preparation for the career fair. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the fair opens. A welcome announcement via the PA system outlines the fair schedule.",
    "Groups of students are quietly rehearsing elevator pitches against a wall as preparation for the career fair. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the fair opens. A welcome announcement via the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Groups of students quietly rehearse elevator pitches against a wall in preparation for the career fair. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Groups of students quietly rehearse elevator pitches against a wall in preparation for the career fair, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes in branded folders, and career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2732459020108523,
    0.2732459020108523,
    0.2732459020108523,
    0.2732459020108523,
    0.2732459020108523,
    0.2732459020108523,
    0.4153022204230815,
    0.4153022204230815,
    0.4153022204230815,
    0.4153022204230815,
    0.4153022204230815,
    0.4153022204230815,
    0.5807221472332715,
    0.5807221472332715,
    0.5807221472332715,
    0.5807221472332715,
    0.5807221472332715,
    0.8009490578291919,
    0.8009490578291919,
    0.8009490578291919,
    0.8009490578291919,
    0.8009490578291919,
    0.8009490578291919,
    0.8009490578291919,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.8115769458320551,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.822709320630896,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.8327131789904758,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785,
    0.794967211681785
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "During the event, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "During the event, groups of friends marked target employers on the event map, healthcare providers showcased community outreach photos, and alumni volunteers shared quick pep talks near the coffee station.",
    "At the event, groups of friends marked target employers on the event map, healthcare providers showcased community outreach photos, and alumni volunteers delivered quick pep talks near the coffee station. Workshops on networking etiquette began in the adjoining classroom.",
    "At the event, groups of friends marked target employers on the event map, healthcare providers showcased community outreach photos, and alumni volunteers delivered quick pep talks near the coffee station. Workshops on networking etiquette began in the adjoining classroom. Students clutched resumes inside branded folders.",
    "At the event, groups of friends marked target employers on the event map while alumni volunteers delivered quick pep talks near the coffee station. Healthcare providers showcased community outreach photos. Workshops on networking etiquette began in the adjoining classroom. Students clutched resumes inside branded folders.",
    "Groups of friends marked target employers on the event map while alumni volunteers delivered quick pep talks near the coffee station. Healthcare providers showcased community outreach photos. Workshops on networking etiquette began in the adjoining classroom. Students clutched resumes inside branded folders.",
    "At the event, groups of friends marked target employers on the event map, while alumni volunteers delivered quick pep talks near the coffee station. Healthcare providers showcased community outreach photos, and workshops on networking etiquette began in the adjoining classroom. Students clutched branded folders containing their resumes. An alumni panel discussed how to prepare for technical interviews.",
    "Groups of friends marked target employers on the event map as alumni volunteers delivered quick pep talks near the coffee station. Healthcare providers showcased community outreach photos, and workshops on networking etiquette began in the adjoining classroom. Students clutched branded folders containing their resumes. An alumni panel discussed how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3754849817561021,
    0.3754849817561021,
    0.3754849817561021,
    0.3754849817561021,
    0.3754849817561021,
    0.3619489275934875,
    0.3619489275934875,
    0.3619489275934875,
    0.3619489275934875,
    0.3619489275934875,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.5392415631697088,
    0.7414557225029597,
    0.7414557225029597,
    0.7414557225029597,
    0.7414557225029597,
    0.7414557225029597,
    0.7414557225029597,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.7301552328630978,
    0.6603187376253533,
    0.6603187376253533,
    0.6603187376253533,
    0.6603187376253533,
    0.6603187376253533,
    0.6603187376253533,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7501920693496908,
    0.7871594253998412,
    0.7871594253998412,
    0.7871594253998412,
    0.7871594253998412,
    0.7871594253998412,
    0.7871594253998412
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations and hand out lanyards at the entrance, setting the check-in flow. Dozens of booths with colorful banners encircle the polished floor, presenting a showroom of options. Finance firms offer QR codes for immediate internship applications.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Dozens of booths with colorful banners encircle the polished floor, forming a showroom of options. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Dozens of booths with colorful banners encircle the polished floor, forming a showroom of options. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Dozens of booths with colorful banners encircle the polished floor, forming a showroom of options. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, establishing the check-in flow. Dozens of booths with colorful banners encircle a polished floor, forming a showroom of options. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "Staff scan registrations and distribute lanyards at the entrance, establishing the check-in flow. Dozens of booths with colorful banners encircle a polished floor, forming a showroom of options. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.4039475283717724,
    0.7602006412610196,
    0.7602006412610196,
    0.7602006412610196,
    0.7602006412610196,
    0.7602006412610196,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7767086642940173,
    0.7890177791216797,
    0.7890177791216797,
    0.7890177791216797,
    0.7890177791216797,
    0.7890177791216797,
    0.7890177791216797,
    0.7890177791216797,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8255013504109514,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8392414843456449,
    0.8355806726968282,
    0.8355806726968282,
    0.8355806726968282,
    0.8355806726968282
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of an indoor exhibition space. Healthcare providers showcase community outreach photos.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "Inside an indoor exhibition space with a polished floor, dozens of booths with colorful banners circle the area. Healthcare providers showcase community outreach photos, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, as workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.4676203617424626,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.718052545159412,
    0.785047910738149,
    0.785047910738149,
    0.785047910738149,
    0.785047910738149,
    0.785047910738149,
    0.785047910738149,
    0.785047910738149,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8008852885252704,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8302331501475906,
    0.8287614089235489,
    0.8287614089235489,
    0.8287614089235489,
    0.8287614089235489,
    0.8287614089235489,
    0.8287614089235489,
    0.8287614089235489,
    0.816287152094234,
    0.816287152094234,
    0.816287152094234
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "An event space features dozens of booths with colorful banners encircling a polished floor. In the adjoining classroom, workshops on networking etiquette begin.",
    "An event space features dozens of booths with colorful banners encircling a polished floor, while in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "An event space features dozens of booths with colorful banners encircling a polished floor, while in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "A conference-style event space hosts dozens of booths with colorful banners encircling a polished floor; in the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "A conference-style event space hosts dozens of booths arranged around a polished floor, each booth displaying colorful banners. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens.",
    "At a conference-style event space, dozens of booths are arranged around a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens.",
    "At a conference-style event space, dozens of booths are arranged around a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At a conference-style career fair in a university setting, dozens of booths surround a polished floor, each booth displaying colorful banners. In an adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5276149561832673,
    0.5276149561832673,
    0.5276149561832673,
    0.5276149561832673,
    0.5276149561832673,
    0.5540029500078636,
    0.5540029500078636,
    0.5540029500078636,
    0.5540029500078636,
    0.5540029500078636,
    0.5540029500078636,
    0.5540029500078636,
    0.5615164238933413,
    0.5615164238933413,
    0.5615164238933413,
    0.5615164238933413,
    0.5615164238933413,
    0.5615164238933413,
    0.5759056644262117,
    0.5759056644262117,
    0.5759056644262117,
    0.5759056644262117,
    0.5759056644262117,
    0.5759056644262117,
    0.5759056644262117,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.7811960436272719,
    0.771875672388481,
    0.771875672388481,
    0.771875672388481,
    0.771875672388481,
    0.771875672388481,
    0.771875672388481,
    0.771875672388481,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8259049375770247,
    0.8354649462188827,
    0.8354649462188827
  ],
  "9": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves.",
    "QR codes enable immediate internship applications from finance firms; HR teams jot notes on tablets during student introductions; groups of friends mark target employers on the event map.",
    "At the career fair, QR codes enable immediate internship applications from finance firms. HR teams jot notes on tablets during student introductions, while groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the career fair, QR codes enable immediate internship applications from finance firms. HR teams jot notes on tablets during student introductions, while groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the career fair, QR codes enable immediate internship applications to finance firms, while HR teams jot notes on tablets during student introductions, and groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos.",
    "At the career fair outside the university gym, QR codes enable immediate internship applications to finance firms, while HR teams jot notes on tablets during student introductions and groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair outside the university gym, QR codes enable immediate internship applications to finance firms. HR teams jot notes on tablets during student introductions, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair outside the university gym, QR codes enable immediate internship applications to finance firms. HR teams jot notes on tablets during student introductions, while groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5609965702496964,
    0.5609965702496964,
    0.5609965702496964,
    0.5609965702496964,
    0.5609965702496964,
    0.5609965702496964,
    0.5609965702496964,
    0.46200817041795655,
    0.46200817041795655,
    0.46200817041795655,
    0.46200817041795655,
    0.46200817041795655,
    0.46200817041795655,
    0.46200817041795655,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.8219206591036963,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.6792375093549061,
    0.8259294094637539,
    0.8259294094637539,
    0.8259294094637539,
    0.8259294094637539,
    0.8259294094637539,
    0.8259294094637539,
    0.8259294094637539,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8458205810865946,
    0.8616239174597538
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "Staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "Staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, with the engineering society sponsoring a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.4842107449576833,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.6319604296105783,
    0.781362948722372,
    0.781362948722372,
    0.781362948722372,
    0.781362948722372,
    0.781362948722372,
    0.781362948722372,
    0.806290738941049,
    0.806290738941049,
    0.806290738941049,
    0.806290738941049,
    0.806290738941049,
    0.806290738941049,
    0.806290738941049,
    0.7684397349114582,
    0.7684397349114582,
    0.7684397349114582,
    0.7684397349114582,
    0.7684397349114582,
    0.7684397349114582,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8030486441739099,
    0.8110677584781881,
    0.8110677584781881,
    0.8110677584781881,
    0.8110677584781881,
    0.8110677584781881,
    0.8110677584781881
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, creating a perimeter around the space. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners circle the polished floor, creating a perimeter around the space. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners form a perimeter around the polished floor of the space. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners encircle the polished floor of the space. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths with colorful banners encircle the polished floor of the space. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners encircle the polished floor of the space. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners encircle a polished floor within the space. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle a polished floor in a space where an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, while a welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5895129122795145,
    0.5895129122795145,
    0.5895129122795145,
    0.5895129122795145,
    0.5895129122795145,
    0.5895129122795145,
    0.5895129122795145,
    0.775231759865966,
    0.775231759865966,
    0.775231759865966,
    0.775231759865966,
    0.775231759865966,
    0.775231759865966,
    0.8530376034322513,
    0.8530376034322513,
    0.8530376034322513,
    0.8530376034322513,
    0.8530376034322513,
    0.8530376034322513,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8706639066629258,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8735364698852525,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667,
    0.8908779578852667
  ],
  "12": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule.",
    "During the event, alumni volunteers deliver brief pep talks near the coffee station, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver brief pep talks near the coffee station as a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers give brief pep talks near the coffee station, paired with a welcome PA announcement that outlines the fair schedule. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos from their community outreach.",
    "Alumni volunteers give brief pep talks near the coffee station, paired with a welcome PA announcement that outlines the fair schedule. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos from their community outreach. An alumni panel discusses how to prepare for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.43537003380314776,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.634264988976762,
    0.6679936261295165,
    0.6679936261295165,
    0.6679936261295165,
    0.6679936261295165,
    0.6679936261295165,
    0.6679936261295165,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8384360945967899,
    0.8608117051067495,
    0.8608117051067495,
    0.8608117051067495,
    0.8608117051067495,
    0.8608117051067495,
    0.8608117051067495,
    0.8608117051067495,
    0.8638220532245813,
    0.8638220532245813,
    0.8638220532245813,
    0.8638220532245813,
    0.8638220532245813,
    0.8638220532245813,
    0.8638220532245813,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798,
    0.8835593033724798
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom; students clutch resumes inside branded folders.",
    "In the adjoining classroom, workshops on networking etiquette begin, with students clutching resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "An adjoining classroom hosts workshops on networking etiquette. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An adjoining classroom hosts workshops on networking etiquette as students clutch resumes inside branded folders while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An adjoining classroom hosts workshops on networking etiquette; students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "An adjoining classroom is hosting workshops on networking etiquette, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "An adjoining classroom hosts workshops on networking etiquette, with students clutching resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4014125526675153,
    0.4004861090364493,
    0.4004861090364493,
    0.4004861090364493,
    0.4004861090364493,
    0.4004861090364493,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6798480757825018,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6985598131361427,
    0.6777212514238082,
    0.6777212514238082,
    0.6777212514238082,
    0.6777212514238082,
    0.6777212514238082,
    0.6777212514238082,
    0.6777212514238082,
    0.7427666182174864,
    0.7427666182174864,
    0.7427666182174864,
    0.7427666182174864,
    0.7427666182174864,
    0.7427666182174864,
    0.7427666182174864,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7594111293431189,
    0.7736964456343542,
    0.7736964456343542,
    0.7736964456343542,
    0.7736964456343542,
    0.7736964456343542
  ],
  "14": [
    "",
    "",
    "",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. At the same time, groups of friends mark target employers on the event map, recording their chosen companies as focal targets.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. At the same time, groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. Concurrently, groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. Groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. Groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. Groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, guiding them toward broad sectors rather than specific employers. Groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career guidance event, counselors steer unsure students toward broad industrial sectors rather than specific employers. Groups of friends mark target employers on the event map, recording their chosen companies as focal targets. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.3276241597990624,
    0.467682192218724,
    0.467682192218724,
    0.467682192218724,
    0.467682192218724,
    0.467682192218724,
    0.467682192218724,
    0.467682192218724,
    0.6115529064666732,
    0.6115529064666732,
    0.6115529064666732,
    0.6115529064666732,
    0.6115529064666732,
    0.6115529064666732,
    0.6115529064666732,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.6506195895339184,
    0.733626193710254,
    0.733626193710254,
    0.733626193710254,
    0.733626193710254,
    0.733626193710254,
    0.733626193710254,
    0.733626193710254,
    0.7460334170199141,
    0.7460334170199141,
    0.7460334170199141,
    0.7460334170199141,
    0.7460334170199141,
    0.7460334170199141,
    0.7460334170199141,
    0.7368553797004743,
    0.7368553797004743,
    0.7368553797004743,
    0.7368553797004743,
    0.7368553797004743,
    0.7368553797004743,
    0.7368553797004743,
    0.7619108150333083,
    0.7619108150333083,
    0.7619108150333083,
    0.7619108150333083,
    0.7619108150333083,
    0.7619108150333083,
    0.7619108150333083,
    0.7734508792200685,
    0.7734508792200685
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym prior to the career fair opening.",
    "A campus career fair scene unfolds near the university gym: consulting firms stack glossy case study booklets on high tables, while students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "A campus career fair unfolds near the university gym. Consulting firms stack glossy case study booklets on high tables while students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "A campus career fair unfolds near the university gym. Consulting firms stack glossy case study booklets on high tables, while students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "A campus career fair unfolds near the university gym. Consulting firms stack glossy case study booklets on high tables as students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Near the university gym, a campus career fair unfolds. Consulting firms stack glossy case study booklets on high tables as students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Near the university gym, a campus career fair unfolds. Consulting firms stack glossy case study booklets on high tables as students line up outside before the fair opens. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage, while workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At a university gym, a campus career fair unfolds. Consulting firms stack glossy case study booklets on high tables as students queue outside before the fair opens. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume-review table near the stage, while workshops on networking etiquette run in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.38736004923081,
    0.38736004923081,
    0.38736004923081,
    0.38736004923081,
    0.38736004923081,
    0.38736004923081,
    0.38736004923081,
    0.6712298970442717,
    0.6712298970442717,
    0.6712298970442717,
    0.6712298970442717,
    0.6712298970442717,
    0.6712298970442717,
    0.7720604755786158,
    0.7720604755786158,
    0.7720604755786158,
    0.7720604755786158,
    0.7720604755786158,
    0.7720604755786158,
    0.7720604755786158,
    0.814217468408043,
    0.814217468408043,
    0.814217468408043,
    0.814217468408043,
    0.814217468408043,
    0.814217468408043,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.8222954141533656,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.835954065980343,
    0.8737833937150867,
    0.8737833937150867,
    0.8737833937150867,
    0.8737833937150867,
    0.8737833937150867,
    0.8737833937150867,
    0.861153206847027,
    0.861153206847027,
    0.861153206847027,
    0.861153206847027,
    0.861153206847027,
    0.861153206847027,
    0.861153206847027
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Tech companies display demo screens showing their latest apps while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university's career fair, tech companies display demo screens showing their latest apps while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, tech companies display demo screens showing their latest apps while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.42578543127469276,
    0.6064026056240367,
    0.6064026056240367,
    0.6064026056240367,
    0.6064026056240367,
    0.6064026056240367,
    0.6064026056240367,
    0.6064026056240367,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.7312024304665659,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.8154100067590024,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.849372560552657,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8486290041419149,
    0.8487023872941196,
    0.8487023872941196,
    0.8487023872941196,
    0.8487023872941196,
    0.8487023872941196,
    0.8487023872941196,
    0.8487023872941196
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops are underway in the adjoining classroom, while students line up outside the university gym ahead of the career fair opening.",
    "In a university setting, networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "At a university, networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom while students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom as students line up outside the university gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom as students line up outside the gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom as students line up outside the gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom as students line up outside the gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom as students line up outside the gym ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel is discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.401943394762127,
    0.401943394762127,
    0.401943394762127,
    0.401943394762127,
    0.401943394762127,
    0.401943394762127,
    0.401943394762127,
    0.5529708928483488,
    0.5529708928483488,
    0.5529708928483488,
    0.5529708928483488,
    0.5529708928483488,
    0.5529708928483488,
    0.7175936098644717,
    0.7175936098644717,
    0.7175936098644717,
    0.7175936098644717,
    0.7175936098644717,
    0.7175936098644717,
    0.7529887141137985,
    0.7529887141137985,
    0.7529887141137985,
    0.7529887141137985,
    0.7529887141137985,
    0.7529887141137985,
    0.7529887141137985,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7469335855394272,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.7980452371970521,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114,
    0.8175592573510114
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.442889932359368,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.5242214770845771,
    0.6812829475999942,
    0.6812829475999942,
    0.6812829475999942,
    0.6812829475999942,
    0.6812829475999942,
    0.6812829475999942,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.7325117505497878,
    0.727376388391235,
    0.727376388391235,
    0.727376388391235,
    0.727376388391235
  ],
  "19": [
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the public address system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the public address system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the public address system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement over the public address system outlines the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "An event opens with a welcome announcement over the public address system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "An event opens with a welcome announcement over the public address system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "An event opens with a welcome announcement over the public address system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "An event opens with a welcome announcement over the public address system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An event opens with a welcome announcement over the public address system outlining the fair schedule. Alumni volunteers offer quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "19_score": [
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.5892136318322108,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7137825640729046,
    0.7158732744744397,
    0.7158732744744397,
    0.7158732744744397,
    0.7158732744744397,
    0.7158732744744397,
    0.7158732744744397,
    0.7158732744744397,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7460900943800518,
    0.7941448760240837,
    0.7941448760240837,
    0.7941448760240837,
    0.7941448760240837,
    0.7941448760240837,
    0.7941448760240837,
    0.7941448760240837,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181,
    0.8088303355553181
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews.",
    "On campus ahead of the career fair, human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "On campus ahead of the career fair, human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus ahead of the career fair, human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus ahead of the career fair, human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus ahead of the career fair, activity centers around the gym and adjacent spaces. Human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map.",
    "On campus ahead of the career fair, activity centers around the gym and adjacent spaces. Human resources teams jot notes on tablets as students introduce themselves, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map.",
    "On campus ahead of the career fair, activity centers around the university gym and adjacent spaces. Students line up outside the gym before the career fair opens. In the adjoining classroom, workshops on networking etiquette have begun. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.44076677683126886,
    0.6531880724011017,
    0.6531880724011017,
    0.6531880724011017,
    0.6531880724011017,
    0.6531880724011017,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8081700412670596,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8196122420678581,
    0.8294273655893453,
    0.8294273655893453,
    0.8294273655893453,
    0.8294273655893453,
    0.8294273655893453,
    0.8294273655893453,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8131787676347875,
    0.8439753578477558,
    0.8439753578477558,
    0.8439753578477558,
    0.8439753578477558
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "At the event, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair event, students clutch resumes inside branded folders while healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage; finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the career fair, students clutch resumes inside branded folders as healthcare providers display community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, while finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.43288322153805736,
    0.43288322153805736,
    0.43288322153805736,
    0.43288322153805736,
    0.43288322153805736,
    0.7724158252512483,
    0.7724158252512483,
    0.7724158252512483,
    0.7724158252512483,
    0.7724158252512483,
    0.7724158252512483,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.8264036150625054,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.7833602656997702,
    0.8260423050248323,
    0.8260423050248323,
    0.8260423050248323,
    0.8260423050248323,
    0.8260423050248323,
    0.8260423050248323,
    0.8635576230644337,
    0.8635576230644337,
    0.8635576230644337,
    0.8635576230644337,
    0.8635576230644337,
    0.8635576230644337,
    0.8635576230644337,
    0.8761547517531023,
    0.8761547517531023,
    0.8761547517531023,
    0.8761547517531023
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos, while groups of friends mark target employers on the event map.",
    "In the scene, healthcare providers showcase community outreach photos; groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers showcase community outreach photos, establishing a health-focused scene. Groups of friends mark target employers on the event map, signaling recruitment interests. A robotics startup flies a small drone above its booth to attract attention, adding a dynamic demonstration to the exhibit.",
    "Healthcare providers showcase community outreach photos, establishing a health-focused scene. Groups of friends mark target employers on the event map, signaling recruitment interests. A robotics startup flies a small drone above its booth to attract attention, adding a dynamic demonstration to the exhibit.",
    "Healthcare providers showcase community outreach photos, establishing a health-focused scene. Groups of friends mark target employers on the event map, signaling recruitment interests. A robotics startup flies a small drone above its booth to attract attention, adding a dynamic demonstration to the exhibit."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.35533886552637517,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.4435422260817184,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588,
    0.6956809710001588
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fairs opening, while networking etiquette workshops begin in the adjoining classroom.",
    "Outside the university gym, students line up ahead of the career fairs opening, while networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fairs opening, while networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair's opening, as networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up ahead of the career fairs opening as networking etiquette workshops proceed in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fairs opening as networking etiquette workshops proceed in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves; career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fairs opening while networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fairs opening while networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair's opening while networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.46048009988050537,
    0.6147640673633498,
    0.6147640673633498,
    0.6147640673633498,
    0.6147640673633498,
    0.6147640673633498,
    0.6147640673633498,
    0.6147640673633498,
    0.7768474089695158,
    0.7768474089695158,
    0.7768474089695158,
    0.7768474089695158,
    0.7768474089695158,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8088050565499446,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8264296522572163,
    0.8147386345192619,
    0.8147386345192619,
    0.8147386345192619,
    0.8147386345192619,
    0.8147386345192619,
    0.8147386345192619,
    0.8147386345192619,
    0.8140123671498262,
    0.8140123671498262,
    0.8140123671498262,
    0.8140123671498262,
    0.8140123671498262,
    0.8140123671498262,
    0.8158479748822871,
    0.8158479748822871,
    0.8158479748822871,
    0.8158479748822871,
    0.8158479748822871,
    0.8158479748822871,
    0.8158479748822871
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to potential career paths, while event staff scan registrations and hand out lanyards at the entrance to manage attendee flow. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on security activity to the scene.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to potential career paths. Entrance operations include event staff scanning registrations and handing out lanyards to manage attendee flow. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on security activity to the scene. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to potential career paths. Entrance operations feature event staff scanning registrations and handing out lanyards to manage attendee flow at the entrance. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, adding a hands-on security activity to the scene. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to potential career paths. Entrance operations include staff scanning registrations and handing out lanyards to manage attendee flow near the entrance. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security activity. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding them to potential career paths. Entrance operations include staff scanning registrations and handing out lanyards to manage attendee flow near the entrance. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, providing a hands-on security activity. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, career counselors direct unsure students toward applicable industries and potential career paths. Entrance operations include staff scanning registrations and handing out lanyards to manage attendee flow near the entrance. A cybersecurity company runs a password-cracking challenge on a laptop as a hands-on security activity. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.6416914940353295,
    0.6416914940353295,
    0.6416914940353295,
    0.6416914940353295,
    0.6416914940353295,
    0.6416914940353295,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.801754979711981,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8021767149349325,
    0.8365598845616414,
    0.8365598845616414,
    0.8365598845616414,
    0.8365598845616414,
    0.8365598845616414,
    0.8365598845616414,
    0.8365598845616414,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.853709370503912,
    0.8464396761174515,
    0.8464396761174515,
    0.8464396761174515,
    0.8464396761174515,
    0.8464396761174515,
    0.8464396761174515
  ],
  "25": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, establishing the pre-entry scene, while career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens, establishing the pre-entry scene, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "A pre-entry scene forms as students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a pre-entry scene forms as students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a pre-entry scene forms as students line up before the career fair opens. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens, forming a pre-entry scene. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, forming a pre-entry scene. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up before the career fair opens, forming a pre-entry scene. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.42890648838262635,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.6086964597122466,
    0.7572689348785557,
    0.7572689348785557,
    0.7572689348785557,
    0.7572689348785557,
    0.7572689348785557,
    0.7572689348785557,
    0.7572689348785557,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.7623611984344254,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8134007957796141,
    0.8244838287550155
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In this scene, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos.",
    "At the venue, consulting firms stack glossy case study booklets on high tables as groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. Workshops on networking etiquette take place in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact during conversations.",
    "At the venue, consulting firms stack glossy case study booklets on high tables while groups of friends mark target employers on the event map. Workshops on networking etiquette take place in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos at their booths. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact during conversations. The engineering society sponsors a resume review table near the stage."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.34745370734797104,
    0.5367581310491745,
    0.5367581310491745,
    0.5367581310491745,
    0.5367581310491745,
    0.5367581310491745,
    0.5367581310491745,
    0.7444736117058006,
    0.7444736117058006,
    0.7444736117058006,
    0.7444736117058006,
    0.7444736117058006,
    0.7444736117058006,
    0.7444736117058006,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7025915163526649,
    0.7595471831095457,
    0.7595471831095457,
    0.7595471831095457,
    0.7595471831095457,
    0.7595471831095457,
    0.7595471831095457,
    0.7595471831095457,
    0.8071302820675641,
    0.8071302820675641,
    0.8071302820675641,
    0.8071302820675641,
    0.8071302820675641,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8242397165789411,
    0.8333944015151808,
    0.8333944015151808,
    0.8333944015151808
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while event staff at the entrance scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos, while at the entrance event staff scan registrations and hand out lanyards.",
    "Healthcare providers display community outreach photos as the scenes backdrop. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers display community outreach photos as the scenes backdrop while activity unfolds at the entrance, where event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos as the scenes backdrop, while activity unfolds at the entrance where event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display community outreach photos as the backdrop, while activity unfolds at the entrance where event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos as the backdrop, while activity unfolds at the entrance where event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves, and workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.36787292587956677,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.3367513859785544,
    0.7057274468878942,
    0.7057274468878942,
    0.7057274468878942,
    0.7057274468878942,
    0.7057274468878942,
    0.7057274468878942,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.514906557602514,
    0.7186554385495345,
    0.7186554385495345,
    0.7186554385495345,
    0.7186554385495345,
    0.7186554385495345,
    0.7781462703940749,
    0.7781462703940749,
    0.7781462703940749,
    0.7781462703940749,
    0.7781462703940749,
    0.7781462703940749,
    0.7781462703940749,
    0.8081749301077161,
    0.8081749301077161,
    0.8081749301077161
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends are marking target employers on the event map, while a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor, creating a lively circuit around the hall. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive.",
    "Dozens of booths with colorful banners circle the polished floor, creating a lively circuit around the hall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a lively circuit around the hall. Attendees, including groups of friends, use the event map to mark target employers. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they arrive."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.618218005050542,
    0.618218005050542,
    0.618218005050542,
    0.618218005050542,
    0.618218005050542,
    0.618218005050542,
    0.618218005050542,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7742323149023367,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7816049106668235,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654,
    0.7934800703252654
  ],
  "30": [
    "",
    "",
    "",
    "",
    "Finance firms are offering QR codes that enable immediate internship applications.",
    "Finance firms are offering QR codes that enable immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "Finance firms are offering QR codes that enable immediate internship applications. Ahead of the career fair opening, students line up outside the university gym, while students clutch resumes inside branded folders.",
    "Finance firms are offering QR codes for immediate internship applications at the upcoming career fair. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the upcoming university career fair, finance firms are offering QR codes for immediate internship applications. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, finance firms are offering QR codes for immediate internship applications. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, finance firms are offering QR codes for immediate internship applications. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, finance firms are offering QR codes for immediate internship applications. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, finance firms are offering QR codes for immediate internship applications. Ahead of opening, students line up outside the university gym, while others clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5159596646584744,
    0.5441209170508999,
    0.5441209170508999,
    0.5441209170508999,
    0.5441209170508999,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7512328590054204,
    0.7706519996272063,
    0.7706519996272063,
    0.7706519996272063,
    0.7706519996272063,
    0.7706519996272063,
    0.7706519996272063,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.820025655585727,
    0.8426438359223767,
    0.8426438359223767,
    0.8426438359223767,
    0.8426438359223767,
    0.8426438359223767,
    0.8426438359223767
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "At an event, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "The event presents a multi-firm career fair vibe with dozens of booths arranged around a polished floor. Consulting firms stack glossy case study booklets on high tables while students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Dozens of booths display colorful banners around the space. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.2959821634123041,
    0.5578319419549096,
    0.5578319419549096,
    0.5578319419549096,
    0.5578319419549096,
    0.5578319419549096,
    0.5578319419549096,
    0.5578319419549096,
    0.6732689907415138,
    0.6732689907415138,
    0.6732689907415138,
    0.6732689907415138,
    0.6732689907415138,
    0.6732689907415138,
    0.6732689907415138,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.7090336699637333,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8018989176267382,
    0.8337951384978154,
    0.8337951384978154,
    0.8337951384978154,
    0.8337951384978154,
    0.8337951384978154,
    0.8337951384978154,
    0.8337951384978154,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147,
    0.8587854643240147
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries in a setting where dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward industries that fit them, in a venue where dozens of booths with colorful banners circle the polished floor. They remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward industries that fit them, in a venue where dozens of booths with colorful banners circle the polished floor. They remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a venue where dozens of booths with colorful banners circle a polished floor, career counselors redirect unsure students toward industries that fit them and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor. Career counselors redirect unsure students toward industries that fit them and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners circle a polished floor. Career counselors redirect unsure students toward industries that fit them and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46341425521637347,
    0.46341425521637347,
    0.46341425521637347,
    0.46341425521637347,
    0.46341425521637347,
    0.46341425521637347,
    0.5383039832860614,
    0.5383039832860614,
    0.5383039832860614,
    0.5383039832860614,
    0.5383039832860614,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.6905220200231197,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.727252317067185,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7029027339844833,
    0.7210499249988417,
    0.7210499249988417,
    0.7210499249988417,
    0.7210499249988417
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop.",
    "In the event, an alumni panel discusses how to prepare for technical interviews; a cybersecurity company runs a password-cracking challenge on a laptop; and a robotics startup flies a small drone above its booth to attract attention.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4407094049214286,
    0.4407094049214286,
    0.4407094049214286,
    0.4407094049214286,
    0.4407094049214286,
    0.4407094049214286,
    0.5273139825611206,
    0.5273139825611206,
    0.5273139825611206,
    0.5273139825611206,
    0.5273139825611206,
    0.5273139825611206,
    0.7952384952285345,
    0.7952384952285345,
    0.7952384952285345,
    0.7952384952285345,
    0.7952384952285345,
    0.8207961795649852,
    0.8207961795649852,
    0.8207961795649852,
    0.8207961795649852,
    0.8207961795649852,
    0.8207961795649852,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8216846344790782,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8298611981684103,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452,
    0.8427335620389452
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the event entrance for the career fair, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.7351505149242175,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.8049295085370715,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.7998020547330553,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.814853716457927,
    0.8214371578319004,
    0.8214371578319004,
    0.8214371578319004,
    0.8214371578319004,
    0.8214371578319004,
    0.8490128303200457,
    0.8490128303200457,
    0.8490128303200457,
    0.8490128303200457,
    0.8490128303200457,
    0.8490128303200457,
    0.8490128303200457,
    0.8624333634304004,
    0.8624333634304004
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station as human resources teams jot notes on tablets and students introduce themselves.",
    "Alumni volunteers are giving quick pep talks near the coffee station as human resources teams jot notes on tablets and students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event floor features multiple concurrent activities: Alumni volunteers give pep talks near the coffee station; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password cracking challenge on a laptop; event staff scan registrations and hand out lanyards at the entrance; tech companies display demo screens showing their latest apps.",
    "The event floor features several concurrent activities: Alumni volunteers give pep talks near the coffee station; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; a cybersecurity company runs a password cracking challenge on a laptop; event staff scan registrations and hand out lanyards at the entrance; tech companies display demo screens showing their latest apps."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.3512952200479816,
    0.5290972388011498,
    0.5290972388011498,
    0.5290972388011498,
    0.5290972388011498,
    0.5290972388011498,
    0.5290972388011498,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.568017719502486,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.7216009276467089,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5151154722630606,
    0.5256680752694235,
    0.5256680752694235,
    0.5256680752694235,
    0.5256680752694235
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Tech companies display demo screens showcasing their latest apps; a welcome announcement is broadcast over the PA system outlining the fair schedule; career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries as HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showcasing their latest apps as a welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries while HR teams jot notes on tablets and students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as a welcome announcement over the PA system, which outlines the fair schedule. Career counselors redirect unsure students toward applicable industries while HR teams jot notes on tablets, and students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps and use the PA system to deliver a welcome announcement that also outlines the fair schedule. Career counselors redirect unsure students toward applicable industries while HR teams jot notes on tablets, and students introduce themselves. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, tech companies display demo screens of their latest apps, while the PA system delivers a welcome announcement that also outlines the fair schedule. Career counselors redirect unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Before the fair opens, students line up outside the university gym. A cybersecurity company runs a password cracking challenge on a laptop, and healthcare providers showcase community outreach photos."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4719594220372293,
    0.4719594220372293,
    0.4719594220372293,
    0.4719594220372293,
    0.4719594220372293,
    0.4719594220372293,
    0.6192593605869274,
    0.6192593605869274,
    0.6192593605869274,
    0.6192593605869274,
    0.6192593605869274,
    0.6192593605869274,
    0.6192593605869274,
    0.8089270306988599,
    0.8089270306988599,
    0.8089270306988599,
    0.8089270306988599,
    0.8089270306988599,
    0.8089270306988599,
    0.8089270306988599,
    0.8541483347476381,
    0.8541483347476381,
    0.8541483347476381,
    0.8541483347476381,
    0.8541483347476381,
    0.8541483347476381,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8253218111976244,
    0.8312135431478784,
    0.8312135431478784,
    0.8312135431478784,
    0.8312135431478784,
    0.8312135431478784,
    0.8312135431478784,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8557305002500759,
    0.8442419093727851,
    0.8442419093727851,
    0.8442419093727851,
    0.8442419093727851
  ],
  "37": [
    "",
    "",
    "",
    "Students line up outside the university gym in advance of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening, while finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening as finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable paths. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening as finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable paths. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the university, students line up outside the gym ahead of the career fair opening as finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable paths. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.4207851878453144,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.6270378625436057,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.7696168468301595,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.771261193770135,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.7880094177621247,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.82117704275756,
    0.8251295865037513,
    0.8251295865037513,
    0.8251295865037513
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "A venue hosts an alumni panel discussing how to prepare for technical interviews. Concurrently, some students rehearse elevator pitches quietly against the wall. Event staff handle check-in by scanning registrations and handing out lanyards at the entrance.",
    "The venue hosts an alumni panel on how to prepare for technical interviews. Concurrently, some students rehearse elevator pitches quietly against the wall. Event staff manage check-in by scanning registrations and handing out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At the university venue, an alumni panel discusses how to prepare for technical interviews. Concurrently, students rehearse elevator pitches quietly against the wall. Event staff handle check-in by scanning registrations and handing out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "At the university venue, an alumni panel discusses how to prepare for technical interviews, while students rehearse elevator pitches quietly against the wall. Event staff handle check-in by scanning registrations and handing out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university venue, an alumni panel discusses preparing for technical interviews while students rehearse elevator pitches quietly against the wall. Event staff handle check-in by scanning registrations and distributing lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the university venue, an alumni panel discusses preparing for technical interviews while students rehearse elevator pitches quietly against the wall. Event staff handle check-in by scanning registrations and distributing lanyards at the entrance. Career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.7164428693623777,
    0.7164428693623777,
    0.7164428693623777,
    0.7164428693623777,
    0.7164428693623777,
    0.7164428693623777,
    0.7164428693623777,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.7871280176503404,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.788578492236266,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7820905266312321,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.7948652126031709,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605,
    0.8165177201446605
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "A networking etiquette workshop begins in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, a networking etiquette workshop begins; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, a networking etiquette workshop begins. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, a networking etiquette workshop begins. Consulting firms stack glossy case study booklets on high tables nearby. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "In the adjoining classroom, a networking etiquette workshop begins. Consulting firms stack glossy case study booklets on high tables nearby. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, a networking etiquette workshop is underway. Consulting firms stack glossy case study booklets on high tables nearby. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, a networking etiquette workshop is underway. Nearby, consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a networking etiquette workshop in the adjoining classroom, while nearby consulting firms stack glossy case study booklets on high tables. A cybersecurity company operates a password-cracking challenge on a laptop, contrasting with students rehearsing elevator pitches against the wall. Some students clutch resumes inside branded folders, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners line the polished floor, forming a busy exhibition space around the activities."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.44906532169643987,
    0.44906532169643987,
    0.44906532169643987,
    0.44906532169643987,
    0.44906532169643987,
    0.44906532169643987,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.3663849756635033,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6399414451585534,
    0.6278004425411746,
    0.6278004425411746,
    0.6278004425411746,
    0.6278004425411746,
    0.6278004425411746,
    0.6278004425411746,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7031044192044347,
    0.7030196535528762,
    0.7030196535528762,
    0.7030196535528762,
    0.7030196535528762,
    0.7030196535528762,
    0.7030196535528762,
    0.7030196535528762,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7075007570102263,
    0.7398521990929301,
    0.7398521990929301,
    0.7398521990929301
  ],
  "40": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps nearby. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, workshops on networking etiquette begin. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, workshops on networking etiquette begin. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops begin. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops have begun. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "In the adjoining classroom, networking etiquette workshops have begun. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops have begun in the adjoining classroom. Nearby, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers give quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5065357970115802,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.5983888167789532,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6118958989923603,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6175306266771331,
    0.6677390918742536,
    0.6677390918742536
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth for attention.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards to establish attendee check-in. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards to establish attendee check-in. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to establish attendee check-in. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards to establish attendee check-in. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.43892236002479557,
    0.43892236002479557,
    0.43892236002479557,
    0.43892236002479557,
    0.43892236002479557,
    0.43892236002479557,
    0.787864969789393,
    0.787864969789393,
    0.787864969789393,
    0.787864969789393,
    0.787864969789393,
    0.8078237729001971,
    0.8078237729001971,
    0.8078237729001971,
    0.8078237729001971,
    0.8078237729001971,
    0.8078237729001971,
    0.8044585943908984,
    0.8044585943908984,
    0.8044585943908984,
    0.8044585943908984,
    0.8044585943908984,
    0.8044585943908984,
    0.8044585943908984,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8358818569728583,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8566225421229732,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669,
    0.8756567219035669
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event venue, some students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards.",
    "At the event venue, students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the event venue, students rehearse elevator pitches quietly against the wall, while event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the venue, students rehearse elevator pitches quietly against a wall as staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the venue, students rehearse elevator pitches quietly against a wall as staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the venue, students rehearse elevator pitches quietly against a wall as staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries.",
    "At the venue, students rehearse elevator pitches quietly against a wall while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.37237078343184865,
    0.5835141975493361,
    0.5835141975493361,
    0.5835141975493361,
    0.5835141975493361,
    0.5835141975493361,
    0.7253549650725395,
    0.7253549650725395,
    0.7253549650725395,
    0.7253549650725395,
    0.7253549650725395,
    0.7253549650725395,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7533949378202485,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.7856420506690462,
    0.8023906832045167,
    0.8023906832045167,
    0.8023906832045167,
    0.8023906832045167,
    0.8023906832045167,
    0.8023906832045167,
    0.8023906832045167,
    0.8134259731231149,
    0.8134259731231149,
    0.8134259731231149
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach.",
    "Healthcare providers showcase photographs of their community outreach as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase photographs of their community outreach as dozens of booths with colorful banners circle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor, while alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display and showcase photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display and showcase photographs of their community outreach as dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.35961573465134056,
    0.35961573465134056,
    0.35961573465134056,
    0.35961573465134056,
    0.35961573465134056,
    0.35961573465134056,
    0.35961573465134056,
    0.33632424688824497,
    0.33632424688824497,
    0.33632424688824497,
    0.33632424688824497,
    0.33632424688824497,
    0.33632424688824497,
    0.3414294830609211,
    0.3414294830609211,
    0.3414294830609211,
    0.3414294830609211,
    0.3414294830609211,
    0.3414294830609211,
    0.3414294830609211,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.508122112504841,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.6223664938741306,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975,
    0.5049555159826975
  ],
  "44": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "A campus career fair unfolds at the university gym: alumni volunteers deliver quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "A campus career fair unfolds at the university gym. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, a campus career fair unfolds with dozens of booths encircling the polished floor, each adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup attracts attention by flying a small drone above its booth. Students line up outside the gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths encircling a polished floor, each booth adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup attracts attention by flying a small drone above its booth. Students line up outside the gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths encircling a polished floor, each booth adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup attracts attention by flying a small drone above its booth. Students line up outside the gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Inside a university gym, a campus career fair unfolds with dozens of booths encircling a polished floor, each booth adorned with colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup attracts attention by flying a small drone above its booth. Students line up outside the gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "44_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.3266864588714769,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.5632234327112849,
    0.6968148331993023,
    0.6968148331993023,
    0.6968148331993023,
    0.6968148331993023,
    0.6968148331993023,
    0.6968148331993023,
    0.8333029675170045,
    0.8333029675170045,
    0.8333029675170045,
    0.8333029675170045,
    0.8333029675170045,
    0.8333029675170045,
    0.8333029675170045,
    0.8077204295410927,
    0.8077204295410927,
    0.8077204295410927,
    0.8077204295410927,
    0.8077204295410927,
    0.8077204295410927,
    0.8077204295410927,
    0.8467306048398713,
    0.8467306048398713,
    0.8467306048398713,
    0.8467306048398713,
    0.8467306048398713,
    0.8467306048398713,
    0.8422766277041668,
    0.8422766277041668,
    0.8422766277041668,
    0.8422766277041668,
    0.8422766277041668,
    0.8422766277041668,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8466975390693787,
    0.8541369535465363,
    0.8541369535465363
  ],
  "45": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers give brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and finance firms provide QR codes for immediate internship applications. HR teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "45_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.32553926562965113,
    0.5540481977793595,
    0.5540481977793595,
    0.5540481977793595,
    0.5540481977793595,
    0.5540481977793595,
    0.5540481977793595,
    0.5540481977793595,
    0.6251626166391868,
    0.6251626166391868,
    0.6251626166391868,
    0.6251626166391868,
    0.6251626166391868,
    0.6251626166391868,
    0.6251626166391868,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.7880283691937724,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8227017613004999,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8436940224718408,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8447149885121549,
    0.8819322643643819,
    0.8819322643643819,
    0.8819322643643819
  ],
  "46": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Outside the university gym, before the career fair opens, students line up and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. Outside the university gym, before the career fair opens, students line up and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Outside the university gym, before the career fair opens, students line up and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Outside the university gym, before the career fair opens, students line up and some rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.7457330249204037,
    0.8036380360994246,
    0.8036380360994246,
    0.8036380360994246,
    0.8036380360994246,
    0.8036380360994246,
    0.8036380360994246,
    0.7627679439967917,
    0.7627679439967917,
    0.7627679439967917,
    0.7627679439967917,
    0.7627679439967917,
    0.7627679439967917,
    0.7627679439967917,
    0.821269998712707,
    0.821269998712707,
    0.821269998712707,
    0.821269998712707,
    0.821269998712707,
    0.821269998712707,
    0.821269998712707,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8114951171113733,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8133224703504329,
    0.8278617089202855,
    0.8278617089202855,
    0.8278617089202855,
    0.8278617089202855,
    0.8278617089202855,
    0.8278617089202855
  ],
  "47": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the credential checkpoint. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the credential checkpoint. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing a credential checkpoint. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing a credential checkpoint. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing a credential checkpoint. Inside, groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "47_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.743707688030971,
    0.712013880396144,
    0.712013880396144,
    0.712013880396144,
    0.712013880396144,
    0.712013880396144,
    0.7887953826496634,
    0.7887953826496634,
    0.7887953826496634,
    0.7887953826496634,
    0.7887953826496634,
    0.7887953826496634,
    0.7887953826496634,
    0.8265886084791578,
    0.8265886084791578,
    0.8265886084791578,
    0.8265886084791578,
    0.8265886084791578,
    0.8265886084791578,
    0.8265886084791578,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731,
    0.8342454947390731
  ],
  "48": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews at an exhibit floor where dozens of booths are arranged in a circle around a polished surface. Colorful banners flank the booths while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors circulate, offering reminders to attendees to maintain eye contact. The scene blends educational guidance with vendor showcases, integrating interview preparation with product demonstrations and live outreach.",
    "An alumni panel discusses how to prepare for technical interviews at an exhibit floor where dozens of booths are arranged in a circle around a polished surface. Colorful banners flank the booths as tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors circulate, offering reminders to attendees to maintain eye contact. The scene blends educational guidance with vendor showcases, integrating interview preparation with product demonstrations and live outreach. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews on an exhibit floor where dozens of booths are arranged in a circle around a polished surface. Colorful banners flank the booths while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors circulate, offering reminders to attendees to maintain eye contact. The scene blends educational guidance with vendor showcases, integrating interview preparation with product demonstrations and live outreach. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews on an exhibit floor where dozens of booths are arranged in a circle around a polished surface. Colorful banners flank the booths while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. Career counselors circulate, offering reminders to attendees to maintain eye contact and redirect unsure students toward applicable industries. The scene blends educational guidance with vendor showcases, integrating interview preparation with product demonstrations and live outreach. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6096321095154871,
    0.6074173558877098,
    0.6074173558877098,
    0.6074173558877098,
    0.6074173558877098,
    0.6074173558877098,
    0.6074173558877098,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.7704777535029694,
    0.803266973564497,
    0.803266973564497,
    0.803266973564497,
    0.803266973564497,
    0.803266973564497,
    0.803266973564497,
    0.803266973564497,
    0.819750722606755,
    0.819750722606755,
    0.819750722606755,
    0.819750722606755,
    0.819750722606755,
    0.819750722606755,
    0.819750722606755,
    0.8180752628706718,
    0.8180752628706718,
    0.8180752628706718,
    0.8180752628706718,
    0.8180752628706718,
    0.8180752628706718,
    0.8180752628706718,
    0.8183182148922515,
    0.8183182148922515,
    0.8183182148922515,
    0.8183182148922515,
    0.8183182148922515
  ],
  "49": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Groups of friends mark target employers on the event map, identifying their preferred companies.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Groups of friends mark target employers on the event map, identifying their preferred companies. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Groups of friends mark target employers on the event map, identifying their preferred companies. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness; groups of friends mark target employers on the event map, identifying their preferred companies; alumni volunteers share quick pep talks near the coffee station; and a robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Groups of friends mark target employers on the event map, identifying their preferred companies. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Groups of friends mark target employers on the event map, identifying their preferred companies. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6025770669232758,
    0.6025770669232758,
    0.6025770669232758,
    0.6025770669232758,
    0.6025770669232758,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.7071045548777171,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.5124930310415384,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.7950688398271335,
    0.804451203568384,
    0.804451203568384,
    0.804451203568384,
    0.804451203568384,
    0.804451203568384,
    0.804451203568384
  ]
}