{
  "0": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the room. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the room. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the room. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables throughout the room. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. Throughout the room, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. In the main room, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. In the main room, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. In the main room, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. In the main room, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses preparing for technical interviews as attendees participate in a multi-part event. In the main room, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver short pep talks near the coffee station. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6682281793117952,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.6857270901838064,
    0.7065624370863575,
    0.7065624370863575,
    0.7065624370863575,
    0.7065624370863575,
    0.7065624370863575,
    0.737843073503204,
    0.737843073503204,
    0.737843073503204,
    0.737843073503204,
    0.7663169837928638,
    0.7663169837928638,
    0.7663169837928638,
    0.7663169837928638,
    0.7663169837928638,
    0.7663169837928638,
    0.7663169837928638,
    0.7654240039778533,
    0.7654240039778533,
    0.7654240039778533,
    0.7654240039778533,
    0.7654240039778533,
    0.7654240039778533,
    0.7654240039778533,
    0.7785086047178276,
    0.7785086047178276,
    0.7785086047178276,
    0.7785086047178276,
    0.7785086047178276,
    0.8078867076695881,
    0.8078867076695881,
    0.8078867076695881,
    0.8078867076695881,
    0.8078867076695881,
    0.8078867076695881,
    0.8078867076695881,
    0.8026836163994393,
    0.8026836163994393
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "A career expo features dozens of booths with colorful banners circling a polished floor. Career counselors remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications. The scene centers on a bustling, bannered marketplace of opportunities around a smooth, reflective floor.",
    "A career expo features dozens of booths with colorful banners circling a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "A career expo features dozens of booths with colorful banners circling a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact.",
    "A career expo features dozens of booths with colorful banners circling a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries.",
    "A career expo features dozens of booths with colorful banners circling a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "A career expo features dozens of booths with colorful banners circling a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At a career expo, dozens of booths with colorful banners circle a polished, smooth, reflective floor, forming a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At a career expo, dozens of booths with colorful banners circle a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At a career expo, dozens of booths with colorful banners circle a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries.",
    "At a career expo, dozens of booths with colorful banners circle a polished, smooth, reflective floor, creating a bustling marketplace of opportunities. Finance firms display QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.5261963115928523,
    0.7250001530698644,
    0.7250001530698644,
    0.7250001530698644,
    0.749784151370763,
    0.749784151370763,
    0.749784151370763,
    0.749784151370763,
    0.749784151370763,
    0.749784151370763,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7711362692510979,
    0.7835988548421318,
    0.7835988548421318,
    0.7835988548421318,
    0.7835988548421318,
    0.7835988548421318,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.778575327870539,
    0.7895375789684664,
    0.7895375789684664,
    0.7895375789684664,
    0.7895375789684664,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109,
    0.7895840169472109
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, attendees are engaged in career preparation activities: career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor; workshops on networking etiquette begin in the adjoining classroom; students clutch resumes inside branded folders; alumni volunteers share quick pep talks near the coffee station; some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.46301925746989336,
    0.46301925746989336,
    0.46301925746989336,
    0.46301925746989336,
    0.46301925746989336,
    0.46301925746989336,
    0.46301925746989336,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4811123758781066,
    0.4837889349338233,
    0.4837889349338233,
    0.4837889349338233,
    0.4837889349338233,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.7870119519799039,
    0.8105965012349154,
    0.8105965012349154,
    0.8105965012349154,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.8118715461107504,
    0.5046890000540475,
    0.5046890000540475,
    0.5046890000540475,
    0.5046890000540475
  ],
  "3": [
    "",
    "",
    "A welcome announcement is being broadcast over the public-address (PA) system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the public-address (PA) system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map.",
    "A welcome announcement is being broadcast over the public-address (PA) system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is being broadcast over the public-address system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "A welcome announcement is being broadcast over the public-address system, outlining the schedule for the fair. Groups of friends are marking target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair's schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is broadcast over the public-address system, outlining the fair's schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, a welcome announcement is broadcast over the public-address system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a public-address welcome announcement outlines the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a public-address welcome announces the schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a public-address welcome announces the schedule. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume-review table near the stage.",
    "At the career fair, a public-address welcome announces the schedule. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a public-address welcome announces the schedule. Groups of friends mark target employers on the event map while career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, while human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36228084829247814,
    0.36228084829247814,
    0.36228084829247814,
    0.36228084829247814,
    0.36228084829247814,
    0.5652520394526838,
    0.5652520394526838,
    0.5652520394526838,
    0.5652520394526838,
    0.5652520394526838,
    0.5652520394526838,
    0.787025455527461,
    0.787025455527461,
    0.787025455527461,
    0.787025455527461,
    0.8570468846225261,
    0.8570468846225261,
    0.8570468846225261,
    0.8778942512891371,
    0.8778942512891371,
    0.8778942512891371,
    0.8915996685960528,
    0.8915996685960528,
    0.8915996685960528,
    0.8915996685960528,
    0.9111804380180883,
    0.9111804380180883,
    0.9111804380180883,
    0.9111804380180883,
    0.9111804380180883,
    0.8576373309845302,
    0.8576373309845302,
    0.8576373309845302,
    0.8576373309845302,
    0.8576373309845302,
    0.8773566872489538,
    0.8773566872489538,
    0.8773566872489538,
    0.8773566872489538,
    0.8773566872489538,
    0.8747451866789204,
    0.8747451866789204,
    0.8747451866789204,
    0.8747451866789204,
    0.8747451866789204,
    0.8827162912512543,
    0.8827162912512543,
    0.8827162912512543,
    0.8827162912512543,
    0.8827162912512543,
    0.8827162912512543,
    0.8839095441572654,
    0.8839095441572654,
    0.8839095441572654,
    0.8839095441572654,
    0.8839095441572654,
    0.8839095441572654,
    0.8839095441572654,
    0.892968483811641,
    0.892968483811641,
    0.892968483811641,
    0.892968483811641,
    0.892968483811641,
    0.892968483811641
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Some students stand against a wall, quietly rehearsing elevator pitches, while the engineering society sponsors a resume review table near the stage.",
    "A scene shows students standing against a wall, quietly rehearsing elevator pitches, while the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps.",
    "In the scene, students stand against a wall quietly rehearsing elevator pitches. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Students stand against a wall quietly rehearsing elevator pitches. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches. An engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.23269035337178148,
    0.32690068479902706,
    0.32690068479902706,
    0.32690068479902706,
    0.39961742710444126,
    0.39961742710444126,
    0.39961742710444126,
    0.39961742710444126,
    0.39961742710444126,
    0.39961742710444126,
    0.7090217881924206,
    0.7090217881924206,
    0.7090217881924206,
    0.7090217881924206,
    0.7090217881924206,
    0.7355387712986627,
    0.7355387712986627,
    0.7355387712986627,
    0.7355387712986627,
    0.7355387712986627,
    0.7355387712986627,
    0.7485736338505754,
    0.7485736338505754,
    0.7485736338505754,
    0.7485736338505754,
    0.7485736338505754,
    0.7921654841551008,
    0.7921654841551008,
    0.7921654841551008,
    0.7921654841551008,
    0.7921654841551008,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8593690099477641,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511,
    0.8869712887369511
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos; finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications; human resources teams jot notes on tablets as students introduce themselves.",
    "Groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and finance firms offer QR codes for immediate internship applications; human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while healthcare providers display community outreach photos. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map, while healthcare providers display community outreach photos. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The event scene shows groups of friends marking target employers on the event map while healthcare providers display community outreach photos. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "The scene depicts a career fair in progress: groups of friends marking target employers on the event map while healthcare providers display community outreach photos. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun. Career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "The scene shows a career fair in progress, with groups of friends marking target employers on the event map while healthcare providers display community outreach photos. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications, and human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette have begun, and career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station, while a welcome announcement over the PA outlines the fair schedule."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.3714515507299274,
    0.48209820474378123,
    0.48209820474378123,
    0.48209820474378123,
    0.48209820474378123,
    0.48209820474378123,
    0.486263359448814,
    0.486263359448814,
    0.486263359448814,
    0.486263359448814,
    0.486263359448814,
    0.6358038346161947,
    0.6358038346161947,
    0.6358038346161947,
    0.6358038346161947,
    0.6358038346161947,
    0.8249538804118167,
    0.8249538804118167,
    0.8249538804118167,
    0.8249538804118167,
    0.8249538804118167,
    0.8249538804118167,
    0.82910657350974,
    0.82910657350974,
    0.82910657350974,
    0.82910657350974,
    0.82910657350974,
    0.8309770536159968,
    0.8309770536159968,
    0.8309770536159968,
    0.8309770536159968,
    0.8476897465192517,
    0.8476897465192517,
    0.8476897465192517,
    0.8476897465192517,
    0.8476897465192517,
    0.8476897465192517,
    0.7898044583963966,
    0.7898044583963966,
    0.7898044583963966,
    0.7898044583963966,
    0.7898044583963966,
    0.7898044583963966,
    0.8469690658515835,
    0.8469690658515835,
    0.8469690658515835,
    0.8469690658515835,
    0.8469690658515835,
    0.8469690658515835,
    0.8469690658515835,
    0.852818931696711,
    0.852818931696711
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations at the entrance and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event scan registrations at the entrance and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event scan registrations at the entrance and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Staff scan registrations at the entrance and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Staff scan registrations at the entrance and hand out lanyards as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff scan registrations at the entrance and distribute lanyards as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff scan registrations at the entrance and distribute lanyards as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff scan registrations at the entrance and distribute lanyards as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Staff scan registrations at the entrance and distribute lanyards as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5437713009275434,
    0.5437713009275434,
    0.5437713009275434,
    0.5437713009275434,
    0.714715940071483,
    0.714715940071483,
    0.7326806640694008,
    0.7326806640694008,
    0.7326806640694008,
    0.7326806640694008,
    0.7326806640694008,
    0.7942502614529041,
    0.7942502614529041,
    0.7942502614529041,
    0.8561788020295165,
    0.8561788020295165,
    0.8561788020295165,
    0.8561788020295165,
    0.8561788020295165,
    0.8229430337444831,
    0.8229430337444831,
    0.8229430337444831,
    0.8229430337444831,
    0.8344159947844219,
    0.8344159947844219,
    0.8344159947844219,
    0.8344159947844219,
    0.8344159947844219,
    0.8344159947844219,
    0.832231631355572,
    0.832231631355572,
    0.832231631355572,
    0.8202963035192666,
    0.8202963035192666,
    0.8202963035192666,
    0.8202963035192666,
    0.8202963035192666,
    0.8202963035192666,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8233391664902829,
    0.8309194893603233,
    0.8309194893603233,
    0.8309194893603233,
    0.8309194893603233,
    0.8309194893603233,
    0.8314316938445553,
    0.8314316938445553
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A circular arrangement of dozens of booths surrounds a polished floor, with each booth featuring colorful banners that create a vibrant, multi-hued scene around the space.",
    "A circular arrangement of dozens of booths surrounds a polished floor. Each booth features colorful banners that create a vibrant, multi-hued scene around the space. Consulting firms stack glossy case study booklets on high tables.",
    "The space presents a circular arrangement of dozens of booths surrounding a polished floor. Each booth bears colorful banners that collectively create a vibrant, multi-hued scene around the space. Consulting firms have glossy case study booklets stacked on high tables, indicating literature displays. A cybersecurity company runs a password cracking challenge on a laptop, introducing an interactive activity within the exhibits.",
    "The venue features a circular arrangement of dozens of booths surrounding a polished floor, with each booth displaying colorful banners that collectively create a vibrant, multi-hued scene. Consulting firms have glossy case study booklets stacked on high tables, indicating literature displays. A cybersecurity company runs a password cracking challenge on a laptop, introducing an interactive activity within the exhibits. An alumni panel discusses how to prepare for technical interviews.",
    "The venue presents a circular arrangement of dozens of booths around a polished floor, with each booth displaying colorful banners that collectively form a vibrant, multi-hued scene. Consulting firms have glossy case study booklets stacked on high tables, indicating literature displays. A cybersecurity company runs a password cracking challenge on a laptop, providing an interactive activity within the exhibits. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the venue, a circular arrangement of dozens of booths encircles a polished floor, with each booth's colorful banners forming a vibrant, multi-hued scene. Consulting firms display literature on high tables, their glossy case study booklets stacked. A cybersecurity company hosts an interactive password-cracking challenge on a laptop within its exhibit. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the venue, a circular arrangement of dozens of booths encircles a polished floor, with each booth's colorful banners forming a vibrant, multi-hued scene. Consulting firms display literature on high tables, their glossy case study booklets stacked. A cybersecurity company hosts an interactive password-cracking challenge on a laptop within its exhibit. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on a venue with a circular arrangement of dozens of booths surrounding a polished floor, their colorful banners creating a vibrant, multi-hued display. Consulting firms display literature on high tables, with glossy case study booklets stacked nearby. A cybersecurity company runs an interactive password-cracking challenge on a laptop within its exhibit. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "The scene is a career fair held in a venue with a circular ring of dozens of booths around a polished floor, their banners creating a vibrant, multi-hued display. Consulting firms display literature on high tables, with glossy case study booklets stacked nearby. A cybersecurity company runs an interactive password-cracking challenge on a laptop within its exhibit. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.299177187067906,
    0.299177187067906,
    0.299177187067906,
    0.299177187067906,
    0.6192596901306116,
    0.6192596901306116,
    0.6192596901306116,
    0.6192596901306116,
    0.644124465266903,
    0.644124465266903,
    0.644124465266903,
    0.644124465266903,
    0.644124465266903,
    0.7686652442678839,
    0.7686652442678839,
    0.7686652442678839,
    0.7686652442678839,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.7807267817731531,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8530650936625651,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8661145953953615,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8239919111306532,
    0.8744916979580082
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "A venue hosts dozens of booths with colorful banners arranged in a circle around a polished floor. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At a venue, dozens of booths display colorful banners arranged in a circle around a polished floor; adjoining classroom hosts workshops on networking etiquette; career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "At a venue, dozens of booths display colorful banners arranged in a circle around a polished floor. An adjoining classroom hosts workshops on networking etiquette. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a venue, dozens of booths display colorful banners arranged in a circle around a polished floor. An adjoining classroom hosts workshops on networking etiquette. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a venue, dozens of booths display colorful banners arranged in a circle around a polished floor. An adjoining classroom hosts workshops on networking etiquette, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At a venue, dozens of booths display colorful banners arranged in a circle around a polished floor. An adjoining classroom hosts workshops on networking etiquette, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, dozens of booths with colorful banners are arranged in a circle around a polished floor. An adjoining classroom hosts networking etiquette workshops, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Earlier, students lined up outside the university gym before the career fair opens.",
    "At the venue, dozens of booths with colorful banners are arranged in a circle around a polished floor, with an adjoining classroom hosting networking etiquette workshops. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Earlier, students lined up outside the university gym before the career fair opened. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, dozens of booths with colorful banners form a circle around a polished floor, while an adjoining classroom hosts networking etiquette workshops. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, as consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Earlier, students lined up outside the university gym before the career fair opened. Finance firms offer QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, dozens of booths with colorful banners form a circle around a polished floor, while an adjoining classroom hosts networking etiquette workshops. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Earlier, students lined up outside the university gym before the fair opened. Finance firms offer QR codes for immediate internship applications, and a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3686067469309364,
    0.3686067469309364,
    0.3686067469309364,
    0.3686067469309364,
    0.6529129780787704,
    0.6529129780787704,
    0.6529129780787704,
    0.6529129780787704,
    0.6529129780787704,
    0.6529129780787704,
    0.4590477055621053,
    0.4590477055621053,
    0.4590477055621053,
    0.7458309296140435,
    0.7458309296140435,
    0.7458309296140435,
    0.7458309296140435,
    0.7458309296140435,
    0.781703080034747,
    0.781703080034747,
    0.781703080034747,
    0.781703080034747,
    0.781703080034747,
    0.781703080034747,
    0.781703080034747,
    0.7553271200127992,
    0.7553271200127992,
    0.7553271200127992,
    0.7553271200127992,
    0.7703950020468265,
    0.7703950020468265,
    0.7703950020468265,
    0.7703950020468265,
    0.7703950020468265,
    0.7703950020468265,
    0.8286106916249074,
    0.8286106916249074,
    0.8286106916249074,
    0.8286106916249074,
    0.8286106916249074,
    0.8286106916249074,
    0.8444246052923958,
    0.8444246052923958,
    0.8444246052923958,
    0.8444246052923958,
    0.8444246052923958,
    0.8686994106587105,
    0.8686994106587105,
    0.8686994106587105,
    0.8686994106587105,
    0.8686994106587105,
    0.8686994106587105,
    0.8686994106587105,
    0.8945093185306222,
    0.8945093185306222
  ],
  "9": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Across a professional setting, finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a professional event setting, finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "In a professional event setting, finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "In a professional event setting, finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "In a professional event setting, finance firms offer QR codes that enable immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At a professional career fair setting, finance firms offer QR codes enabling immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At a professional career fair, finance firms offer QR codes enabling immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos from community outreach.",
    "At a professional career fair, finance firms provide QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional career fair, finance firms provide QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional career fair, finance firms provide QR codes to enable immediate internship applications. Human resources staff jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Healthcare providers showcase photos from community outreach. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5708682803193804,
    0.5708682803193804,
    0.5708682803193804,
    0.5708682803193804,
    0.5708682803193804,
    0.5708682803193804,
    0.6563162479088795,
    0.6563162479088795,
    0.6563162479088795,
    0.6563162479088795,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7362948184116826,
    0.7597503969728037,
    0.7597503969728037,
    0.7597503969728037,
    0.7597503969728037,
    0.7597503969728037,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8363720958586796,
    0.8410347629392435,
    0.8410347629392435,
    0.8410347629392435,
    0.8410347629392435,
    0.8410347629392435,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8534125895246075,
    0.8502906403297312,
    0.8502906403297312,
    0.8502906403297312,
    0.8502906403297312
  ]
}