{
  "0": [
    "The text indicates which recruiters showed the most interest.",
    "The atmosphere was busy and energetic. Recruiters demonstrated varying levels of interest.",
    "Alumni offered advice to current students. The event was busy and energetic. Recruiters showed differing levels of engagement.",
    "Small groups of students discussed topics outside the main area. Alumni provided advice to current students. The event was busy and energetic. Recruiters interacted with students at varying levels.",
    "Students, alumni, and recruiters were present at a busy and energetic event. Small groups discussed topics. Recruiters engaged with students.",
    "Students, alumni, and recruiters attended an energetic event. Small groups discussed topics, and recruiters engaged with students.",
    "The university hosted a career fair. Students, alumni, and recruiters participated. Small group discussions and recruiter engagement occurred at the event.",
    "Career counselors met with students individually. A career fair included students, alumni, and recruiters. The event featured small group discussions and recruiter interactions.",
    "Students practiced elevator pitches. Career counselors conducted individual meetings. A career fair hosted students, alumni, and recruiters. The fair involved small group discussions and recruiter interactions.",
    "Business cards were exchanged frequently. Students developed elevator pitches. Career counselors held individual meetings. A career fair connected students, alumni, and recruiters. The fair included group discussions and recruiter interactions.",
    "Students practiced making professional introductions and exchanging business cards. Career counselors facilitated individual meetings. A career fair connected students with alumni and recruiters. The fair offered group discussions and direct interactions with recruiters.",
    "Recruiters represented startups. Students practiced introductions and exchanged business cards. Career counselors held individual meetings. A career fair connected students with alumni and recruiters. The fair included group discussions and direct recruiter interactions.",
    "Recruiters came from consulting firms and startups. Students practiced introductions and exchanged business cards. Career counselors held individual meetings. A career fair connected students with alumni and recruiters. The fair offered group discussions and direct recruiter interactions.",
    "Students participated in a career fair. Recruiters from consulting firms and startups attended. The event included individual career counseling and group discussions. Alumni and recruiters connected students.",
    "Students participated in a career fair. Recruiters from consulting firms and startups attended. The event facilitated connections between students and alumni, and offered individual career counseling and group discussions.",
    "Students participated in a career fair. Recruiters from consulting firms and startups attended. The event connected students with alumni. It provided career counseling and group discussions.",
    "Career counselors offered individual guidance. Students attended a career fair. Recruiters from consulting firms and startups were present. The event facilitated connections with alumni. It included career counseling and group discussions.",
    "Panels and individual career counseling sessions were held. A career fair connected students with alumni and recruiters from consulting firms and startups. Group discussions were also part of the event."
  ]
}