{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A professional setting features consulting firms stacking glossy case study booklets on high tables, a welcome announcement broadcast over the PA system outlining the fair schedule, and tech companies displaying demo screens showing their latest apps.",
    "In a professional setting for a career fair, consulting firms stack glossy case study booklets on high tables, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, identifying organizations of interest, while students line up outside the university gym ahead of the career fair opening, signaling preparation and a pre-opening crowd.",
    "At a career fair in a professional setting, consulting firms stack glossy case study booklets on high tables and a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, identifying organizations of interest. Students line up outside the university gym ahead of the fair opening, signaling preparation and a pre-opening crowd. A robotics startup flies a small drone above its booth to attract attention.",
    "At a professional career fair, consulting firms stack glossy case study booklets on high tables while a welcome PA announces the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, identifying organizations of interest. Students line up outside the university gym ahead of the fair opening, signaling preparation and a pre-opening crowd. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.25395875859543693,
    0.25395875859543693,
    0.25395875859543693,
    0.25395875859543693,
    0.25395875859543693,
    0.25395875859543693,
    0.4774541604056647,
    0.4774541604056647,
    0.4774541604056647,
    0.4774541604056647,
    0.4774541604056647,
    0.4774541604056647,
    0.4774541604056647,
    0.3813513435661125,
    0.3813513435661125,
    0.3813513435661125,
    0.3813513435661125,
    0.3813513435661125,
    0.3813513435661125,
    0.5595036134790239,
    0.5595036134790239,
    0.5595036134790239,
    0.5595036134790239,
    0.5595036134790239,
    0.5595036134790239,
    0.5595036134790239,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.4127905609689984,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8043206536887231,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8532395765533178,
    0.8462243415021784
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as they prepare for the career fair. Students clutch resumes inside branded folders while lining up outside the university gym prior to the career fair opening.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Prior to the career fair opening, students line up outside the university gym, clutching resumes kept in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the venue, an engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Inside the venue, an engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders; later they introduce themselves with those same folders. Career counselors remind attendees to maintain eye contact as they prepare and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Inside the venue, an engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.610923617720863,
    0.610923617720863,
    0.610923617720863,
    0.610923617720863,
    0.610923617720863,
    0.610923617720863,
    0.610923617720863,
    0.7973487650408895,
    0.7973487650408895,
    0.7973487650408895,
    0.7973487650408895,
    0.7973487650408895,
    0.7973487650408895,
    0.7973487650408895,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8025869238396766,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8431206179145836,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8456575446958403,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043,
    0.8833112067812043
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention while students clutch resumes housed in branded folders, and the folders themselves display branding.",
    "A robotics startup is operating at a booth where a small drone flies overhead to attract attention. Students clutch resumes housed in branded folders, which themselves display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a robotics startup booth, a small drone flies overhead to attract attention. Students clutch resumes inside branded folders that display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a robotics startup booth, a small drone flies overhead to attract attention. Students clutch resumes inside branded folders displaying branding. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the fair, consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a small drone flies overhead to attract attention while students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms display glossy case study booklets stacked in multiple piles on high tables, forming a display of case material on elevated surfaces; healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. An alumni panel at the fair discusses preparation for technical interviews, and alumni volunteers give quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.37972341017735645,
    0.37972341017735645,
    0.37972341017735645,
    0.37972341017735645,
    0.37972341017735645,
    0.37972341017735645,
    0.37972341017735645,
    0.6907651531806343,
    0.6907651531806343,
    0.6907651531806343,
    0.6907651531806343,
    0.6907651531806343,
    0.6907651531806343,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.7056922529634987,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.82618183739447,
    0.8964177296750433,
    0.8964177296750433,
    0.8964177296750433,
    0.8964177296750433,
    0.8964177296750433,
    0.8964177296750433
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes housed in branded folders, and the folders themselves display branding.",
    "Students clutch resumes housed in branded folders, and the folders themselves display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, students clutch resumes housed in branded folders, and the folders themselves display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the fair, students clutch resumes housed in branded folders, with the folders themselves displaying branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of students line up outside the university gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the university fair, students clutch resumes housed in branded folders that display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Groups of students line up outside the university gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the university fair, groups of students line up outside the university gym before the career fair opens, clutching resumes housed in branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Inside the venue, the engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries, with counselors reminding attendees to maintain eye contact. A cybersecurity company is conducting a password-cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2905340461439034,
    0.2905340461439034,
    0.2905340461439034,
    0.2905340461439034,
    0.2905340461439034,
    0.2905340461439034,
    0.5556010629948835,
    0.5556010629948835,
    0.5556010629948835,
    0.5556010629948835,
    0.5556010629948835,
    0.5556010629948835,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.757738229811441,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.8142267308241411,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.7968116197528554,
    0.853335602024385,
    0.853335602024385
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries; simultaneously, a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A fair scene features an alumni panel discussing how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Simultaneously, a cybersecurity company is conducting a password-cracking challenge on a laptop. Students clutch resumes housed in branded folders, and the folders themselves display branding. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A university career fair unfolds outside the university gym, with an alumni panel discussing how to prepare for technical interviews as career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. Students clutch resumes housed in branded folders, the folders themselves displaying branding. A welcome announcement is broadcast over the PA system outlining the fair schedule. Outside, students line up before the career fair opens; at the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a career fair unfolds with an alumni panel on technical interview prep as counselors redirect unsure students toward applicable industries. A cybersecurity company conducts a password-cracking challenge on a laptop nearby; tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor while students clutch branded folders holding resumes. A welcome announce­ment is broadcast over the PA system outlining the schedule. Before opening, lines form outside; at the entrance staff scan registrations and hand out lanyards. Counselors direct unsure students toward opportunities aligned with their interests."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.5842124082832213,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.464137062632533,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.7867637206177118,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8455061731602014,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343,
    0.8493580714894343
  ],
  "5": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, as students clutch resumes inside branded folders.",
    "At the professional career fair, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and outside the university gym, students line up before the career fair opens.",
    "At the professional career fair, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens. At a separate career guidance event, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps.",
    "At the career fairs, finance firms offer QR codes for immediate internship applications while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes in branded folders, and the engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the fair opens. At a separate career guidance event, career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Across a university career fair scene, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes in branded folders, and the engineering society sponsors a resume-review table near the stage. Outside the university gym, students line up before the fair opens. At a separate career guidance event, counselors redirect unsure students toward applicable industries, and HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, and an alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA outlines the schedule as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches against the wall, while a robotics startup flies a drone above its booth to attract attention."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38081807298902914,
    0.38081807298902914,
    0.38081807298902914,
    0.38081807298902914,
    0.38081807298902914,
    0.38081807298902914,
    0.38081807298902914,
    0.5724231599418979,
    0.5724231599418979,
    0.5724231599418979,
    0.5724231599418979,
    0.5724231599418979,
    0.5724231599418979,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8372897751102071,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8535941438673358,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.8781123030086375,
    0.879549510877647,
    0.879549510877647
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station.",
    "At a career guidance fair, counselors redirect unsure students toward applicable industries while students clutch resumes inside branded folders that display branding. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a career guidance fair, counselors redirect unsure students toward applicable industries as students clutch resumes inside branded folders bearing branding. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At a career guidance fair, counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, drawing interest from onlookers. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards to attendees. A group of students lines up outside the university gym in the lead-up to the career fair opening, clutching branded folders containing resumes, with the resumes tucked securely within the folders as they grip them firmly. An engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.36746820619542314,
    0.5323726144179404,
    0.5323726144179404,
    0.5323726144179404,
    0.5323726144179404,
    0.5323726144179404,
    0.5323726144179404,
    0.5323726144179404,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.702240324198917,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.7838185659764043,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8427418772181561,
    0.8570614618125575,
    0.8570614618125575
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome PA announces the schedule. Consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. In a career guidance setting, counselors direct unsure students toward applicable industries, while students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station.",
    "At a multi-scene career fair unfolding near the stage, organized booths and branded materials indicate a structured event. A welcome PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables, while healthcare providers display community outreach photos. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders as they circulate. Counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop as a technical exercise. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Separate displays show outreach photos by healthcare professionals; finance firms provide QR codes for immediate internship applications; tech companies show demo screens of their latest apps. An engineering society sponsors a resume-review table near the stage, reinforcing the scene of an organized event."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.41275701897733685,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.5753887769579017,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.7849143667630138,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8812189133028838,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959,
    0.8666447959141959
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password-cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "Tech companies display demo screens showing their latest apps while event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password-cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening. Workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens showing their latest apps while event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password-cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus career fair opening, a group of students lines up outside the university gym as event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop that attracts nearby interest. Workshops on networking etiquette begin in the adjoining classroom. Near the stage, the engineering society sponsors a resume review table. A campus welcome PA outlines the fair schedule, and alumni volunteers offer quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders as career counselors direct unsure students toward applicable industries."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7571426266909753,
    0.7571426266909753,
    0.7571426266909753,
    0.7571426266909753,
    0.7571426266909753,
    0.7571426266909753,
    0.7571426266909753,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8010666124781431,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269,
    0.8736004249314269
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "A campus career fair scene features an engineering society sponsoring a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries; meanwhile, a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A campus career fair scene shows an engineering society sponsoring a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries; meanwhile, a cybersecurity company is conducting a password-cracking challenge on a laptop. In a professional setting, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.588763743787192,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.7964170901811412,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441,
    0.8267081532978441
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces.",
    "Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the campus career fair, consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the career fair opens.",
    "At the campus career fair, consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule, while students clutch resumes inside branded folders.",
    "At the campus career fair, consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule, while students clutch resumes inside branded folders. At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing attendees to start by scanning. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair, consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair schedule, while students clutch resumes inside branded folders. At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing attendees to start by scanning. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "10_score": [
    0.0,
    0.0,
    0.28262439496510117,
    0.28262439496510117,
    0.28262439496510117,
    0.28262439496510117,
    0.28262439496510117,
    0.28262439496510117,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.4926897246493085,
    0.679712838054759,
    0.679712838054759,
    0.679712838054759,
    0.679712838054759,
    0.679712838054759,
    0.679712838054759,
    0.679712838054759,
    0.7684595505888385,
    0.7684595505888385,
    0.7684595505888385,
    0.7684595505888385,
    0.7684595505888385,
    0.7684595505888385,
    0.7684595505888385,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.8279642953571774,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.84446702908675,
    0.8766884993522046,
    0.8766884993522046,
    0.8766884993522046,
    0.8766884993522046,
    0.8766884993522046,
    0.8766884993522046,
    0.8766884993522046
  ],
  "11": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. Nearby, a cybersecurity company is running a password cracking challenge on a laptop, drawing interest from onlookers. A group of students lines up outside the university gym in the lead-up to the career fair opening, clutching resumes inside branded folders, with the resumes tucked securely within the folders as they grip them firmly.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password-cracking challenge on a laptop, drawing interest from onlookers nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening, clutching branded folders containing resumes, with the resumes tucked securely within the folders as they grip them firmly. Tech companies display demo screens showing their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while a cybersecurity company runs a password-cracking challenge on a laptop, drawing interest from onlookers nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening, clutching branded folders containing resumes, with the resumes tucked securely within the folders as they grip them firmly. Tech companies display demo screens showing their latest apps. An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees, while a cybersecurity company runs a password-cracking challenge on a laptop, drawing interest from onlookers nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening, clutching branded folders containing resumes, with the resumes tucked securely within the folders as they grip them firmly. Tech companies display demo screens showing their latest apps, and an engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. In an adjoining classroom, workshops on networking etiquette begin as part of a multi-activity career guidance setting; career counselors redirect unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7544847359045541,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.7640357775993576,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.789711049712993,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8204512070522852,
    0.8613023467731984,
    0.8613023467731984,
    0.8613023467731984,
    0.8613023467731984,
    0.8613023467731984
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, an engineering society sponsors a resume review table near the stage. Meanwhile, students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the venue, an engineering society sponsors a resume review table near the stage. Students lined up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, an engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the venue, an engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the campus career fair, an engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4194369461814247,
    0.4194369461814247,
    0.4194369461814247,
    0.4194369461814247,
    0.4194369461814247,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.7071222863715096,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8250021933241158,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8620891754740749,
    0.8621470526790512,
    0.8621470526790512,
    0.8621470526790512
  ],
  "13": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "A multi-activity career guidance setting unfolds: in the adjoining classroom, workshops on networking etiquette begin. At the guidance event, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. An engineering society sponsors a resume review table near the stage.",
    "A multi-activity career guidance setting unfolds: in an adjoining classroom, workshops on networking etiquette begin. At the guidance event, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. An engineering society sponsors a resume review table near the stage.",
    "Within a multi-activity career guidance setting, an adjoining classroom hosts workshops on networking etiquette. At the guidance event, career counselors redirect unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage. Outside the university gym, groups of students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. At the venue, healthcare providers showcase community outreach photos, alongside an alumni panel discussing how to prepare for technical interviews."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.679302904292716,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.6764887489263922,
    0.8443205834281075,
    0.8443205834281075,
    0.8443205834281075
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, students clutch resumes tucked into branded folders displaying branding. Separately, consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards while a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, students clutch resumes tucked into branded folders displaying branding. Separately, consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens. In a career guidance setting, counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards while a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, students clutch resumes tucked into branded folders displaying branding. Separately, consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens. In a career guidance setting, counselors direct unsure students toward applicable industries. At the professional career fair, finance firms offer QR codes for immediate internship applications, while consulting firms continue to stack case-study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards while a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes tucked into branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material. A group of students lines up outside the university gym before career fair opens. In a career guidance setting, counselors direct unsure students toward applicable industries, with human resources teams jotting notes on tablets as students introduce themselves at a guidance event. At the professional career fair, finance firms offer QR codes for immediate internship applications, while consulting firms continue to stack case-study booklets on high tables. Alumni volunteers give pep talks near the coffee station as students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showcasing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.5467601185673785,
    0.4133576177664739,
    0.4133576177664739,
    0.4133576177664739,
    0.4133576177664739,
    0.4133576177664739,
    0.4133576177664739,
    0.4151440404959661,
    0.4151440404959661,
    0.4151440404959661,
    0.4151440404959661,
    0.4151440404959661,
    0.4151440404959661,
    0.4151440404959661,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.7956336639038011,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8059786205826162,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543,
    0.8537362085396543
  ],
  "15": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. A robotics startup is flying a small drone above its booth to attract attention.",
    "At a career fair, career counselors redirect unsure students toward applicable industries. A robotics startup is flying a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors direct unsure students toward applicable industries, while a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. In the shared event setting, healthcare providers display community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a career fair set in an expo-style hall on a polished floor with dozens of booths and colorful banners, career counselors direct unsure students toward applicable industries while a robotics startup flies a small drone above its booth to attract attention. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Tech companies show demo screens of their latest apps, and an engineering society sponsors a resume review table near the stage. In the career guidance area, human resources teams jot notes on tablets as students introduce themselves."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.5670874207063062,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.7854370437175059,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.9090805970859244,
    0.8972417699036694,
    0.8972417699036694,
    0.8972417699036694,
    0.8972417699036694,
    0.8972417699036694,
    0.8972417699036694
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Two observations: the first describes a cybersecurity company running a password-cracking challenge on a laptop, with the first scene centering on a portable computer used for the technical exercise; the second describes healthcare providers showcasing photos displaying their outreach work. The activities are presented as separate with no stated connection between them.",
    "A welcome announcement over the PA outlines the fair schedule. The first scene centers on a portable computer used for a password-cracking challenge run by a cybersecurity company, with the laptop as the focus of the technical exercise. The second scene shows healthcare providers displaying photos of their outreach work. The two activities are presented as separate with no stated connection between them. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "A welcome PA announces the fair schedule. The first scene centers on a portable computer used for a password-cracking challenge run by a cybersecurity company. Healthcare providers display photos of their outreach work. The two activities are presented as separate with no stated connection. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage as students line up outside the university gym before the fair opens. Workshops on networking etiquette are held in the adjoining classroom. Consulting firms stack glossy case study booklets into piles on high tables, creating a display of case material. Finance firms provide QR codes for immediate internship applications, enabling applicants to start by scanning. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.7313848225853148,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.824713343154949,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121,
    0.8689316503552121
  ],
  "17": [
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "An engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes housed in branded folders that display branding. A robotics startup flies a small drone above its booth for attention.",
    "An engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes in branded folders displaying branding. A robotics startup flies a small drone above its booth to attract attention. Groups of students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At the university career fair, an engineering society sponsors a resume-review table near the stage, while a welcome announcement on the PA outlines the schedule. Students clutch branded resumes in logoed folders as a robotics startup flies a small drone above its booth to attract attention. Groups line up outside the university gym before opening. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display materials by stacking glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4550057762334831,
    0.4512436201651561,
    0.4512436201651561,
    0.4512436201651561,
    0.4512436201651561,
    0.4512436201651561,
    0.4512436201651561,
    0.4512436201651561,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.605261020006328,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8217689675446362,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8638500954760602,
    0.8498105723291053,
    0.8498105723291053,
    0.8498105723291053,
    0.8498105723291053,
    0.8498105723291053
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. At the venue, an engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, groups of students line up in the lead-up to the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop. At the venue, an engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, groups of students line up in the lead-up to the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company is conducting a password-cracking challenge on a laptop. Inside, an engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.38292907101626616,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.699163354040207,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8118736547623544,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8383892287088525,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168,
    0.8575818461332168
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders. The resumes are contained within folders that display branding.",
    "Students clutch resumes inside branded folders, the folders displaying branding. Separately, consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces.",
    "At the scene, students clutch resumes tucked into branded folders that display branding. Separately, consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens.",
    "At the scene of a career fair setup, students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the career fair setup, students clutch resumes tucked inside branded folders, with consulting firms stacking glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, reinforcing encouragement as students move through the space.",
    "During the career fair setup, students carry resumes tucked in branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating displays of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, offering encouragement as students move through the space.",
    "During the career fair setup, students carry resumes tucked in branded folders while consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, encouraging students as they move through the space. In a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps and consulting firms stack glossy case-study booklets on high tables as elevated displays. Students carry resumes tucked in branded folders; outside the gym, a group lines up before opening, and at the entrance event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Inside, alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall, and healthcare providers showcase community outreach photos. Career counselors guide unsure students toward applicable industries, steering choices toward opportunities aligned with their interests."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36640399168173676,
    0.36640399168173676,
    0.36640399168173676,
    0.36640399168173676,
    0.36640399168173676,
    0.36640399168173676,
    0.36640399168173676,
    0.46474782794971714,
    0.46474782794971714,
    0.46474782794971714,
    0.46474782794971714,
    0.46474782794971714,
    0.46474782794971714,
    0.6900057698918725,
    0.6900057698918725,
    0.6900057698918725,
    0.6900057698918725,
    0.6900057698918725,
    0.6900057698918725,
    0.6900057698918725,
    0.7957364654150592,
    0.7957364654150592,
    0.7957364654150592,
    0.7957364654150592,
    0.7957364654150592,
    0.7957364654150592,
    0.7957364654150592,
    0.8522282519186907,
    0.8522282519186907,
    0.8522282519186907,
    0.8522282519186907,
    0.8522282519186907,
    0.8522282519186907,
    0.8522282519186907,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.856680199451925,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8626793294853041,
    0.8633926562135887
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews; dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "On a polished floor, dozens of booths with colorful banners circle the space. A cybersecurity company is conducting a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "The scene is an expo on a polished floor where dozens of booths with colorful banners circle the space. A cybersecurity company is conducting a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. At the career guidance event, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. An engineering society sponsors a resume review table near the stage.",
    "An expo on a polished floor features dozens of booths with colorful banners circling the space. A cybersecurity company runs a password-cracking challenge on a laptop, drawing interest nearby, while an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos. At the career guidance event, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps, and an engineering society sponsors a resume-review table near the stage. At a university event ahead of the career fair opening, consulting firms stack glossy case-study booklets on high tables alongside healthcare providers’ outreach photos. Event staff at the entrance scan registrations and hand out lanyards to attendees. A group of students lines up outside the university gym in the lead-up to the career fair opening."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.38594788787354656,
    0.38594788787354656,
    0.38594788787354656,
    0.38594788787354656,
    0.38594788787354656,
    0.38594788787354656,
    0.38594788787354656,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.428892716250763,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.6989948055270594,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.7452407713745749,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.8201008451970673,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212,
    0.862355920931212
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on a university career fair held in a gym venue, with an engineering society sponsoring a resume-review table near the stage. Students line up outside the gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, while career counselors remind attendees to maintain eye contact. In a shared space, healthcare providers display community outreach photos and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and issue lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "The scene is a university career fair held in a gym, with an engineering society-sponsored resume-review table near the stage. Students line up outside before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves, and career counselors remind attendees to maintain eye contact. In a shared space, healthcare providers display community outreach photos as the scene's anchor, while alumni volunteers share quick pep talks by the coffee station and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, staff scan registrations and issue lanyards. A welcome PA announcement outlines the fair schedule. At the fair setup, students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets on high tables, creating a display of case material on elevated surfaces. Career counselors redirect unsure students toward applicable industries."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.4220441427307997,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.617129391277991,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.788570182429223,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8208085231072344,
    0.8219201526863702,
    0.8219201526863702,
    0.8219201526863702,
    0.8219201526863702,
    0.8219201526863702,
    0.8219201526863702
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos as the scene's anchor. Nearby, alumni volunteers share quick pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos as the scene's anchor for the university career fair. Nearby, alumni volunteers share quick pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the career fair setup, students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the university career fair, healthcare providers display community outreach photos as the scene's anchor. Nearby, alumni volunteers share quick pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the career fair setup, students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, healthcare providers display community outreach photos as the scene's anchor. Nearby, alumni volunteers share quick pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the career fair setup, students clutch resumes in branded folders. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. A welcome announcement is broadcast over the PA system, outlining the fair schedule."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.5334496749667805,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.829912137087171,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8292465257226377,
    0.8527470782167338,
    0.8527470782167338,
    0.8527470782167338,
    0.8527470782167338
  ],
  "23": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "Groups of students line up outside the university gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Groups of students line up outside the university gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos.",
    "Groups of students line up outside the university gym in the lead-up to the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of students line up outside the university gym ahead of the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. In the exhibition area, a cybersecurity company conducts a password-cracking challenge on a laptop, and healthcare providers display community outreach photos. Workshops on networking etiquette take place in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention, and finance firms offer QR codes for immediate internship applications.",
    "An expo unfolds in a university gym with a polished floor and dozens of booths circling the space, each booth marked by colorful banners. Groups of students line up outside ahead of the career fair opening. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. In the exhibition area, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos, and tech companies show demo screens of their latest apps. Workshops on networking etiquette take place in an adjoining classroom. A robotics startup flies a small drone above its booth to draw attention, and finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume review table near the stage, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "23_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.37946845476516683,
    0.7511824831516947,
    0.7511824831516947,
    0.7511824831516947,
    0.7511824831516947,
    0.7511824831516947,
    0.7511824831516947,
    0.7511824831516947,
    0.7735213580546171,
    0.7735213580546171,
    0.7735213580546171,
    0.7735213580546171,
    0.7735213580546171,
    0.7735213580546171,
    0.7735213580546171,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.777696789240226,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8675214439277429,
    0.8665035046460814,
    0.8665035046460814,
    0.8665035046460814
  ],
  "24": [
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall, healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "In a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Within a shared career fair space near the stage, students rehearse silent elevator pitches against a wall while healthcare providers display community outreach photos and alumni volunteers deliver brief pep talks near the coffee station. Consulting firms arrange glossy case-study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. The centerpiece is a cybersecurity company running a password-cracking challenge on a portable computer as a technical exercise. Finance firms provide QR codes for immediate internship applications; tech companies show demo screens of their latest apps. An engineering society sponsors a resume-review table near the stage, and a welcome PA announces the fair schedule. Students clutch resumes in branded folders as they circulate; the scenes unfold near the stage, with organized booths and a structured event."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.32561810211131953,
    0.32561810211131953,
    0.32561810211131953,
    0.32561810211131953,
    0.32561810211131953,
    0.32561810211131953,
    0.32561810211131953,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.6998984713603054,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483,
    0.8825438786524483
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while students clutch resumes inside branded folders.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders.",
    "Alumni volunteers are delivering brief pep talks near the coffee station; students clutch resumes tucked inside branded folders as they introduce themselves. Human resources teams jot notes on tablets.",
    "Alumni volunteers are delivering brief pep talks near the coffee station. Students introduce themselves while clutching resumes tucked inside branded folders. HR teams are jotting notes on tablets. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station while students introduce themselves and clutch resumes tucked inside branded folders. HR teams jot notes on tablets, and event staff scan registrations and hand out lanyards at the entrance. Observations describe several separate scenes: a cybersecurity company hosts a password-cracking challenge on a portable computer used for a technical exercise; a second scene shows photos of outreach work by healthcare professionals. In addition, finance firms provide QR codes for immediate internship applications, and tech companies display demo screens of their latest apps.",
    "An expo unfolds on a polished floor with dozens of booths and colorful banners circling the space. Alumni volunteers deliver brief pep talks near the coffee station as students introduce themselves and clutch resumes tucked inside branded folders. HR teams jot notes on tablets while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase outreach photos, and finance firms provide QR codes for immediate internship applications. Tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries within the expo."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3599900989560784,
    0.3599900989560784,
    0.3599900989560784,
    0.3599900989560784,
    0.3599900989560784,
    0.3599900989560784,
    0.3599900989560784,
    0.3444864063291252,
    0.3444864063291252,
    0.3444864063291252,
    0.3444864063291252,
    0.3444864063291252,
    0.3444864063291252,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.49861761950684025,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.6313894656508636,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8230356320564135,
    0.8612034312731753,
    0.8612034312731753,
    0.8612034312731753,
    0.8612034312731753,
    0.8612034312731753,
    0.8612034312731753
  ],
  "26": [
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A cybersecurity company is conducting a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared event setting, healthcare providers showcase community outreach photos while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared event setting, healthcare providers showcase community outreach photos while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company conducts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a shared event, healthcare providers display community outreach photos while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At a shared event, healthcare providers display community outreach photos while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall.",
    "At a shared career fair, event staff scan registrations and issue lanyards at the entrance, while a welcome announcement over the PA outlines the fair schedule. The venue features an engineering society resume review table near the stage, and consulting firms stack glossy case-study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a portable laptop, which is the focal point of that technical exercise. Separately, healthcare providers display photos of their outreach work. An alumni panel discusses how to prepare for technical interviews, with quick pep talks from alumni volunteers near the coffee station. Students line up outside the university gym before the career fair opens. The two activities—the laptop-based challenge and the healthcare outreach display—are presented as separate with no stated connection."
  ],
  "26_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.6672443081402878,
    0.6672443081402878,
    0.6672443081402878,
    0.6672443081402878,
    0.6672443081402878,
    0.7316110314758273,
    0.7316110314758273,
    0.7316110314758273,
    0.7316110314758273,
    0.7316110314758273,
    0.7316110314758273,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.7917394789250896,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8096961497689104,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497,
    0.8329329246329497
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes housed in branded folders, and the folders themselves display branding.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes housed in branded folders, and the folders themselves display branding. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes housed in branded folders that display branding. A robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Students clutch resumes housed in branded folders that display branding. A robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, a welcome announcement is broadcast over the PA system outlining the schedule, and students clutch resumes housed in branded folders. A robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Consulting firms at the campus fair stack glossy case study booklets in multiple piles on high tables, creating a display of case materials on elevated surfaces. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Outside the university gym, students line up before the fair opens. At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing attendees to start by scanning. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5971388544854384,
    0.5971388544854384,
    0.5971388544854384,
    0.5971388544854384,
    0.5971388544854384,
    0.5971388544854384,
    0.5971388544854384,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.7797679243648342,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8354310526562463,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8528324488190109,
    0.8846800534647963,
    0.8846800534647963,
    0.8846800534647963,
    0.8846800534647963,
    0.8846800534647963,
    0.8846800534647963
  ],
  "28": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "In the space, students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette are taking place. Consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "In the expo hall, students rehearse elevator pitches quietly against a wall while a robotics startup flits a small drone above its booth to draw attention. In an adjoining classroom, workshops on networking etiquette are underway. Consulting firms have stacked glossy case-study booklets into multiple piles on high tables, forming elevated displays of case material. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the expo hall, students rehearse quiet elevator pitches against a wall as a robotics startup flits a small drone above its booth. In an adjoining classroom, workshops on networking etiquette unfold. Consulting firms stack glossy case-study booklets into multiple piles on high tables, creating elevated displays. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. A campus career fair scene features an engineering society sponsoring a resume review table near the stage. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.37617020165622433,
    0.37617020165622433,
    0.37617020165622433,
    0.37617020165622433,
    0.37617020165622433,
    0.37617020165622433,
    0.37617020165622433,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.6875877210636486,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8258620526226144,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611,
    0.8638666669937611
  ],
  "29": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "At the university event ahead of the career fair opening, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "At a university event ahead of the career fair opening, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Event staff at the entrance scan registrations and hand out lanyards to attendees. A cybersecurity company is running a password cracking challenge on a laptop, attracting interest nearby. A group of students lines up outside the university gym in the lead-up to the career fair opening. Tech companies display demo screens showing their latest apps.",
    "At a university event ahead of the career fair opening, event staff at the entrance scan registrations and hand out lanyards while healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, drawing nearby interest. A group of students lines up outside the university gym in the lead-up to the career fair. Tech companies display demo screens of their apps. At a career guidance event, counselors direct students toward industries while HR teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. In a professional setting, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give pep talks near the coffee station as students clutch resumes inside branded folders."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.7952987131419829,
    0.7952987131419829,
    0.7952987131419829,
    0.7952987131419829,
    0.7952987131419829,
    0.7952987131419829,
    0.7952987131419829,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8254061903641111,
    0.8500777149766379,
    0.8500777149766379,
    0.8500777149766379,
    0.8500777149766379,
    0.8500777149766379
  ],
  "30": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "A university gym hosts a career fair with multiple exhibitors and activities. Consulting firms stack glossy case study booklets on high tables to display materials. Career counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A university gym hosts a career fair with multiple exhibitors and activities. Consulting firms stack glossy case study booklets on high tables to display materials. Career counselors remind attendees to maintain eye contact. Several students rehearse elevator pitches quietly against the wall. An engineering society sponsors a resume review table near the stage. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Finance firms offer QR codes for immediate internship applications."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.4963689262054403,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.6440492363149783,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8417620247734189,
    0.8553759990428148,
    0.8553759990428148
  ],
  "31": [
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying organizations of interest. Meanwhile, students line up outside the university gym ahead of the career fair opening, indicating preparation and a pre-opening crowd.",
    "Groups of friends mark target employers on the event map, identifying organizations of interest, while students line up outside the university gym ahead of the career fair opening, indicating preparation and a pre-opening crowd.",
    "A scene at the career fair shows groups of friends marking target employers on the event map to identify organizations of interest. Outside the university gym, students line up ahead of the career fair opening, indicating preparation and a pre-opening crowd. In a professional setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A career fair scene unfolds at the university, with groups of friends marking target employers on the event map to identify organizations of interest. Outside the university gym, students line up ahead of the fair opening, signaling preparation. Consulting firms stack glossy case study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces. A welcome announcement rolls over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. In a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "31_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5867537460327353,
    0.5867537460327353,
    0.5867537460327353,
    0.5867537460327353,
    0.5867537460327353,
    0.5867537460327353,
    0.5867537460327353,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.43768985925227294,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8491176651416353,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402,
    0.8439630879009402
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career guidance context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "In a career guidance context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At a career guidance event, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. An engineering society sponsors a resume review table near the stage.",
    "At a career guidance event, counselors direct unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps. An engineering society sponsors a resume review table near the stage. In a professional setting, finance firms offer QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station, as students clutch resumes inside branded folders.",
    "At a university career guidance and career fair event, counselors direct unsure students toward applicable industries while human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps; an engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case-study booklets on high tables in multiple piles, creating an elevated display. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards, while a cybersecurity company runs a password-cracking challenge on a laptop. A group of students lines up outside the university gym before the career fair opens."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.38238786814974457,
    0.5464787560136113,
    0.5464787560136113,
    0.5464787560136113,
    0.5464787560136113,
    0.5464787560136113,
    0.5464787560136113,
    0.5464787560136113,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.7676707579528279,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8045551904981412,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772,
    0.8431465414765772
  ],
  "33": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors direct unsure students toward applicable industries, guiding their choices toward opportunities aligned with interests. In the same environment, tech companies display demo screens showcasing their latest apps, presenting visible demonstrations of current software offerings.",
    "At the university career fair, counselors direct unsure students toward applicable industries, guiding their choices toward opportunities aligned with their interests. In the same environment, tech companies display demo screens showcasing their latest apps, providing visible demonstrations of current software offerings. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, counselors direct unsure students toward applicable industries, guiding their choices toward opportunities aligned with their interests. Tech companies display demo screens showcasing their latest apps, providing visible demonstrations of current software offerings. Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, counselors direct unsure students toward applicable industries, guiding choices toward opportunities aligned with their interests. Tech companies display demo screens showing their latest apps, offering visible demonstrations of current software. Outside the university gym, students line up before the fair opens. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette are taking place. Consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.5207523737266115,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8241730625624868,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8398619275886219,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363,
    0.8726764425292363
  ],
  "34": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "A fair scene is underway, with a welcome announcement broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers display community outreach photos. Students clutch resumes in branded folders that display branding, and some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. An engineering society sponsors a resume-review table near the stage."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.36414889497975267,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7431783571818265,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.7692341520719177,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686,
    0.8633612361242686
  ],
  "35": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they prepare, and redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair schedule as the career fair approaches. Before opening, students line up outside the university gym, clutching resumes kept in branded folders. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they prepare and redirect unsure students toward applicable industries.",
    "An overarching welcome PA announces the fair schedule as the career fair approaches. Outside the university gym, students line up holding resumes in branded folders. Inside and around the venue, an alumni panel discusses technical interview prep while alumni volunteers offer quick pep talks near a coffee station. Career counselors remind attendees to maintain eye contact and to seek guidance toward applicable industries. The multi-scene fair centers on a cybersecurity company conducting a password-cracking challenge on a portable computer. Nearby displays show photos of healthcare professionals' outreach work. Finance firms post QR codes for immediate internship applications, and tech companies project demo screens of their latest apps. An engineering society sponsors a resume-review table near the stage. The overall scene features resumes and branded materials indicating organized booths and a structured event."
  ],
  "35_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.6329465515218061,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8440824691046236,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8205114037333445,
    0.8881888457389036,
    0.8881888457389036,
    0.8881888457389036,
    0.8881888457389036,
    0.8881888457389036,
    0.8881888457389036
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders.",
    "At the venue, a cybersecurity company hosts a password cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, while students clutch resumes tucked inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "At the venue, a cybersecurity company hosts a password cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station as students clutch resumes tucked inside branded folders. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, a cybersecurity company hosts a password-cracking challenge on a laptop. Alumni volunteers deliver pep talks near the coffee station as students clutch resumes tucked inside branded folders. An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. Groups of students line up outside the university gym in the lead-up to the career fair opening. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.4866718896647544,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.7874769436411065,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.8140155021596346,
    0.827101718127703,
    0.827101718127703,
    0.827101718127703
  ],
  "37": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. At the venue, an engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the venue for the career fair, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the career fair opens.",
    "At the career fair venue, an alumni panel discusses preparation for technical interviews. Alumni volunteers give quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the fair opens. At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At a career fair and related professional career event, attendees encounter multiple activities. An alumni panel discusses preparation for technical interviews, while alumni volunteers give quick pep talks near the coffee station. An engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Finance firms provide QR codes to enable immediate internship applications, letting applicants start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, attendees move among diverse activities: an alumni panel discusses preparation for technical interviews; alumni volunteers give quick pep talks near the coffee station; an engineering society sponsors a resume review table near the stage; finance firms provide QR codes to enable immediate internship applications, letting applicants start by scanning; consulting firms stack glossy case study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces; students line up outside the university gym before the fair opens; a robotics startup flies a small drone above its booth to attract attention; in a shared space, students rehearse elevator pitches quietly against the wall; healthcare providers showcase community outreach photos; career counselors remind attendees to maintain eye contact."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7386636072631599,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.7599308184983985,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.855370122734144,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318,
    0.8666552156547318
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Alumni volunteers give quick pep talks near the coffee station as an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. Inside, alumni volunteers near the coffee station and an alumni panel discuss how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the stage, an engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. Inside, alumni volunteers near the coffee station and an alumni panel discuss how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the stage, an engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.3878568114913998,
    0.6090905315480513,
    0.6090905315480513,
    0.6090905315480513,
    0.6090905315480513,
    0.6090905315480513,
    0.6090905315480513,
    0.6090905315480513,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.757042118942877,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8412793852359923,
    0.8611150208262266
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "Two observations: a cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase community outreach photos. The first scene centers on a portable computer used for a technical exercise; the second features photos displaying outreach work by healthcare professionals. The activities are presented as separate with no stated connection between them.",
    "Two observations describe separate scenes: the cybersecurity company runs a password-cracking challenge on a portable computer, with the first scene centering on a portable computer used for a technical exercise; the second features photos displaying outreach work by healthcare professionals. The activities are presented as separate with no stated connection between them. Finance firms offer QR codes for immediate internship applications.",
    "Observations describe several separate scenes: a cybersecurity company hosts a password-cracking challenge on a portable computer used for a technical exercise; a second scene shows photos of outreach work by healthcare professionals. In addition, finance firms provide QR codes for immediate internship applications, and tech companies display demo screens of their latest apps.",
    "At a multi-scene career fair, the centerpiece is a cybersecurity company running a password-cracking challenge on a portable computer as a technical exercise. Separate displays show photos of outreach work by healthcare professionals. Finance firms provide QR codes for immediate internship applications, while tech companies show demo screens of their latest apps. An engineering society sponsors a resume-review table near the stage, and a welcome announcement plays over the PA outlining the fair schedule. Students clutch resumes inside branded folders as they circulate. The scenes unfold near the stage, with resumes and branded materials indicating organized booths and a structured event.",
    "In a multi-scene university career fair, the centerpiece is a cybersecurity company running a password-cracking challenge on a portable laptop. Healthcare providers showcase community outreach photos on separate displays. Finance firms provide QR codes for immediate internship applications; tech companies show demo screens of their latest apps. The engineering society sponsors a resume-review table near the stage, and a welcome PA outlines the fair schedule. Students clutch resumes in branded folders as they circulate. The event unfolds near the stage, with organized booths and branded materials indicating structure. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.5721049629153809,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.6008467540276288,
    0.5689137171482064,
    0.5689137171482064,
    0.5689137171482064,
    0.5689137171482064,
    0.5689137171482064,
    0.5689137171482064,
    0.5689137171482064,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8356472559188454,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109,
    0.8613913591027109
  ],
  "40": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, as students clutch resumes inside branded folders. Healthcare providers showcase photos from community outreach. At a professional career event, finance firms provide QR codes to enable immediate internship applications, with attendees able to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement is broadcast over the PA outlining the fair schedule as students clutch resumes in branded folders. Healthcare providers display photos from community outreach, while consulting firms stack glossy case study booklets on multiple piles atop high tables, creating a display of case material on elevated surfaces. At a professional career event, finance firms provide QR codes to enable immediate internship applications, with attendees able to start by scanning. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, attracting interest nearby. Event staff at the entrance scan registrations and hand out lanyards to attendees. A group of students lines up outside the university gym in the lead-up to the career fair opening. Tech companies display demo screens showing their latest apps."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.43629330017670387,
    0.43629330017670387,
    0.43629330017670387,
    0.43629330017670387,
    0.43629330017670387,
    0.43629330017670387,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.6176814888236847,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8614873402171696,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609,
    0.8720630517890609
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At a professional career event, finance firms provide QR codes enabling immediate internship applications, allowing applicants to start by scanning. Consulting firms display glossy case study booklets stacked in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying organizations of interest. Meanwhile, students line up outside the university gym ahead of the career fair opening, indicating preparation and a pre-opening crowd.",
    "At a professional career event, finance firms provide QR codes enabling immediate internship applications, allowing applicants to start by scanning. Consulting firms display glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying organizations of interest. Students line up outside the university gym ahead of the career fair opening, indicating preparation and a pre-opening crowd. At the fair setup, students clutch resumes tucked inside branded folders. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, reinforcing encouragement as students move through the space.",
    "At the university career fair, a professional event features multiple firms and activities. Finance firms provide QR codes for immediate internship applications, allowing applicants to start by scanning. Consulting firms display glossy case-study booklets in multiple piles on high tables, creating elevated displays of case material. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. A pre-opening crowd gathers as students line up outside the university gym, clutching resumes tucked inside branded folders. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume review table near the stage, with students lined up outside before opening. Throughout, counselors redirect unsure students toward applicable industries.",
    "At the university career fair, multiple firms participate, including finance firms offering QR codes for instant internship applications attendees can scan to begin the process. Consulting firms display glossy case-study booklets in multiple piles on high tables, creating elevated displays of material. Career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. A pre-opening crowd gathers with students lining up outside the university gym, resumes tucked inside branded folders. An alumni panel discusses preparing for technical interviews, complemented by alumni volunteers delivering quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. An engineering society sponsors a resume review table near the stage, with students lined up outside before opening. Counselors redirect unsure students toward applicable industries."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.7996252327298985,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.834845639244304,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8677784696862147,
    0.8732041095263758
  ],
  "42": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, with the resumes tucked securely within the folders as the students grip them firmly.",
    "In the scene, students clutch resumes inside branded folders, with the resumes tucked securely within the folders as the students grip them firmly. Tech companies display demo screens showing their latest apps.",
    "The scene shows students clutching resumes tucked securely inside branded folders, gripping the folders firmly. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair setup, students clutch resumes tucked securely inside branded folders, gripping the folders firmly as they prepare to engage. Tech firms display demo screens with their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "At the career fair setup, students clutch resumes tucked securely inside branded folders, gripping the folders firmly as they prepare to engage. Tech firms display demo screens with their latest apps, while a robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case-study booklets in multiple piles on high tables, forming a display of case material on elevated surfaces. A group of students lines up outside the university gym before the fair opens. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. In a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair setup, students clutch resumes tucked in branded folders and grip them as they prepare to engage. Tech firms display demo screens with their latest apps, while a robotics startup flies a drone above its booth to draw attention. Consulting firms stack case-study booklets in piles on high tables, forming a display of case material on elevated surfaces. A group of students lines up outside the university gym before opening. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. A cybersecurity company conducts a password-cracking challenge on a laptop; in a shared space, students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Alumni volunteers share pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the schedule. Finance firms provide QR codes for immediate internship applications."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.30923981688603597,
    0.30923981688603597,
    0.30923981688603597,
    0.30923981688603597,
    0.30923981688603597,
    0.30923981688603597,
    0.30923981688603597,
    0.5039675272992215,
    0.5039675272992215,
    0.5039675272992215,
    0.5039675272992215,
    0.5039675272992215,
    0.5039675272992215,
    0.5039675272992215,
    0.6858279011730317,
    0.6858279011730317,
    0.6858279011730317,
    0.6858279011730317,
    0.6858279011730317,
    0.6858279011730317,
    0.6858279011730317,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8711537353693237,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8739323643197829,
    0.8958561908123236,
    0.8958561908123236
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. Consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. At the professional career event, consulting firms have stacked glossy case study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette are taking place in the adjoining classroom. At the professional career event, consulting firms have stacked glossy case-study booklets into multiple piles on high tables, creating a display of case material on elevated surfaces. Finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. Tech companies display demo screens illustrating their latest apps. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "The professional career event features concurrent sessions and activities: workshops on networking etiquette in the adjoining classroom; consulting firms stacking glossy case-study booklets into multiple piles on high tables to display case material on elevated surfaces; finance firms providing QR codes to enable immediate internship applications. Some students rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Tech companies display demo screens illustrating their latest apps. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes tucked inside branded folders as they introduce themselves. Human resources teams jot notes on tablets."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6059715688857431,
    0.6356788863369409,
    0.6356788863369409,
    0.6356788863369409,
    0.6356788863369409,
    0.6356788863369409,
    0.6356788863369409,
    0.6356788863369409,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7335747688681351,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.7916965351226292,
    0.8129371355821653,
    0.8129371355821653,
    0.8129371355821653,
    0.8129371355821653,
    0.8129371355821653,
    0.8129371355821653
  ],
  "44": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. At the professional career fair, finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Alumni volunteers give quick pep talks near the coffee station as students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens.",
    "A welcome announcement over the PA outlines the fair schedule as the scene centers on a professional career fair at the university. An alumni panel discusses how to prepare for technical interviews, while students rehearse elevator pitches quietly against the wall. At the fair, finance firms offer QR codes for immediate internship applications and consulting firms stack glossy case study booklets on high tables. Alumni volunteers deliver quick pep talks near the coffee station as students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Outside the university gym, students line up before the career fair opens. At a career guidance event, counselors direct unsure students toward applicable industries while HR teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showcasing their latest apps."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.6553967390915603,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.47359457955426865,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.8610628061633172,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871,
    0.860305102427871
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries; simultaneously, a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes tucked inside branded folders as they introduce themselves. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets.",
    "The university career fair is in progress, with alumni volunteers delivering pep talks near the coffee station and an alumni panel discussing how to prepare for technical interviews. Students clutch resumes tucked inside branded folders as they introduce themselves. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. A group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "The university career fair is in progress. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes housed in branded folders displaying branding as they introduce themselves. Career counselors redirect unsure students toward applicable industries. A cybersecurity company conducts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets, while tech companies display demo screens showcasing their latest apps. Groups of students line up outside the university gym in the lead-up to the fair opening. The engineering society sponsors a resume-review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.37583250520668254,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.5523338860690005,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.6976236898214876,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.7404777132231308,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8351402309828291,
    0.8674053258804139
  ],
  "46": [
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens illustrating their latest apps. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries.",
    "Tech companies display demo screens illustrating their latest apps, while event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a portable computer, with the first scene centering on the portable computer used for a technical exercise; a second scene features photos displaying outreach work by healthcare professionals, described as separate with no stated connection. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens of their latest apps, while event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a portable computer, with the first scene centering on the device used for a technical exercise; a second scene shows photos of outreach work by healthcare professionals, described as separate with no stated connection. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, tech companies display demo screens of their latest apps, while staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a portable computer, with the first scene centering on the device used for the technical exercise; a second scene shows photos of outreach work by healthcare professionals, described as separate with no stated connection. Consulting firms stack glossy case-study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact and, when students are unsure, redirect them toward applicable industries. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.6794755599632392,
    0.6794755599632392,
    0.6794755599632392,
    0.6794755599632392,
    0.6794755599632392,
    0.6794755599632392,
    0.6794755599632392,
    0.797635947918834,
    0.797635947918834,
    0.797635947918834,
    0.797635947918834,
    0.797635947918834,
    0.797635947918834,
    0.797635947918834,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.7798386854817271,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8170231525829568,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8147476545408985,
    0.8333972101470148,
    0.8333972101470148,
    0.8333972101470148,
    0.8333972101470148,
    0.8333972101470148
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Before the career fair opens, students line up outside the university gym, clutching resumes kept in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair schedule as the career fair prepares to open. Before doors open, students line up outside the university gym, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. An alumni panel discusses how to prepare for technical interviews, while counselors direct unsure students toward applicable industries. In a shared space, some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and alumni volunteers offer quick pep talks near the coffee station.",
    "A university career fair opens with a welcome announcement over the PA outlining the schedule. Before doors open, students line up outside the university gym, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact as they prepare. In a shared space, some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos, and alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, while counselors direct unsure students toward applicable industries.",
    "The university career fair unfolds outside the university gym, with a welcome announcement over the PA outlining the schedule. Before doors open, students line up outside clutching resumes in branded folders; event staff scan registrations and hand out lanyards at the entrance. Inside a shared space, career counselors remind attendees to maintain eye contact as some students rehearse elevator pitches against the wall. Healthcare providers showcase community outreach photos, and alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, while counselors direct unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop nearby. The folders housing resumes display branding."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.7836192214742405,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8215242560378992,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8238285956656621,
    0.8615716702262651
  ],
  "48": [
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes to facilitate immediate internship applications, enabling applicants to initiate the process by scanning a code.",
    "At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing applicants to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact.",
    "At a professional career event, finance firms provide QR codes to enable immediate internship applications, allowing attendees to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a professional career fair, finance firms provide QR codes to enable immediate internship applications, allowing attendees to start by scanning. Consulting firms stack glossy case study booklets in multiple piles on high tables, creating a display of case material on elevated surfaces. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the schedule. Healthcare providers showcase community outreach photos.",
    "At the professional career fair, finance firms provide QR codes enabling immediate internship applications, allowing attendees to initiate applications by scanning. Consulting firms display case materials by stacking glossy booklets in multiple piles on high tables, creating a display on elevated surfaces. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop, drawing interest from nearby onlookers. A welcome announcement over the PA system outlines the schedule. Healthcare providers showcase community outreach photos. Event staff at the entrance scan registrations and hand out lanyards. A group of students lines up outside the university gym before opening, clutching branded folders containing resumes tucked securely inside. Tech companies display demo screens showing their latest apps."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.3542302710959208,
    0.3542302710959208,
    0.3542302710959208,
    0.3542302710959208,
    0.3542302710959208,
    0.3542302710959208,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.7265788303441578,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.6965883170133479,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8230224857792436,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102,
    0.8619424682707102
  ],
  "49": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while a group of students lines up outside the university gym in the lead-up to the career fair opening.",
    "Tech companies display demo screens showcasing their latest apps, while a group of students lines up outside the university gym in the lead-up to the career fair opening. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair in the lead-up to opening, tech companies display demo screens of their latest apps while a group of students lines up outside the gym. Career counselors redirect unsure students toward applicable industries, and a welcome announcement on the PA outlines the fair schedule. Separately, two observations: a cybersecurity company runs a password-cracking challenge on a laptop, with the first scene centering on a portable computer used for the exercise; and healthcare providers showcase photos displaying their outreach work. The activities are presented as separate with no stated connection between them.",
    "At the university career fair in the lead-up to opening, tech companies display demo screens of their latest apps while a group of students lines up outside the gym. Career counselors redirect unsure students toward applicable industries, and a welcome announcement on the PA outlines the fair schedule. Separately, a cybersecurity company runs a password-cracking challenge on a laptop, with the first scene centering on a portable computer used for the exercise, and healthcare providers showcase photos displaying their outreach work. The activities are presented as separate with no stated connection between them. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.4194678735226931,
    0.41665563722103427,
    0.41665563722103427,
    0.41665563722103427,
    0.41665563722103427,
    0.41665563722103427,
    0.41665563722103427,
    0.41665563722103427,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.6137120227908197,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.7886313003275147,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742,
    0.8199402076460742
  ]
}