{
  "0": [
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes a schedule of events.",
    "The fair schedule has been announced over the PA system. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned and lanyards are being handed out.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Registrations are being scanned and lanyards are being handed out. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station, while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.3883946761859149,
    0.3883946761859149,
    0.47311237138121665,
    0.47311237138121665,
    0.47311237138121665,
    0.4220319329711467,
    0.4220319329711467,
    0.4220319329711467,
    0.5551594095875386,
    0.5551594095875386,
    0.5551594095875386,
    0.6828168821310068,
    0.6828168821310068,
    0.6828168821310068,
    0.6828168821310068,
    0.6828168821310068,
    0.6828168821310068,
    0.6828168821310068,
    0.7572760641331608,
    0.7572760641331608,
    0.7572760641331608,
    0.7572760641331608,
    0.7572760641331608,
    0.8005162800261301,
    0.8005162800261301,
    0.8005162800261301,
    0.8005162800261301,
    0.8005162800261301,
    0.8005162800261301,
    0.7709343415471784,
    0.7709343415471784,
    0.7709343415471784,
    0.7709343415471784,
    0.7709343415471784,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7710742461813412,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7171484659030858,
    0.7439419006763908,
    0.7439419006763908,
    0.7439419006763908,
    0.7439419006763908,
    0.7439419006763908,
    0.7439419006763908
  ],
  "1": [
    "",
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer guidance. Alumni volunteers deliver quick pep talks near the coffee station.",
    "Attendees maintain eye contact as career counselors offer guidance. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens showing their latest apps.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Attendees maintain eye contact as career counselors offer guidance near dozens of booths with colorful banners circling the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, and students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3782592322611307,
    0.6106046080714856,
    0.7480736105337777,
    0.7480736105337777,
    0.7480736105337777,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.6342637120740401,
    0.7822000659056099,
    0.7822000659056099,
    0.7822000659056099,
    0.7822000659056099,
    0.7822000659056099,
    0.8107137558242808,
    0.8107137558242808,
    0.8107137558242808,
    0.8107137558242808,
    0.8107137558242808,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7594045614054832,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7265947345864614,
    0.7378029316002351,
    0.7378029316002351,
    0.7378029316002351,
    0.7378029316002351,
    0.7378029316002351,
    0.7378029316002351,
    0.8449734491890452,
    0.8449734491890452,
    0.8449734491890452,
    0.8449734491890452,
    0.8449734491890452,
    0.8449734491890452,
    0.8449734491890452,
    0.8620992697568016,
    0.8620992697568016
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are presenting glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Consulting firms are presenting glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The event features a schedule of presentations from consulting firms, with glossy case study booklets available on high tables. Tech companies are demonstrating their latest apps on demo screens. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "The event features a schedule of presentations from consulting firms, with glossy case study booklets available on high tables. Tech companies are demonstrating their latest apps on demo screens. Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "The event features a schedule of presentations from consulting firms, with glossy case study booklets available on high tables. Tech companies are demonstrating their latest apps on demo screens, and event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "The event features a schedule of presentations from consulting firms, with glossy case study booklets available on high tables. Tech companies are demonstrating their latest apps on demo screens, and event staff are scanning registrations and distributing lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "The entrance features event staff scanning registrations and distributing lanyards. High tables hold glossy case study booklets from consulting firms, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos. Tech companies are demonstrating their latest apps on demo screens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. High tables display glossy case study booklets from consulting firms, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are exhibiting community outreach photos. A welcome announcement detailing the fair schedule is playing over the PA system. Tech companies are demonstrating their latest apps on demo screens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. High tables display glossy case study booklets from consulting firms, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are exhibiting community outreach photos. A welcome announcement detailing the fair schedule is playing over the PA system, and alumni volunteers share quick pep talks near the coffee station. Tech companies are demonstrating their latest apps on demo screens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. High tables display glossy case study booklets from consulting firms, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are exhibiting community outreach photos. A welcome announcement detailing the fair schedule is playing over the PA system, and alumni volunteers share quick pep talks near the coffee station. Tech companies are demonstrating their latest apps on demo screens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. High tables display glossy case study booklets from consulting firms, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are exhibiting community outreach photos. A welcome announcement detailing the fair schedule is playing over the PA system, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.6382444606643246,
    0.6382444606643246,
    0.6382444606643246,
    0.6382444606643246,
    0.6046950166141161,
    0.6046950166141161,
    0.6046950166141161,
    0.6046950166141161,
    0.6046950166141161,
    0.6841474800242218,
    0.6841474800242218,
    0.6841474800242218,
    0.6841474800242218,
    0.6841474800242218,
    0.6841474800242218,
    0.6643220921234584,
    0.6643220921234584,
    0.6643220921234584,
    0.6643220921234584,
    0.5992417113389447,
    0.5992417113389447,
    0.5992417113389447,
    0.5992417113389447,
    0.5992417113389447,
    0.5992417113389447,
    0.6305300882121065,
    0.6305300882121065,
    0.6305300882121065,
    0.6305300882121065,
    0.6305300882121065,
    0.6305300882121065,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.6866122750101085,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.7252250157135769,
    0.766283092459829,
    0.766283092459829,
    0.766283092459829,
    0.766283092459829
  ],
  "3": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing backpacks and carrying resumes. The volunteers are standing near a table with coffee cups and flyers.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing backpacks and carrying resumes. The volunteers are standing near a table with coffee cups and flyers. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Several students are wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps. Alumni volunteers are standing near a table with coffee cups and flyers.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, with several students wearing backpacks and carrying resumes. Tech companies display demo screens showing their latest apps near a table with coffee cups and flyers. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.8039665150411535,
    0.8039665150411535,
    0.8039665150411535,
    0.8039665150411535,
    0.8004676394042554,
    0.8004676394042554,
    0.8004676394042554,
    0.8004676394042554,
    0.8492168230899397,
    0.8492168230899397,
    0.8492168230899397,
    0.8492168230899397,
    0.8492168230899397,
    0.8247722960017694,
    0.8247722960017694,
    0.8247722960017694,
    0.8247722960017694,
    0.8247722960017694,
    0.8247722960017694,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8483451957561232,
    0.8669161896656091,
    0.8669161896656091,
    0.8669161896656091,
    0.8669161896656091,
    0.8669161896656091,
    0.878740864533694,
    0.878740864533694,
    0.878740864533694,
    0.878740864533694,
    0.878740864533694,
    0.878740864533694,
    0.878740864533694,
    0.8796675796692683,
    0.8796675796692683,
    0.8796675796692683,
    0.8796675796692683,
    0.8796675796692683,
    0.8796675796692683,
    0.8796675796692683,
    0.897963131228351,
    0.897963131228351,
    0.897963131228351,
    0.897963131228351,
    0.897963131228351,
    0.897963131228351,
    0.8916632229772297,
    0.8916632229772297,
    0.8916632229772297,
    0.8916632229772297,
    0.8916632229772297,
    0.8916632229772297
  ],
  "4": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students clutch resumes inside branded folders and line up outside the university gym. Consulting firms stack glossy case study booklets on high tables, mirroring the booths surrounding the floor. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, mirroring the glossy case study booklets stacked by consulting firms on high tables. Students line up outside the university gym, clutching resumes in branded folders, while tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.5193576788555686,
    0.5193576788555686,
    0.5193576788555686,
    0.5237754959502703,
    0.5237754959502703,
    0.5237754959502703,
    0.5237754959502703,
    0.5237754959502703,
    0.5237754959502703,
    0.5237754959502703,
    0.5577574498198505,
    0.5577574498198505,
    0.5577574498198505,
    0.7643130538525933,
    0.7643130538525933,
    0.7643130538525933,
    0.7643130538525933,
    0.7643130538525933,
    0.804033306592604,
    0.804033306592604,
    0.804033306592604,
    0.804033306592604,
    0.804033306592604,
    0.7191322061692689,
    0.7191322061692689,
    0.7191322061692689,
    0.7191322061692689,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7002052586996199,
    0.7608956325276557,
    0.7608956325276557,
    0.7608956325276557,
    0.7608956325276557,
    0.7608956325276557,
    0.7608956325276557,
    0.7608956325276557,
    0.776622807231405,
    0.776622807231405,
    0.776622807231405,
    0.776622807231405,
    0.776622807231405,
    0.776622807231405,
    0.7904216654044033,
    0.7904216654044033,
    0.7904216654044033,
    0.7904216654044033,
    0.7904216654044033,
    0.7904216654044033,
    0.7904216654044033
  ],
  "5": [
    "",
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university logo.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showing their latest apps.",
    "Students clutch resumes inside university-branded folders. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos depicting local residents.",
    "Students hold university-branded folders containing resumes. Tech companies display demo screens of their latest apps. Healthcare providers present photos of community outreach, featuring local residents. Alumni volunteers offer pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes. Tech companies present demo screens of their latest apps, and healthcare providers offer photos of community outreach featuring local residents. Alumni volunteers deliver pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes. Tech companies present demo screens of their latest apps, and healthcare providers offer photos of community outreach featuring local residents. Alumni volunteers deliver pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes. Tech companies present demo screens of their latest apps, and healthcare providers offer photos of community outreach featuring local residents. Alumni volunteers deliver pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes, and tech companies present demo screens of their latest apps. Healthcare providers offer photos of community outreach featuring local residents. Alumni volunteers deliver pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes, and tech companies present demo screens of their latest apps. Healthcare providers offer photos of community outreach featuring local residents, and alumni volunteers deliver pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes, and tech companies present demo screens of their latest apps. Healthcare providers offer photos of community outreach featuring local residents, and alumni volunteers deliver pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes, and tech companies present demo screens of their latest apps. Healthcare providers offer photos of community outreach featuring local residents, and alumni volunteers deliver pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Students hold university-branded folders containing resumes, and tech companies present demo screens of their latest apps. Healthcare providers offer photos of community outreach featuring local residents, and alumni volunteers deliver pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.517369200949712,
    0.5835296346176134,
    0.5835296346176134,
    0.5835296346176134,
    0.5835296346176134,
    0.7191692951942614,
    0.7191692951942614,
    0.7191692951942614,
    0.7191692951942614,
    0.7191692951942614,
    0.6691880705155282,
    0.6691880705155282,
    0.6691880705155282,
    0.6691880705155282,
    0.6691880705155282,
    0.6908328135942183,
    0.6908328135942183,
    0.6908328135942183,
    0.6908328135942183,
    0.6908328135942183,
    0.7094011471391746,
    0.7094011471391746,
    0.7094011471391746,
    0.7094011471391746,
    0.7094011471391746,
    0.7287380601419047,
    0.7287380601419047,
    0.7287380601419047,
    0.7287380601419047,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.6896897334357244,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7837031528597749,
    0.7757146784925516,
    0.7757146784925516,
    0.7757146784925516
  ],
  "6": [
    "",
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show the providers interacting with individuals in a park setting. Several individuals are wearing blue shirts, and the setting appears to be outdoors with trees visible in the background.",
    "The healthcare providers are displaying photographs from community outreach events, showing them interacting with individuals in a park setting. Several individuals are wearing blue shirts, and the setting includes trees visible in the background. Dozens of booths with colorful banners circle a polished floor.",
    "The healthcare providers are displaying photographs from community outreach events, showing them interacting with individuals in a park setting. Several individuals are wearing blue shirts, and the setting includes trees visible in the background. Dozens of booths with colorful banners circle a polished floor. Students line up outside the university gym before the career fair opens.",
    "The scene includes photographs from community outreach events, showing healthcare providers interacting with individuals wearing blue shirts in a park setting with trees in the background. Dozens of booths with colorful banners surround a polished floor. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "A polished floor surrounds dozens of booths displaying colorful banners at a park setting. Healthcare providers are interacting with individuals wearing blue shirts. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background.",
    "A polished floor surrounds dozens of booths displaying colorful banners at a park setting. Healthcare providers are interacting with individuals wearing blue shirts. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts, showcasing community outreach photos. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts, showcasing community outreach photos. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts, showcasing community outreach photos. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners at the park setting. Healthcare providers are interacting with individuals wearing blue shirts, showcasing community outreach photos. Students line up outside the university gym, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near a coffee station, with trees visible in the background. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3483711594108809,
    0.38491089441423126,
    0.38491089441423126,
    0.5581196904984892,
    0.5581196904984892,
    0.5581196904984892,
    0.5581196904984892,
    0.6851535513983716,
    0.6851535513983716,
    0.6851535513983716,
    0.6851535513983716,
    0.6851535513983716,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.69358052646981,
    0.7186983041818075,
    0.7186983041818075,
    0.7186983041818075,
    0.7186983041818075,
    0.7186983041818075,
    0.7186983041818075,
    0.7186983041818075,
    0.7581267263127874,
    0.7581267263127874,
    0.7581267263127874,
    0.7581267263127874,
    0.7581267263127874,
    0.7581267263127874,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.8223976673478637,
    0.7552245005553694,
    0.7552245005553694,
    0.7552245005553694,
    0.7552245005553694,
    0.7552245005553694,
    0.7552245005553694,
    0.7577974958913388,
    0.7577974958913388,
    0.7577974958913388,
    0.7577974958913388,
    0.7577974958913388,
    0.7577974958913388,
    0.7577974958913388,
    0.7395122589386389,
    0.7395122589386389,
    0.7395122589386389,
    0.7395122589386389,
    0.7395122589386389,
    0.7395122589386389,
    0.8190083183664336,
    0.8190083183664336,
    0.8190083183664336
  ],
  "7": [
    "",
    "",
    "Tech companies are displaying demo screens showing their latest apps. The screens feature a blue app icon and a white background.",
    "The scene includes demo screens displaying apps with a blue icon and a white background. Consulting firms are presenting glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables. Demo screens display apps with a blue icon and a white background.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables. Demo screens display apps with a blue icon and a white background. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables. Demo screens display apps with a blue icon and a white background. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables. Demo screens display apps with a blue icon and a white background. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables, with demo screens displaying apps featuring a blue icon and a white background. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms are presenting glossy case study booklets on high tables, with demo screens displaying apps featuring a blue icon and a white background. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with consulting firms presenting glossy case study booklets on high tables. Demo screens display apps featuring a blue icon and a white background, showing the latest offerings from tech companies. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with consulting firms presenting glossy case study booklets on high tables. Demo screens display apps featuring a blue icon and a white background, showing the latest offerings from tech companies. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with consulting firms presenting glossy case study booklets on high tables. Demo screens display apps featuring a blue icon and a white background, showing the latest offerings from tech companies. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system, with career counselors reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with consulting firms presenting glossy case study booklets on high tables. Demo screens display apps featuring a blue icon and a white background, showing the latest offerings from tech companies. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3236206146691106,
    0.3236206146691106,
    0.3236206146691106,
    0.3236206146691106,
    0.3236206146691106,
    0.3681422531318578,
    0.3681422531318578,
    0.3681422531318578,
    0.3681422531318578,
    0.5315566897792199,
    0.5315566897792199,
    0.5315566897792199,
    0.5315566897792199,
    0.5315566897792199,
    0.6176077471634499,
    0.6176077471634499,
    0.6176077471634499,
    0.6176077471634499,
    0.6176077471634499,
    0.6176077471634499,
    0.6903393304465881,
    0.6903393304465881,
    0.6903393304465881,
    0.6903393304465881,
    0.6903393304465881,
    0.6903393304465881,
    0.6969842695684239,
    0.6969842695684239,
    0.6969842695684239,
    0.6969842695684239,
    0.6969842695684239,
    0.6969842695684239,
    0.6302303177319044,
    0.6302303177319044,
    0.6302303177319044,
    0.6302303177319044,
    0.6302303177319044,
    0.7291544141338298,
    0.7291544141338298,
    0.7291544141338298,
    0.7291544141338298,
    0.7291544141338298,
    0.7291544141338298,
    0.7193353097011305,
    0.7193353097011305,
    0.7193353097011305,
    0.7193353097011305,
    0.7193353097011305,
    0.7193353097011305,
    0.7193353097011305,
    0.7573847275708969,
    0.7573847275708969,
    0.7573847275708969,
    0.7573847275708969,
    0.7573847275708969,
    0.7573847275708969,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739,
    0.7082451048229739
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths adorned with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths decorated with colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and event staff are scanning registrations and distributing lanyards at the entrance. Tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.4265205589811083,
    0.4265205589811083,
    0.5002931772244603,
    0.5002931772244603,
    0.5002931772244603,
    0.6605315994982535,
    0.6605315994982535,
    0.6605315994982535,
    0.7079197863991323,
    0.7079197863991323,
    0.7079197863991323,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.6893774691752909,
    0.6893774691752909,
    0.6893774691752909,
    0.6893774691752909,
    0.6893774691752909,
    0.6893774691752909,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.6474835787842484,
    0.7892551001200748,
    0.7892551001200748,
    0.7892551001200748,
    0.7892551001200748,
    0.7892551001200748,
    0.7892551001200748,
    0.7892551001200748,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.7869047876486851,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.793404449718994,
    0.7864230093135223,
    0.7864230093135223,
    0.7864230093135223,
    0.7864230093135223,
    0.7864230093135223
  ],
  "9": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Several consulting firms have placed glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "Several consulting firms have placed glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Several consulting firms have placed glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Several consulting firms have placed glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens.",
    "Several consulting firms have placed glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners continue to circle the polished floor.",
    "The polished floor is encircled by dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym ahead of the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff remind attendees to maintain eye contact.",
    "The polished floor is encircled by dozens of booths displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance, while students line up outside the university gym ahead of the career fair. Consulting firms have placed glossy case study booklets on high tables, and event staff remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.45053357133123473,
    0.45053357133123473,
    0.45053357133123473,
    0.67302509067149,
    0.67302509067149,
    0.67302509067149,
    0.67302509067149,
    0.8094324078829989,
    0.8094324078829989,
    0.8094324078829989,
    0.8094324078829989,
    0.8094324078829989,
    0.760962995408881,
    0.760962995408881,
    0.760962995408881,
    0.760962995408881,
    0.760962995408881,
    0.760962995408881,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.8066661627420122,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.66408618368398,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7568541923068228,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7296765748949153,
    0.7407595615833098
  ]
}