{
  "0": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "Across the university setting, workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "In the university setting, workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, identifying focal companies. Career counselors redirect unsure students toward applicable industries.",
    "At a university, workshops on networking etiquette begin in an adjoining classroom. Tech companies display demo screens of their latest apps, while healthcare providers showcase photos of community outreach. Students line up outside the university gym before the career fair opens. At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, identifying focal companies. Career counselors redirect unsure students toward applicable industries. Two groups are present: one rehearsing elevator pitches quietly against a wall, the other clutching resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.35898728154982873,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.5962531042245417,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.7981916317111913,
    0.8166082677034879
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "In the scene, healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos while students clutch resumes inside branded folders. A line of students stands outside the university gym, waiting for the career fair to open.",
    "Healthcare providers display community outreach photos as a line of students stands outside the university gym waiting for the career fair to open. A group of students clutch resumes in branded folders, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos as a line of students waits outside the university gym for the career fair to open. A group of students clutches resumes in branded folders, while finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers display community outreach photos as a line of students waits outside the university gym for the career fair to open. A group of students clutches resumes in branded folders, while finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "A line of students waits outside the university gym for the career fair to open, with a group clutching resumes in branded folders. Finance firms offer QR codes for immediate internship applications, while healthcare providers display community outreach photos nearby. At the entrance, event staff scan registrations and hand out lanyards. A quiet corner holds a small group rehearsing elevator pitches against a wall, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits for the career fair to open, a group clutching resumes in branded folders. Inside, finance firms offer QR codes for immediate internship applications while healthcare providers display community outreach photos nearby. At the entrance, event staff scan registrations and hand out lanyards. In a quiet corner, a small group rehearses elevator pitches against a wall, and a cybersecurity company runs a password cracking challenge on a laptop. In the venue, tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.33422667918864885,
    0.33422667918864885,
    0.33422667918864885,
    0.33422667918864885,
    0.33422667918864885,
    0.33422667918864885,
    0.33422667918864885,
    0.5434294707590444,
    0.5434294707590444,
    0.5434294707590444,
    0.5434294707590444,
    0.5434294707590444,
    0.5434294707590444,
    0.5434294707590444,
    0.6253012602317394,
    0.6253012602317394,
    0.6253012602317394,
    0.6253012602317394,
    0.6253012602317394,
    0.6253012602317394,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7672345436758321,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7810886949520295,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.7768685458672197,
    0.8612529419276369,
    0.8612529419276369,
    0.8612529419276369,
    0.8612529419276369
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. In the scene, healthcare providers showcase community outreach photos, while students clutch resumes inside branded folders.",
    "Glossy case study booklets from consulting firms are stacked on high tables. The scene shows healthcare providers displaying community outreach photos, while students clutch resumes inside branded folders.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming a glossy display; healthcare providers are shown with community outreach photos while students clutch resumes inside branded folders. Near the stage, the engineering society sponsors a resume review table. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, glossy case study booklets from consulting firms are stacked on high tables, forming a glossy display; healthcare providers are shown with community outreach photos while students clutch resumes inside branded folders. Near the stage, the engineering society sponsors a resume review table. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens as tech companies display demo screens showing their latest apps. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, glossy case-study booklets from consulting firms are stacked on high tables to form a display, while students clutch resumes inside branded folders. Healthcare providers are shown with community outreach photos, and finance firms display QR codes for immediate internship applications. Near the stage, the engineering society sponsors a resume-review table. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens of their latest apps as students line up outside the university gym before opening. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, with counselors reminding attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4955844084573286,
    0.4955844084573286,
    0.4955844084573286,
    0.4955844084573286,
    0.4955844084573286,
    0.4955844084573286,
    0.4955844084573286,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.46857024565042327,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.7326293765149392,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.8920790106239657,
    0.875256617347492
  ],
  "3": [
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and students line up outside the university gym prior to the career fair opening.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and students line up outside the university gym prior to the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens of their latest apps, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.37104685152738903,
    0.6721164614095827,
    0.6721164614095827,
    0.6721164614095827,
    0.6721164614095827,
    0.6721164614095827,
    0.6721164614095827,
    0.6721164614095827,
    0.8216206221838994,
    0.8216206221838994,
    0.8216206221838994,
    0.8216206221838994,
    0.8216206221838994,
    0.8216206221838994,
    0.8216206221838994,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8290623167317244,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8712526752265156,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934,
    0.8655771598057934
  ],
  "4": [
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications, while healthcare providers display photos of community outreach.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Finance firms provide QR codes that enable immediate internship applications, while healthcare providers display photos of community outreach. Students clutch resumes inside branded folders, ready to present them at the fair.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Finance firms offer QR codes that enable immediate internship applications, while healthcare providers display photos of community outreach. Students clutch resumes inside branded folders, ready to present them at the fair. Consulting firms stack glossy case study booklets on high tables.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Finance firms offer QR codes for immediate internship applications, and healthcare providers display photos of community outreach. Students clutch resumes in branded folders, as internship offers are presented, while a group of friends marks target employers on the event map and the engineering society sponsors a resume review table near the stage. At the fair, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A university career fair is underway outside the campus gym, with a line of students waiting for the event to open. Finance firms offer QR codes for immediate internship applications, and healthcare providers display photos of community outreach. Students clutch resumes in branded folders as internship offers are presented, while a group of friends marks target employers on the event map and the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors steer unsure students toward applicable industries, and students move between booths while clutching resumes inside branded folders. Outside the gym, a robotics startup draws attention by flying a small drone above its booth."
  ],
  "4_score": [
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.403857619291393,
    0.403857619291393,
    0.403857619291393,
    0.403857619291393,
    0.403857619291393,
    0.403857619291393,
    0.7076015644185063,
    0.7076015644185063,
    0.7076015644185063,
    0.7076015644185063,
    0.7076015644185063,
    0.7076015644185063,
    0.7076015644185063,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.7886907877258165,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8606361404922952,
    0.8660943325237832,
    0.8660943325237832,
    0.8660943325237832,
    0.8660943325237832,
    0.8660943325237832
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "In the venue, tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, tech companies display demo screens showing their latest apps, establishing a tech-focused backdrop. The engineering society sponsors a resume review table near the stage, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, completing the range of exhibits.",
    "At the university career fair, tech companies display demo screens showing their latest apps, while the engineering society sponsors a resume review table near the stage and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Outside the gym, students line up before opening; inside, the same exhibits persist—healthcare photos and case study booklets on high tables—while groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.7516683006972567,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.784117346961167,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094,
    0.82896612214094
  ],
  "6": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company runs a password cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications.",
    "A cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette have begun in the adjoining classroom. Healthcare providers showcase photos from their community outreach efforts.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and suitable sectors, while finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps. Networking etiquette workshops have begun in the adjoining classroom. Healthcare providers showcase photos from their community outreach efforts. Consulting firms stack glossy case-study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5258280306814057,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.5058482843111045,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.642864584886241,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.8300105146343777,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739,
    0.834901851934739
  ],
  "7": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "Career counselors redirect unsure students toward applicable industries, guiding them toward suitable sectors. In the adjoining classroom, workshops on networking etiquette begin. At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies.",
    "Career counselors direct unsure students toward applicable industries and suitable sectors. In the adjoining classroom, networking etiquette workshops are starting. At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies. Finance firms offer QR codes for immediate internship applications.",
    "An event scene unfolds with career counselors directing unsure students toward applicable industries and helping them identify suitable fields. In an adjoining classroom, networking etiquette workshops are starting. At the main event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies. Finance firms offer QR codes for immediate internship applications, providing a fast path to opportunities. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Across a multi-room career fair, career counselors guide unsure students toward applicable industries; in an adjoining classroom networking etiquette workshops begin. At the main event consulting firms display glossy case study booklets on high tables, while groups of friends mark target employers on an event map and finance firms provide QR codes for immediate internship applications. Tech companies show demo screens of their latest apps; HR teams jot notes on tablets as students introduce themselves. In a cybersecurity company booth a password-cracking challenge runs on a laptop as students clutch resumes in branded folders. A small group rehearses elevator pitches against a wall. A robotics startup flies a small drone above its booth to attract attention. Near the stage the engineering society sponsors a resume review table, and healthcare providers showcase community outreach photos."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5251023312997969,
    0.5251023312997969,
    0.5251023312997969,
    0.5251023312997969,
    0.5251023312997969,
    0.5251023312997969,
    0.5251023312997969,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7245339433635409,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7614438499055927,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.7829887803879108,
    0.8832076830053095,
    0.8832076830053095,
    0.8832076830053095
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while students line up outside the university gym prior to the career fair opening.",
    "The engineering society sponsors a resume review table near the stage; simultaneously, students line up outside the university gym before the career fair opens. Career counselors direct unsure students toward applicable industries.",
    "During the event, the engineering society sponsors a resume review table near the stage as students line up outside the university gym before the career fair opens, while career counselors direct unsure students toward applicable industries.",
    "An event scene shows an engineering society-sponsored resume review table near the stage, with students lining up outside the university gym before the career fair opens. Career counselors direct unsure students toward applicable industries.",
    "An event scene at the university gym before the career fair opens shows an engineering society-sponsored resume review table near the stage. Students line up outside the gym. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a university gym before the career fair opens, attendees include students and career counselors. The engineering society sponsors a resume review table near the stage, with students lining up outside the gym. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university gym before the career fair opens, attendees include students and career counselors. The engineering society sponsors a resume review table near the stage, with students lining up outside the gym. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. A university career events scene unfolds as a small group of students quietly rehearses elevator pitches against a wall while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. At the career fair, consulting firms stack glossy case study booklets on high tables, and finance firms are offering QR codes that enable immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.5794089135890863,
    0.4469545145394885,
    0.4469545145394885,
    0.4469545145394885,
    0.4469545145394885,
    0.4469545145394885,
    0.4469545145394885,
    0.576446239433585,
    0.576446239433585,
    0.576446239433585,
    0.576446239433585,
    0.576446239433585,
    0.576446239433585,
    0.576446239433585,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.6881101791429279,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.8157441054208134,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107,
    0.859190541162107
  ],
  "9": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette are beginning in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "In the event space, workshops on networking etiquette have begun in the adjoining classroom. Tech companies are displaying demo screens of their latest apps, while healthcare providers showcase photos from their community outreach efforts.",
    "In the event space, networking etiquette workshops have begun in the adjoining classroom. Tech companies are displaying demo screens of their latest apps, while healthcare providers are showcasing photos from their community outreach efforts.",
    "Within the event space, several activities and displays are underway. Networking etiquette workshops have begun in the adjoining classroom. Tech companies are displaying demo screens of their latest apps. Healthcare providers are showcasing photos from their community outreach efforts. Consulting firms are stacking glossy case study booklets on high tables. A cybersecurity company is running a password cracking challenge on a laptop. Finance firms are offering QR codes for immediate internship applications.",
    "Within the event space, multiple activities and displays are underway. Networking etiquette workshops have begun in the adjoining classroom. Tech companies display demo screens of their latest apps. Healthcare providers are showcasing photos from their community outreach efforts. Consulting firms are stacking glossy case study booklets on high tables. A cybersecurity company is running a password cracking challenge on a laptop. Finance firms are offering QR codes for immediate internship applications. Counselors at the career fair direct unsure students toward applicable industries, while reminding attendees to maintain eye contact. Students clutch resumes inside branded folders as the engineering society sponsors a resume review table near the stage.",
    "The event space centers on a university career fair with concurrent activities in a gym and an adjoining classroom. Networking etiquette workshops have begun in the classroom. Tech companies display demo screens of their latest apps; healthcare providers showcase photos from community outreach. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, while HR teams jot notes on tablets as students introduce themselves. Counselors and career staff guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes inside branded folders as the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Outside the gym, students line up before the fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.37241591371870697,
    0.37241591371870697,
    0.37241591371870697,
    0.37241591371870697,
    0.37241591371870697,
    0.37241591371870697,
    0.5254139444327524,
    0.5254139444327524,
    0.5254139444327524,
    0.5254139444327524,
    0.5254139444327524,
    0.5254139444327524,
    0.5254139444327524,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.523556307408032,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.7510598418082521,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8200172533545518,
    0.8849556592844854,
    0.8849556592844854
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders. A small group of students quietly rehearses elevator pitches against a wall.",
    "At a cybersecurity company event, a password-cracking challenge unfolds on a laptop while students clutch resumes inside branded folders. A small group quietly rehearses elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a cybersecurity company event, a password-cracking challenge unfolds on a laptop while students clutch resumes inside branded folders. A small group rehearses elevator pitches against a wall as career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos.",
    "At a university career fair, students line up outside the gym before opening as consulting firms stack case study booklets on high tables and tech companies show demo screens of their latest apps. Inside, a robotics startup flies a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications. Near the stage, the engineering society sponsors a resume review table, and healthcare providers display community outreach photos. A password-cracking challenge runs on a laptop at one booth; students clutch resumes in branded folders; groups rehearse elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries. In an adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.3324243067414066,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.48156241112198517,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.6934424388087865,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8352263608756365,
    0.8915967824828906,
    0.8915967824828906
  ],
  "11": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "In a career fair setting, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At a career fair, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Counselors also remind attendees to maintain eye contact.",
    "At a career fair, counselors direct unsure students toward applicable industries as others clutch resumes inside branded folders ready to present them. Finance firms offer QR codes for immediate internship applications, and healthcare providers display photos of community outreach. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact. A line of students stands outside the university gym, waiting for the career fair to open.",
    "At the university career fair, students wait outside the gym for it to open as a line forms, while inside counselors direct unsure attendees toward applicable industries and a small group rehearses elevator pitches against a wall ahead of an alumni panel discussing how to prepare for technical interviews. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications; healthcare providers show photos of community outreach. A robotics startup flies a small drone above its booth to attract attention. Counselors remind attendees to maintain eye contact."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.5877177227238499,
    0.5877177227238499,
    0.5877177227238499,
    0.5877177227238499,
    0.5877177227238499,
    0.5877177227238499,
    0.5877177227238499,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.8303987354698381,
    0.827211907711439,
    0.827211907711439,
    0.827211907711439,
    0.827211907711439,
    0.827211907711439,
    0.827211907711439,
    0.827211907711439,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8188032784614585,
    0.8767673984682501,
    0.8767673984682501,
    0.8767673984682501,
    0.8767673984682501,
    0.8767673984682501,
    0.8767673984682501,
    0.8767673984682501
  ],
  "12": [
    "",
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "In a scene involving students and healthcare providers, finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "During an event mixing students and healthcare providers, finance firms offer QR codes to enable immediate internship applications. A group of students clutches resumes inside branded folders. Healthcare providers showcase community outreach photos. An engineering society sponsors a resume review table near the stage, while tech companies display demo screens featuring their latest apps. Alumni volunteers give quick pep talks near the coffee station.",
    "An event brings together students and healthcare providers with industry exhibitors. Finance firms offer QR codes to enable immediate internship applications. A group of students clutches resumes inside branded folders. Healthcare providers display community outreach photos illustrating activities aimed at engaging the community. The engineering society sponsors a resume-review table near the stage. Tech companies display demo screens featuring their latest apps. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.6938866519574116,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8067350677220801,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341,
    0.8038175428358341
  ],
  "13": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, while career counselors direct unsure students toward applicable industries.",
    "At the event, a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and healthcare providers showcase community-outreach photos nearby. Students line up outside the university gym before the career fair opens, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. A small group of students quietly rehearses elevator pitches against a wall. A group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "At a campus careers event, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. The engineering society sponsors a resume-review table near the stage, while healthcare providers showcase community-outreach photos nearby. Students line up outside the university gym before the career fair opens, and career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves, and a small group quietly rehearses elevator pitches against a wall. A group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications."
  ],
  "13_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7670091488331032,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.7835188035391232,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8515423470356339,
    0.8269199811064102,
    0.8269199811064102,
    0.8269199811064102,
    0.8269199811064102
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table, and healthcare providers showcase community outreach photos.",
    "Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "Near the stage, the engineering society sponsors a resume review table, and healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders, while finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Near the stage, the engineering society sponsors a resume review table. Healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders. Finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Glossy case study booklets from consulting firms are stacked on high tables.",
    "At the event venue, near the stage, the engineering society sponsors a resume review table; healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders, and finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Glossy case-study booklets from consulting firms are stacked on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders, and finance firms display QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Glossy case-study booklets from consulting firms are stacked on high tables, and alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3397719661785819,
    0.3397719661785819,
    0.3397719661785819,
    0.3397719661785819,
    0.3397719661785819,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.6064494712501391,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.7944818412088812,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.8135561376539395,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.7980569211778983,
    0.8164341413332274,
    0.8164341413332274,
    0.8164341413332274,
    0.8164341413332274
  ],
  "15": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and a group of students clutch resumes inside branded folders, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos illustrating activities aimed at engaging the community. A group of students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos illustrating activities aimed at engaging the community. A group of students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage.",
    "An industry and education event features healthcare providers displaying photos of community outreach efforts to engage the public, alongside tech firms showing demo screens of their latest apps. A group of students clutch resumes inside branded folders, while finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette have begun in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.41674728685938045,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7194472542690198,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.7977772911722822,
    0.825316512657158,
    0.825316512657158,
    0.825316512657158,
    0.825316512657158,
    0.825316512657158,
    0.825316512657158,
    0.825316512657158
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin, while tech companies display demo screens showing their latest apps.",
    "A university career fair is under way: career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos as students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the career fair to open.",
    "A university career fair is under way, with career counselors reminding attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps in the venue. Healthcare providers display community outreach photos as students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the career fair to open. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables.",
    "The university career fair is underway, with career counselors reminding attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette have begun. Tech companies display demo screens showcasing their latest apps inside the venue, while healthcare providers present community outreach photos as students clutch resumes in branded folders. Outside the university gym, a line of students waits for the fair to open. Near the stage, the engineering society sponsors a resume review table, and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.5493559512785554,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8149233687141392,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885,
    0.8324638553282885
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair event, career counselors direct unsure students toward applicable industries while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors direct unsure students toward applicable industries and suitable sectors as students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage; students line up outside the university gym before the fair opens; in the adjoining classroom, networking etiquette workshops are starting; consulting firms stack glossy case study booklets on high tables, creating a visible display of materials; groups of friends mark target employers on the event map, indicating focal companies; finance firms offer QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.399943363414251,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.5434284292438362,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.85995776806471,
    0.5832193742633582,
    0.5832193742633582,
    0.5832193742633582,
    0.5832193742633582,
    0.5832193742633582
  ],
  "18": [
    "",
    "",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall, while an alumni panel discusses how to prepare for technical interviews.",
    "A university career events scene unfolds: a small group of students quietly rehearses elevator pitches against a wall as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. At the career fair, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym prior to the fair opening.",
    "A university career events scene unfolds: a small group of students quietly rehearses elevator pitches against a wall as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, while the engineering society sponsors a resume review table near the stage. At the career fair, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym prior to the fair opening. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms are offering QR codes that enable immediate internship applications.",
    "At a university career event, a small group of students quietly rehearses elevator pitches against a wall as an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map while the engineering society sponsors a resume review table near the stage. Inside the career fair, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the fair opens, as a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications, while healthcare providers display community outreach photos. A group of students clutches resumes in branded folders; at the entrance, staff scan registrations and hand out lanyards."
  ],
  "18_score": [
    0.0,
    0.0,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.3418262979022957,
    0.3418262979022957,
    0.3418262979022957,
    0.3418262979022957,
    0.3418262979022957,
    0.3418262979022957,
    0.3418262979022957,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.7945073151353497,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.830286203791291,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422,
    0.8713749340853422
  ],
  "19": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "On a university campus, a cybersecurity company runs a password-cracking challenge on a laptop while career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders as they move between booths. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a group of students lines up in the lead-up to the career fair opening. A robotics startup draws attention by flying a small drone above its booth.",
    "On a university campus, a career fair is underway across venues. A cybersecurity company runs a password-cracking challenge on a laptop while career counselors steer unsure students toward applicable industries. Students clutch resumes inside branded folders as they move between booths. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line of students waits in the lead-up to the career fair opening. A robotics startup draws attention by flying a small drone above its booth. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "On a university campus, a career fair unfolds across multiple venues. A cybersecurity company runs a password-cracking challenge on a laptop, while engineering society sponsors a resume review table near the stage. Career counselors guide unsure students toward applicable industries as they clutch resumes in branded folders and move between booths. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line of students waits before the career fair opens. A robotics startup captures attention by flying a small drone above its booth. An adjoining classroom hosts workshops on networking etiquette as the event unfolds, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.372401328326225,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.5243621780314182,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8132619913825148,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488,
    0.8563107580154488
  ],
  "20": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "Students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At a campus careers event, students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume-review table near the stage, while tech companies display demo screens showing their latest apps.",
    "At a campus careers event, students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps."
  ],
  "20_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.6996971278085624,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.7890449724116493,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269,
    0.8257172687838269
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, helping them identify suitable fields. Finance firms offer QR codes for immediate internship applications, providing a fast path to opportunities.",
    "Career counselors direct unsure students toward applicable industries, helping them identify suitable fields. Finance firms distribute QR codes for immediate internship applications, providing a fast path to opportunities. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Career counselors direct unsure students toward applicable industries, helping them identify suitable fields. Finance firms distribute QR codes for immediate internship applications, providing a fast path to opportunities. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "A career guidance setting where counselors direct unsure students toward applicable industries, helping them identify suitable fields, while finance firms distribute QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves, and counselors remind attendees to maintain eye contact.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries and help them identify suitable fields, while finance firms distribute QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens showing their latest apps. HR teams jot notes on tablets as students introduce themselves, with counselors reminding attendees to maintain eye contact. Consulting firms display glossy case study booklets stacked on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4784284607059925,
    0.4784284607059925,
    0.4784284607059925,
    0.4784284607059925,
    0.4784284607059925,
    0.4784284607059925,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7162134610657047,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7438663983295787,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7020239931483225,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364,
    0.7749466158143364
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Professional activity unfolds with consulting firms stacking glossy case-study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "A career-oriented event unfolds with consulting firms stacking glossy case-study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. A cybersecurity company is conducting a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, and counselors remind attendees to maintain eye contact.",
    "The career-oriented event unfolds with multiple resource stations and skill-building activities. Consulting firms stack glossy case-study booklets on high tables, while the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries. In an adjoining classroom, workshops on networking etiquette begin, with counselors reminding attendees to maintain eye contact. Two groups are visible: one rehearsing elevator pitches quietly against a wall, the other clutching resumes inside branded folders. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase photos of community outreach to illustrate activities engaging the community. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.3283458335858131,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.5606482878134722,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.6432785408073914,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.7121352453095391,
    0.820405459577441,
    0.820405459577441,
    0.820405459577441,
    0.820405459577441,
    0.820405459577441,
    0.820405459577441,
    0.820405459577441
  ],
  "23": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, as tech companies display demo screens showing their latest apps. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym before the career fair opens as tech companies display demo screens showing their latest apps. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume review table near the stage.",
    "At the university gym, students line up outside before the career fair opens as tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume-review table near the stage. Two groups are present: one rehearsing elevator pitches quietly against a wall, and another group clutching resumes inside branded folders. Finance firms are offering QR codes for immediate internship applications.",
    "At the university gym, students line up outside before the career fair opens, while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth. Career counselors redirect unsure students toward applicable industries. An engineering society sponsors a resume-review table near the stage. Two groups are present: one rehearsing elevator pitches quietly against a wall, and another clutching resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.4177472333165262,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7670608065729709,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.7537786636016195,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8390245155369174,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318,
    0.8461685456149318
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map as the engineering society sponsors a resume review table near the stage. At the career fair, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Students line up outside the university gym prior to the career fair opening.",
    "Groups of friends mark target employers on the event map as the engineering society sponsors a resume review table near the stage. At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Students line up outside the university gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop, while finance firms provide QR codes for immediate internship applications. A group of students clutches resumes in branded folders as internship offers are presented.",
    "Groups of friends mark target employers on the event map as the engineering society sponsors a resume review table near the stage. At the career fair, consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop, while finance firms provide QR codes for immediate internship applications. A group of students clutches resumes in branded folders as internship offers are presented. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university's career fair, groups of friends mark target employers on the event map while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications. A group of students clutches resumes in branded folders as internship offers are presented. Career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.45528049141351423,
    0.8180966810867616,
    0.8180966810867616,
    0.8180966810867616,
    0.8180966810867616,
    0.8180966810867616,
    0.8180966810867616,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.8490616336750816,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.853142648671631,
    0.8664359518050243,
    0.8664359518050243,
    0.8664359518050243,
    0.8664359518050243,
    0.8664359518050243,
    0.8664359518050243
  ],
  "25": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers display community outreach photos as students clutch resumes inside branded folders, while a line of students stands outside the university gym waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. Meanwhile, healthcare providers display community outreach photos, and students clutch resumes in branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos while students clutch resumes in branded folders. An engineering society sponsors a resume review table near the stage, and tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the university gym hosting a career fair, attendees include students and career counselors. Outside the gym, a line of students waits for the fair to open. Inside, healthcare providers display community outreach photos while students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. During the event, career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries.",
    "At the university gym hosting a career fair, students and career counselors are present. Outside, a line of students waits for the fair to open. Inside, healthcare providers display community outreach photos while students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers offer quick pep talks near the coffee station. During the event, career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications."
  ],
  "25_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.39513125513290964,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.5388648202303666,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.7468253643658903,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156,
    0.8433495658882156
  ],
  "26": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications, while a small group quietly rehearses elevator pitches against a wall.",
    "At the scene, a group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications, while a small group quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the scene, a group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications. A small group quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the scene, students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. A small group quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables, creating a visible display of materials, while alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, indicating focal companies. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable sectors. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the university career fair, students clutch resumes inside branded folders while finance firms offer QR codes for immediate internship applications. A small group rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers give quick pep talks near the coffee station. A line of students waits outside the university gym for the fair to open. Groups of friends mark target employers on the event map, with career counselors guiding unsure students toward suitable industries. In the adjoining classroom, workshops on networking etiquette begin. Healthcare providers display photos of community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps at the fair, and a cybersecurity company runs a password-cracking challenge on a laptop. Internship offers are presented."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.44417870497405726,
    0.44417870497405726,
    0.44417870497405726,
    0.44417870497405726,
    0.44417870497405726,
    0.44417870497405726,
    0.44417870497405726,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.5804660168716804,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.7447836471066993,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.776526503632934,
    0.8963042074127927,
    0.8963042074127927,
    0.8963042074127927,
    0.8963042074127927,
    0.8963042074127927
  ],
  "27": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "An adjoining classroom hosts workshops on networking etiquette as the event unfolds, while career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an adjoining classroom hosts workshops on networking etiquette as the event unfolds, while career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, an adjoining classroom hosts networking etiquette workshops as the event unfolds, while career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.505534585375801,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.7783842475868359,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777,
    0.8023303176621777
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A group of students rehearses elevator pitches quietly against the wall.",
    "Students rehearse elevator pitches quietly against the wall, while another group clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "Two groups are present: one group of students rehearsing elevator pitches quietly against a wall, and another group clutching resumes inside branded folders. Finance firms are offering QR codes for immediate internship applications.",
    "Two groups are present: one group of students rehearsing elevator pitches quietly against a wall, and another group clutching resumes inside branded folders. Finance firms are offering QR codes for immediate internship applications. Healthcare providers showcase photos of community outreach illustrating activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Two groups are present: one group of students rehearsing elevator pitches quietly against a wall, and another group clutching resumes inside branded folders. Finance firms are offering QR codes for immediate internship applications. Healthcare providers showcase photos of community outreach illustrating activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Two groups are present: one group of students rehearsing elevator pitches quietly against a wall, and another group clutching resumes inside branded folders. Finance firms are offering QR codes for immediate internship applications. Healthcare providers showcase photos of community outreach illustrating activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.24739101507431488,
    0.42495888770407136,
    0.42495888770407136,
    0.42495888770407136,
    0.42495888770407136,
    0.42495888770407136,
    0.42495888770407136,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.524610472104267,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7476888349405248,
    0.7657740666157932,
    0.7657740666157932
  ],
  "29": [
    "",
    "\"\"",
    "\"\"",
    "A group of students clutch resumes inside branded folders.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos.",
    "A group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications, while healthcare providers showcase community outreach photos. A quiet corner holds a small group rehearsing elevator pitches against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair, students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Healthcare providers display community outreach photos among recruiters. In a quiet corner, a small group rehearses elevator pitches against a wall. A cybersecurity company runs a password cracking challenge on a laptop. A line of students stands outside the university gym waiting for the career fair to open.",
    "At a university career fair, dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders and finance firms offer QR codes for immediate internship applications. Healthcare providers display community outreach photos among recruiters. In a quiet corner, a small group rehearses elevator pitches against a wall. A cybersecurity company runs a password cracking challenge on a laptop. A line of students stands outside the university gym waiting for the career fair to open."
  ],
  "29_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4128645017263255,
    0.4128645017263255,
    0.4128645017263255,
    0.4128645017263255,
    0.4128645017263255,
    0.4128645017263255,
    0.4128645017263255,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.5650949230144084,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.825303688538076,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866,
    0.8421666231553866
  ],
  "30": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; human resources teams jot notes on tablets while students introduce themselves.",
    "Across the space, consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, and tech companies display demo screens showing their latest apps.",
    "Across the space, consulting firms stack glossy case-study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin; tech companies display demo screens showing their latest apps there and in the venue. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the venue, consulting firms stack glossy case-study booklets on high tables while human resources teams jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. Tech companies display demo screens showing their latest apps, establishing a tech-focused backdrop across the venue. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos, completing the range of exhibits."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.4127219422584422,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.514455878380373,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.6907897391523017,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.768113986251606,
    0.8019610013240704,
    0.8019610013240704,
    0.8019610013240704
  ],
  "31": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "Students quietly rehearse elevator pitches against a wall. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications. The scene shows students lining up outside the university gym before the career fair opens. Career counselors direct unsure students toward applicable industries.",
    "Students quietly rehearse elevator pitches against a wall as the university career fair approaches. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens as career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. Inside the fair, consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps; the engineering society resume review table remains near the stage. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop, while finance firms continue to offer QR codes for internships."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7196402107075965,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.7658897333408619,
    0.8618143461417159,
    0.8618143461417159,
    0.8618143461417159,
    0.8618143461417159,
    0.8618143461417159,
    0.8618143461417159,
    0.8618143461417159
  ],
  "32": [
    "",
    "",
    "",
    "A group of students clutch resumes inside branded folders.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "In a scene involving students and healthcare providers, a group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "The scene features students and healthcare providers. A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on students and healthcare providers at a campus career fair outside the university gym. Students line up before the career fair opens, carrying resumes in branded folders as finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "A campus career fair outside the university gym centers on students and healthcare providers. Students line up before the fair opens, carrying resumes in branded folders as finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "A campus career fair outside the university gym unfolds with students and healthcare providers illustrating opportunities. Students line up before opening, carrying resumes in branded folders. Finance firms display QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop, and students continue to clutch resumes in branded folders. A small group of students quietly rehearses elevator pitches against a wall."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.3376360815257372,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.4430532329748161,
    0.5361527821474106,
    0.5361527821474106,
    0.5361527821474106,
    0.5361527821474106,
    0.5361527821474106,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.6961738261934115,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.7761572197534885,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8049270976442772,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693,
    0.8406381718433693
  ],
  "33": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Finance firms are offering QR codes that enable immediate internship applications.",
    "Finance firms are offering QR codes that enable immediate internship applications.",
    "Finance firms are offering QR codes that enable immediate internship applications.",
    "Finance firms are offering QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms display QR codes enabling immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders. A small group of students quietly rehearses elevator pitches against a wall.",
    "During a mixed recruiting event, finance firms display QR codes enabling immediate internship applications; HR teams jot notes on tablets as students introduce themselves. A cybersecurity company is conducting a password-cracking challenge on a laptop, with students clutching resumes inside branded folders. A small group of students quietly rehearses elevator pitches against a wall.",
    "At a university campus career fair, a mixed recruiting event features finance firms displaying QR codes for immediate internship applications, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, with students holding resumes in branded folders. A small group quietly rehearses elevator pitches against a wall. Outside the campus gym, a group of students lines up before the fair opens. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers display community outreach photos, and consulting firms stack glossy case-study booklets on high tables."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.4122255932778658,
    0.44214453400067544,
    0.44214453400067544,
    0.44214453400067544,
    0.44214453400067544,
    0.44214453400067544,
    0.44214453400067544,
    0.44214453400067544,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.6973121106333322,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.7239275151317298,
    0.8742268400812379,
    0.8742268400812379,
    0.8742268400812379
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as those internship offers are presented.",
    "During the scene, a cybersecurity company runs a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as those internship offers are presented. Tech companies display demo screens showing their latest apps.",
    "At the scene, a cybersecurity company runs a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as those internship offers are presented. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At a multi-company career event, a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications, while students clutch resumes inside branded folders as internship offers are presented. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A small group quietly rehearses elevator pitches against a wall. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.4306715651740739,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.5985351532577875,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7531183431371609,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.7827687674389805,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569,
    0.8167582460400569
  ],
  "35": [
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms are offering QR codes that enable immediate internship applications.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Finance firms are offering QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders as finance firms continue to offer QR codes for immediate internship applications.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries. Finance firms offer QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table, while healthcare providers showcase community outreach photos. A group of students clutches resumes inside branded folders, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, while finance firms offer QR codes that enable immediate internship applications. Near the stage, the engineering society sponsors a resume review table, and healthcare providers showcase community outreach photos. A group of students clutches resumes inside branded folders, and human resources teams jot notes on tablets as students introduce themselves. Within the event space, several activities and displays are underway: networking etiquette workshops have begun in the adjoining classroom; tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "35_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.5573844699902876,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.67802145871216,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.83596789353288,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8606170724097327,
    0.8649024224168124,
    0.8649024224168124,
    0.8649024224168124,
    0.8649024224168124,
    0.8649024224168124,
    0.8649024224168124,
    0.8649024224168124
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as a robotics startup flies a small drone above its booth to attract attention.",
    "At a university gym hosting a career fair, attendees include students and career counselors. A robotics startup flies a small drone above its booth to attract attention. During the event, career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before the career fair opens.",
    "At a university gym hosting a career fair, attendees include students and career counselors. A robotics startup flies a small drone above its booth to attract attention. During the event, career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before the career fair opens. Finance firms are offering QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a university gym hosting a career fair, students and career counselors attend as a robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact and to direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Outside the gym, students line up before the career fair opens. Finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. An adjoining classroom hosts networking etiquette workshops as the event unfolds. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.4728021222373301,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.7787963153986822,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8349931806838702,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635,
    0.8427738956666635
  ],
  "37": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; healthcare providers showcase community outreach photos.",
    "At the university gym before the career fair opens, an engineering society-sponsored resume review table sits near the stage. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the gym while career counselors direct unsure students toward applicable industries. The scene preserves the overlapping venues and purposes: the resume review table near the stage, tech demos, healthcare outreach photos, and guidance from counselors as preparations for the career fair proceed.",
    "In a university gym before the career fair opens, an engineering society-sponsored resume review table sits near the stage. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students line up outside the gym while career counselors direct unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. The scene preserves overlapping venues and purposes: the resume review table near the stage, tech demos, healthcare outreach photos, and guidance from counselors as preparations for the career fair proceed."
  ],
  "37_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.5184414744377136,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7305359945990699,
    0.7798182451407041,
    0.7798182451407041,
    0.7798182451407041,
    0.7798182451407041
  ],
  "38": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "On a university campus, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Outside the university gym, a group of students lines up in the lead-up to the career fair opening.",
    "On a university campus, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Outside the university gym, a group of students lines up in the lead-up to the career fair opening. A robotics startup flies a small drone above its booth to draw attention.",
    "On a university campus hosting a career fair, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Outside the campus gym, a group of students lines up in the lead-up to the fair’s opening. A robotics startup flies a small drone above its booth to draw attention. Finance firms are offering QR codes that enable immediate internship applications.",
    "A university campus hosts a career fair. Healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables. Outside the campus gym, a group of students lines up in the lead-up to the fair's opening. A robotics startup flies a small drone above its booth to draw attention. Finance firms are offering QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a university campus career fair, healthcare providers display community outreach photos, indicating ongoing outreach efforts, while consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Finance firms offer QR codes enabling immediate internship applications, and HR teams jot notes on tablets as students introduce themselves. Outside the campus gym, a group of students lines up in the lead-up to the fair’s opening. A small group quietly rehearses elevator pitches against a wall, and another group clutches resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "38_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.529301297769421,
    0.529301297769421,
    0.529301297769421,
    0.529301297769421,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.7171455955942251,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8082214795006954,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8487110350937055,
    0.8356965439882362,
    0.8356965439882362,
    0.8356965439882362,
    0.8356965439882362,
    0.8356965439882362,
    0.8356965439882362,
    0.8356965439882362
  ],
  "39": [
    "",
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. The scene features students and healthcare providers. A group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The scene shows an engineering society sponsoring a resume-review table near the stage, with tech companies displaying demo screens of their latest apps. Alumni volunteers give quick pep talks near a coffee station. The gathering includes students and healthcare providers. A group of students clutch resumes in branded folders while finance firms display QR codes for immediate internship applications. Healthcare providers show community outreach photos. Consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "An engineering society sponsors a resume-review table near the stage at a career fair. Tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near a coffee station. The gathering includes students and healthcare providers. A group of students clutch resumes in branded folders, while finance firms display QR codes for immediate internship applications. Healthcare providers show community outreach photos. Consulting firms stack glossy case-study booklets on high tables. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. At the fair, counselors direct unsure students toward industries as others clutch resumes inside branded folders ready to present them. A line of students stands outside the university gym, waiting for the career fair to open."
  ],
  "39_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.43941087866991374,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.5830495351271625,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7769591525000841,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.7800602822590588,
    0.8149142268927057,
    0.8149142268927057,
    0.8149142268927057,
    0.8149142268927057
  ],
  "40": [
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable sectors.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable sectors. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Groups of friends mark target employers on the event map, indicating focal companies. Career counselors redirect unsure students toward applicable industries, guiding them toward suitable sectors. In the adjoining classroom, workshops on networking etiquette begin. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, indicating focal companies, while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as those internship offers are presented. Tech companies display demo screens showing their latest apps.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a visible display of materials, and dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, indicating focal companies, while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as those internship offers are presented. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage."
  ],
  "40_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3687963045528088,
    0.3687963045528088,
    0.3687963045528088,
    0.3687963045528088,
    0.3687963045528088,
    0.3687963045528088,
    0.6969687805599629,
    0.6969687805599629,
    0.6969687805599629,
    0.6969687805599629,
    0.6969687805599629,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7408650497878726,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.7790413430023297,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.854942928941741,
    0.8635749695238111,
    0.8635749695238111,
    0.8635749695238111
  ],
  "41": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "In the venue, tech companies display demo screens showcasing their latest apps, while the engineering society sponsors a resume review table near the stage.",
    "In the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "In the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "In the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, tech companies display demo screens showcasing their latest apps. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair in the gym, tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the gym prior to opening. Career counselors redirect unsure students toward applicable industries. A university career events scene unfolds with a small group of students quietly rehearsing elevator pitches against a wall as an alumni panel discusses how to prepare for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.422940417316398,
    0.422940417316398,
    0.422940417316398,
    0.422940417316398,
    0.422940417316398,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.7502238000125185,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8079269131846099,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743,
    0.8146203657812743
  ],
  "42": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while finance firms offer QR codes for immediate internship applications.",
    "At the fair, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the fair, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Two groups are present: one rehearsing elevator pitches quietly against a wall, the other clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach illustrating activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.41215126164947513,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8755968980998937,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367,
    0.8903023125263367
  ],
  "43": [
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A small group of students quietly rehearses elevator pitches against a wall.",
    "Healthcare providers display community outreach photos. A small group of students quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos, indicating ongoing outreach efforts. A small group of students quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Another group of students clutches resumes inside branded folders, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos, signaling ongoing outreach efforts. A small group of students quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Another group of students clutches resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At a campus careers event, healthcare providers display community outreach photos signaling ongoing outreach efforts, while a small group of students quietly rehearses elevator pitches against a wall. Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. Another group of students clutches resumes inside branded folders as finance firms offer QR codes for immediate internship applications. An engineering society sponsors a resume-review table near the stage, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries."
  ],
  "43_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4336949338324309,
    0.4336949338324309,
    0.4336949338324309,
    0.4336949338324309,
    0.4336949338324309,
    0.4336949338324309,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.5741371622694778,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7401534188204892,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.7517951377036725,
    0.814277934348514,
    0.814277934348514,
    0.814277934348514,
    0.814277934348514
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "A group of students lines up outside the university gym, in the lead-up to the career fair opening.",
    "A group of students lines up outside the university gym, in the lead-up to the career fair opening.",
    "A group of students lines up outside the university gym, in the lead-up to the career fair opening.",
    "A group of students lines up outside the university gym, in the lead-up to the career fair opening. Students line up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym in the lead-up to the career fair opening, where healthcare providers showcase community outreach photos and consulting firms stack glossy case study booklets on high tables.",
    "A university career fair unfolds with students lining up outside the university gym before its opening. Inside, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. At the career fair, tech companies display demo screens showing their latest apps.",
    "At a university career fair, students line up outside the gym before it opens. Inside, healthcare providers display community outreach photos while consulting firms stock glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens of their latest apps, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, students queue outside the gym before it opens; inside, healthcare providers display community outreach photos while consulting firms stock glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.3384158790112337,
    0.46181885823312907,
    0.46181885823312907,
    0.46181885823312907,
    0.46181885823312907,
    0.46181885823312907,
    0.46181885823312907,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.34521457731831406,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8346191372186507,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8475232826181426,
    0.8473421610166675
  ],
  "45": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "Consulting firms display glossy case study booklets stacked on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Finance firms present QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. A group of students clutch resumes inside branded folders.",
    "Outside the university gym in the lead-up to the career fair opening, groups of students line up, clutching resumes inside branded folders. Consulting firms display glossy case study booklets stacked on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Finance firms present QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. When the fair opens, these displays persist: healthcare providers' outreach photos and consulting firms' glossy booklets continue to accompany the line outside the gym."
  ],
  "45_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.37834174915778945,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.5968648362507516,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.7422951599092096,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056,
    0.829069499529056
  ],
  "46": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while students line up outside the university gym prior to the career fair opening.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym prior to the career fair opening, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Students line up outside the university gym prior to the career fair opening, clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the campus event, the engineering society sponsors a resume review table near the stage. Before the career fair opens, students line up outside the university gym, clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the career fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. At a cybersecurity company event, a password-cracking challenge unfolds on a laptop while students clutch resumes inside branded folders. A small group quietly rehearses elevator pitches against a wall. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.3863345448529473,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.6872711633392994,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8303890318426402,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.8406356083179956,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189,
    0.837593673683189
  ],
  "47": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Tech companies are displaying demo screens of their latest apps, while healthcare providers showcase photos from their community outreach efforts.",
    "Workshops on networking etiquette have begun in the adjoining classroom. Tech companies are displaying demo screens of their latest apps, while healthcare providers showcase photos from their community outreach efforts. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette have begun in the adjoining classroom. In the scene, tech companies display demo screens of their latest apps, while healthcare providers showcase photos from their community outreach efforts. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. A group of students clutches resumes inside branded folders as internship offers are presented."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.5011748550545306,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7198977310916157,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645,
    0.7927699190162645
  ],
  "48": [
    "",
    "\"\"",
    "\"\"",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A small group of students quietly rehearses elevator pitches against a wall.",
    "A quiet scene shows a small group of students rehearsing elevator pitches against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A quiet scene shows a small group of students rehearsing elevator pitches against a wall, while a cybersecurity company runs a password cracking challenge on a laptop; a group of students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications.",
    "Across a quiet hall, a small group of students rehearses elevator pitches against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. A separate cluster of students clutches resumes inside branded folders as finance firms display QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin.",
    "Across a quiet hall, a small group of students rehearses elevator pitches against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. A separate cluster of students clutches resumes inside branded folders as finance firms display QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. In the gym scene before the career fair opens, an engineering-society–sponsored resume review table sits near the stage as students line up outside. Tech companies display demo screens showing their latest apps.",
    "Across a quiet hall, a small group of students rehearses elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Separate clusters of students clutch resumes inside branded folders as finance firms display QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. In the gym scene before the career fair opens, an engineering-society–sponsored resume review table sits near the stage as students line up outside. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "48_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.28923646325772423,
    0.3128983184108731,
    0.3128983184108731,
    0.3128983184108731,
    0.3128983184108731,
    0.3128983184108731,
    0.3128983184108731,
    0.3128983184108731,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.4239251243357168,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.6813817059130329,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.7925972918371965,
    0.8153513750481759,
    0.8153513750481759,
    0.8153513750481759,
    0.8153513750481759,
    0.8153513750481759,
    0.8153513750481759
  ],
  "49": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photos of community outreach, illustrating outreach activities aimed at engaging the community.",
    "Healthcare providers showcase photos of community outreach that illustrate activities aimed at engaging the community, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers showcase photos of community outreach that illustrate activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase photos of community outreach that illustrate activities aimed at engaging the community. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers present photos of community outreach designed to engage attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers present photos of community outreach designed to engage attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries, helping them identify suitable fields. Finance firms distribute QR codes for immediate internship applications, providing a fast path to opportunities. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, healthcare providers present photos of community outreach designed to engage attendees. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors guide unsure students toward applicable industries, helping them identify suitable fields. Finance firms distribute QR codes for immediate internship applications, providing a fast path to opportunities. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "49_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.26261189412562974,
    0.26261189412562974,
    0.26261189412562974,
    0.26261189412562974,
    0.26261189412562974,
    0.26261189412562974,
    0.26261189412562974,
    0.3542673007426328,
    0.3542673007426328,
    0.3542673007426328,
    0.3542673007426328,
    0.3542673007426328,
    0.3542673007426328,
    0.3542673007426328,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.6230569114813568,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.738317603697132,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107,
    0.8277638178705107
  ]
}