{
  "0": [
    "",
    "",
    "",
    "The healthcare providers are displaying photos taken during community outreach events. The photos show a group of providers standing near a blue van, with several people gathered around it. A young boy is holding a red balloon, and a woman is smiling while wearing a white coat. The blue van is parked on a street with buildings in the background.",
    "Healthcare providers are displaying photos from community outreach events, featuring a blue van with several people gathered around it on a street lined with buildings. A young boy is holding a red balloon, and a woman is smiling while wearing a white coat. Outside the university gym, students are lined up before the career fair opens.",
    "A blue van is present with several people gathered around it on a street lined with buildings. A young boy holds a red balloon. Outside the university gym, students are lined up before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "A blue van is present with several people gathered around it on a street lined with buildings. Outside the university gym, students are lined up before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor. A young boy holds a red balloon.",
    "The scene outside the university gym features a blue van surrounded by several people, while students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon.",
    "The scene outside the university gym features a blue van surrounded by several people, while students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, a blue van is surrounded by several people as students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, a blue van is surrounded by several students as they line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, several students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, several students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, several students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, several students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders.",
    "Outside the university gym, several students line up before the career fair opens. A welcome announcement details the fair’s schedule over the PA system, and dozens of booths with colorful banners circle a polished floor. Consulting firms have stacked glossy case study booklets on high tables, and a young boy holds a red balloon. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.34976006604627674,
    0.34976006604627674,
    0.34976006604627674,
    0.5257333931667554,
    0.5896927483272654,
    0.5896927483272654,
    0.5896927483272654,
    0.6546787757122462,
    0.6546787757122462,
    0.6546787757122462,
    0.7837072119416455,
    0.7837072119416455,
    0.7837072119416455,
    0.7837072119416455,
    0.7837072119416455,
    0.8109863324708424,
    0.8109863324708424,
    0.8109863324708424,
    0.8109863324708424,
    0.8109863324708424,
    0.8109863324708424,
    0.8109863324708424,
    0.803617102496828,
    0.803617102496828,
    0.803617102496828,
    0.803617102496828,
    0.803617102496828,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.807425058477129,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615,
    0.8148094488154615
  ],
  "1": [
    "",
    "The healthcare providers are presenting photographs taken during community outreach events. The photos depict a group of providers standing alongside a red vehicle and a small crowd of individuals, primarily adults, gathered outdoors. Several of the individuals are wearing blue shirts. The photos show a whiteboard with the words “Vaccination Clinic” written on it.",
    "The scene depicts a vaccination clinic with a small crowd of primarily adult individuals gathered outdoors, many wearing blue shirts. A red vehicle is present, and a whiteboard displays the words “Vaccination Clinic.” Separately, students are lining up outside the university gym before the career fair opens.",
    "Outside a university gym, a crowd of primarily adult individuals wearing blue shirts lines up. A red vehicle is present, and a whiteboard displays the words “Vaccination Clinic.” Separately, another group of students are lining up outside the university gym before the career fair opens.",
    "Outside the university gym, a crowd of primarily adult individuals wearing blue shirts lines up before the “Vaccination Clinic” is displayed on a whiteboard. Separately, a group of students are lining up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. A red vehicle is present.",
    "Outside the university gym, a crowd of primarily adult individuals wearing blue shirts lines up before the “Vaccination Clinic” is displayed on a whiteboard. Separately, a group of students are lining up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Separately, a group of students are lining up before the career fair opens. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system, and dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a crowd of primarily adult individuals in blue shirts lines up before the “Vaccination Clinic” displayed on a whiteboard. Dozens of booths with colorful banners circle the polished floor, and a red vehicle is present. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.3875974660207938,
    0.3875974660207938,
    0.3875974660207938,
    0.4221768633994585,
    0.4221768633994585,
    0.4221768633994585,
    0.4221768633994585,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.49413048669737336,
    0.6587028998936146,
    0.6587028998936146,
    0.6587028998936146,
    0.6587028998936146,
    0.7573304047323376,
    0.7573304047323376,
    0.7573304047323376,
    0.7573304047323376,
    0.7573304047323376,
    0.7573304047323376,
    0.7934486407534713,
    0.7934486407534713,
    0.7934486407534713,
    0.7934486407534713,
    0.7934486407534713,
    0.5747409327885074,
    0.5747409327885074,
    0.5747409327885074,
    0.5747409327885074,
    0.5747409327885074,
    0.6652488067808986,
    0.6652488067808986,
    0.6652488067808986,
    0.6652488067808986,
    0.6652488067808986,
    0.6652488067808986,
    0.6652488067808986,
    0.6388918697953458,
    0.6388918697953458,
    0.6388918697953458,
    0.6388918697953458,
    0.6388918697953458,
    0.6388918697953458,
    0.6388918697953458,
    0.6075999400150944,
    0.6075999400150944,
    0.6075999400150944,
    0.6075999400150944,
    0.6075999400150944,
    0.6075999400150944,
    0.6075999400150944,
    0.5997168672834781,
    0.5997168672834781,
    0.5997168672834781,
    0.5997168672834781,
    0.5997168672834781,
    0.6465443926313597,
    0.6465443926313597,
    0.6465443926313597,
    0.6465443926313597
  ],
  "2": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The university gym is filled with students lining up outside, awaiting the opening of the career fair. Dozens of booths surround the space, displaying colorful banners. Consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The university gym is filled with students lining up to attend the career fair. Dozens of booths surround the space, displaying colorful banners. Consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "The university gym is filled with students lining up to attend the career fair. Dozens of booths surround the space, displaying colorful banners. Consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with students lining up to attend the career fair. Dozens of booths surround the space, displaying colorful banners. Consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Alumni volunteers offer quick pep talks near the coffee station, and students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.45744023379030935,
    0.45744023379030935,
    0.45744023379030935,
    0.45744023379030935,
    0.6024506367692333,
    0.6024506367692333,
    0.608641182624511,
    0.608641182624511,
    0.608641182624511,
    0.608641182624511,
    0.5054770940127122,
    0.5054770940127122,
    0.5054770940127122,
    0.5054770940127122,
    0.6306668199960299,
    0.6306668199960299,
    0.6306668199960299,
    0.6306668199960299,
    0.6306668199960299,
    0.6612623974058844,
    0.6612623974058844,
    0.6612623974058844,
    0.6612623974058844,
    0.6612623974058844,
    0.6665769394683981,
    0.6665769394683981,
    0.6665769394683981,
    0.6665769394683981,
    0.6910600876534718,
    0.6910600876534718,
    0.6910600876534718,
    0.6910600876534718,
    0.6910600876534718,
    0.6910600876534718,
    0.8866403896532495,
    0.8866403896532495,
    0.8866403896532495,
    0.8866403896532495,
    0.8866403896532495,
    0.8866403896532495,
    0.8866403896532495,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.8988042381565617,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9185852840217006,
    0.9130898381994246,
    0.9130898381994246,
    0.9130898381994246
  ],
  "3": [
    "",
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "The career counselors instructed attendees to maintain eye contact. A welcome announcement outlining the fair schedule was broadcast over the PA system.",
    "Attendees were instructed to maintain eye contact. A welcome announcement outlining the fair schedule was broadcast over the PA system.",
    "Attendees were instructed to maintain eye contact. A welcome announcement outlining the fair schedule was broadcast over the PA system. Career counselors reminded attendees to maintain eye contact.",
    "The polished floor surrounded by dozens of booths with colorful banners. Career counselors instructed attendees to maintain eye contact, and a welcome announcement detailing the fair schedule was broadcast over the PA system.",
    "The polished floor is surrounded by dozens of booths with colorful banners. Career counselors instructed attendees to maintain eye contact, and a welcome announcement detailing the fair schedule was broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths with colorful banners. Career counselors instructed attendees to maintain eye contact. A welcome announcement detailing the fair schedule was broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor is surrounded by dozens of booths with colorful banners, circling the university gym. Students line up outside the university gym before the career fair opens. Career counselors instructed attendees to maintain eye contact, and a welcome announcement detailing the fair schedule was broadcast over the PA system. Dozens of booths with colorful banners surround the floor.",
    "The polished floor of the university gym is surrounded by dozens of booths with colorful banners, circling the gym. Students line up outside, and career counselors instructed attendees to maintain eye contact. A welcome announcement detailing the fair schedule was broadcast over the PA system. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the floor.",
    "The polished floor of the university gym is surrounded by dozens of booths with colorful banners. Students line up outside, and career counselors instructed attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the floor. A welcome announcement detailing the fair schedule was broadcast over the PA system.",
    "The polished floor of the university gym is surrounded by dozens of booths with colorful banners. Students line up outside, and career counselors instructed attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement detailing the fair schedule was broadcast over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.5536821171336634,
    0.5536821171336634,
    0.5536821171336634,
    0.5536821171336634,
    0.5536821171336634,
    0.5536821171336634,
    0.44857852045417457,
    0.44857852045417457,
    0.6389631253966859,
    0.6389631253966859,
    0.6389631253966859,
    0.6389631253966859,
    0.6389631253966859,
    0.598397666909449,
    0.598397666909449,
    0.598397666909449,
    0.598397666909449,
    0.598397666909449,
    0.598397666909449,
    0.598397666909449,
    0.6712049562670472,
    0.6712049562670472,
    0.6712049562670472,
    0.6712049562670472,
    0.6712049562670472,
    0.6712049562670472,
    0.6938020759352248,
    0.6938020759352248,
    0.6938020759352248,
    0.6938020759352248,
    0.6938020759352248,
    0.6938020759352248,
    0.8519736188233937,
    0.8519736188233937,
    0.8519736188233937,
    0.8519736188233937,
    0.8519736188233937,
    0.8519736188233937,
    0.8519736188233937,
    0.8618646186630015,
    0.8618646186630015,
    0.8618646186630015,
    0.8618646186630015,
    0.8618646186630015,
    0.8618646186630015,
    0.8618646186630015,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8639426391685862,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893,
    0.8961535861098893
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the event’s commencement.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the event’s commencement. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the event’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the event’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, awaiting the event’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, awaiting the event’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens, awaiting the event’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym awaiting the career fair’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym awaiting the career fair’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym awaiting the career fair’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym awaiting the career fair’s commencement. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.6178797813190089,
    0.6178797813190089,
    0.7112104425235467,
    0.7112104425235467,
    0.7112104425235467,
    0.7112104425235467,
    0.7112104425235467,
    0.7112104425235467,
    0.7573845103783331,
    0.7573845103783331,
    0.7573845103783331,
    0.7573845103783331,
    0.7573845103783331,
    0.7573845103783331,
    0.8010205805088514,
    0.8010205805088514,
    0.8010205805088514,
    0.8010205805088514,
    0.8010205805088514,
    0.8010205805088514,
    0.8010205805088514,
    0.8367937246293615,
    0.8367937246293615,
    0.8367937246293615,
    0.8367937246293615,
    0.8367937246293615,
    0.8201808942181364,
    0.8201808942181364,
    0.8201808942181364,
    0.8201808942181364,
    0.8201808942181364,
    0.8543591910423609,
    0.8543591910423609,
    0.8543591910423609,
    0.8543591910423609,
    0.8543591910423609,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8469819535184816,
    0.8861262731978001
  ],
  "5": [
    "",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. Three volunteers stand beside a table with coffee cups and pastries. A blue laptop sits open on the table.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. Three volunteers stand beside a table with coffee cups and pastries. A blue laptop sits open on the table. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. Three volunteers stand beside a table with coffee cups and pastries. A blue laptop sits open on the table, displaying a welcome announcement outlining the career fair schedule. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are positioned near the coffee station, delivering pep talks. Three volunteers stand beside a table with coffee cups and pastries. A blue laptop sits open on the table, displaying a welcome announcement outlining the career fair schedule. Students line up outside the university gym before the career fair opens, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a table containing coffee cups and pastries. A blue laptop displays a welcome announcement outlining the career fair schedule. Students line up outside the university gym, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a table containing coffee cups and pastries. A blue laptop displays a welcome announcement outlining the career fair schedule. Students line up outside the university gym, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a table containing coffee cups and pastries. A blue laptop displays a welcome announcement outlining the career fair schedule. Students line up outside the university gym, and event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a table containing coffee cups and pastries. A blue laptop displays a welcome announcement outlining the career fair schedule. Students line up outside the university gym, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are delivering pep talks near the coffee station, standing beside a table containing coffee cups and pastries. A blue laptop displays a welcome announcement outlining the career fair schedule. Students line up outside the university gym, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.49945779586608763,
    0.6125095304988972,
    0.6125095304988972,
    0.6125095304988972,
    0.6125095304988972,
    0.6125095304988972,
    0.6125095304988972,
    0.7612012029551255,
    0.7612012029551255,
    0.7612012029551255,
    0.7612012029551255,
    0.7612012029551255,
    0.7612012029551255,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7814025530164855,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7236089920658406,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7993547900599381,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.7750440321044259,
    0.8102722111167899,
    0.8102722111167899
  ],
  "6": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance to the main hall.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance to the main hall. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance to the main hall. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. A blue carpet extends from the entrance to the main hall. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens. Career counselors remind attendees to maintain eye contact, while students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens. Career counselors remind attendees to maintain eye contact, while students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, where a blue carpet extends to the main hall. Alumni volunteers share pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4294635728370267,
    0.4294635728370267,
    0.4294635728370267,
    0.6117714566041887,
    0.6117714566041887,
    0.6133914198545396,
    0.6133914198545396,
    0.6133914198545396,
    0.6133914198545396,
    0.6133914198545396,
    0.6820328465962606,
    0.6820328465962606,
    0.6820328465962606,
    0.6820328465962606,
    0.6820328465962606,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7444799649103706,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.7396903417586191,
    0.820412851927736,
    0.820412851927736,
    0.820412851927736,
    0.820412851927736,
    0.820412851927736,
    0.820412851927736,
    0.820412851927736,
    0.8202204698589604,
    0.8202204698589604,
    0.8202204698589604,
    0.8202204698589604,
    0.8202204698589604,
    0.8202204698589604,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212,
    0.8199684889422212
  ],
  "7": [
    "",
    "",
    "The polished floor is surrounded by dozens of booths displaying colorful banners.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3571974347126291,
    0.3571974347126291,
    0.3571974347126291,
    0.44868015350166907,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.4693666137720375,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.5031114161142716,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.6033571221094927,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.5979872115840654,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997,
    0.582120927178997
  ],
  "8": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance. A large blue tent dominates the immediate foreground, and several attendees are queuing to enter the event.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders, and alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, with several attendees queuing to enter. A large blue tent occupies the immediate foreground, and tech companies are displaying demo screens showcasing their latest applications. Dozens of booths with colorful banners circle the polished floor, and alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "8_score": [
    0.0,
    0.0,
    0.4058322820594399,
    0.4058322820594399,
    0.44916819895882154,
    0.44916819895882154,
    0.44916819895882154,
    0.44916819895882154,
    0.5122562244739919,
    0.5122562244739919,
    0.5122562244739919,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.5670409232985704,
    0.6558480841646488,
    0.6558480841646488,
    0.6558480841646488,
    0.6558480841646488,
    0.6558480841646488,
    0.6558480841646488,
    0.6884342913495753,
    0.6884342913495753,
    0.6884342913495753,
    0.6884342913495753,
    0.6884342913495753,
    0.6884342913495753,
    0.6613947712305042,
    0.6613947712305042,
    0.6613947712305042,
    0.6613947712305042,
    0.6613947712305042,
    0.6613947712305042,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.6836213138877266,
    0.780525695570066,
    0.780525695570066,
    0.780525695570066,
    0.780525695570066,
    0.780525695570066,
    0.780525695570066,
    0.780525695570066,
    0.7876858812881691,
    0.7876858812881691,
    0.7876858812881691,
    0.7876858812881691,
    0.7876858812881691,
    0.7876858812881691,
    0.7876858812881691
  ],
  "9": [
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show a group of individuals gathered outdoors, likely in a park, with a red canopy covering a table. Several people are seated at the table, and a young girl is holding a stuffed animal. The photographs depict a promotional event for a health initiative.",
    "The photographs depict a promotional event for a health initiative, showcasing a group of individuals gathered outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor.",
    "A promotional event for a health initiative is taking place outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor.",
    "The promotional event for a health initiative is taking place outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos.",
    "The promotional event for a health initiative is underway outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "The promotional event for a health initiative is underway outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The promotional event for a health initiative is underway outdoors, likely in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The promotional event for a health initiative is underway outdoors in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "The promotional event for a health initiative is underway outdoors in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "The promotional event for a health initiative is underway outdoors in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The promotional event for a health initiative is underway outdoors in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The promotional event for a health initiative is underway outdoors in a park. A red canopy covers a table where several people are seated, and a young girl is holding a stuffed animal. Dozens of booths with colorful banners circle a polished floor, and healthcare providers are showcasing community outreach photos. Event staff scan registrations and hand out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.39687779916647,
    0.39687779916647,
    0.42243823688041715,
    0.42243823688041715,
    0.42243823688041715,
    0.42243823688041715,
    0.42243823688041715,
    0.42243823688041715,
    0.42818129203502475,
    0.42818129203502475,
    0.42818129203502475,
    0.42818129203502475,
    0.42818129203502475,
    0.42818129203502475,
    0.45441736649913056,
    0.45441736649913056,
    0.45441736649913056,
    0.45441736649913056,
    0.5344287156112326,
    0.5344287156112326,
    0.5344287156112326,
    0.5344287156112326,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5769897145667631,
    0.5920425525590713,
    0.5920425525590713,
    0.5920425525590713,
    0.5920425525590713,
    0.5920425525590713,
    0.5920425525590713,
    0.5920425525590713,
    0.6350040322687814,
    0.6350040322687814,
    0.6350040322687814,
    0.6350040322687814,
    0.6350040322687814,
    0.6350040322687814,
    0.6124771483910039,
    0.6124771483910039,
    0.6124771483910039,
    0.6124771483910039,
    0.6124771483910039,
    0.6124771483910039,
    0.6124771483910039,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544,
    0.6327484737735544
  ]
}