{
  "0": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene, while alumni volunteers share quick pep talks near the coffee station.",
    "During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station, while students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. At the event, groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships.",
    "During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers give quick pep talks near the coffee station while students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. At the event, groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. At a robotics startup's booth, a small drone flies above to attract attention.",
    "At a career fair, pre-event gathering features career counselors guiding unsure students toward applicable industries, while alumni volunteers give quick pep talks near the coffee station and students rehearse elevator pitches quietly along the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes to enable immediate internship applications, offering a direct, delay-free pathway. At a robotics startup booth, a small drone flies above to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.3675335054789387,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.7385781153684212,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8672912372404572,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8892042339853161,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906,
    0.8711238455978906
  ],
  "1": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "In the adjoining classroom, networking etiquette workshops begin. Meanwhile, consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Activities across spaces include: in the adjoining classroom, networking etiquette workshops begin; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention; healthcare providers showcase community outreach photos; and tech companies display demo screens that showcase their latest apps.",
    "Across the venue, activities unfold: in the adjoining classroom, networking etiquette workshops begin; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention; healthcare providers showcase photos of their community outreach; tech companies display demo screens featuring their latest apps. Dozens of booths with colorful banners encircle the polished floor as alumni volunteers deliver brief pep talks near the coffee station; finance firms display QR codes for immediate internship applications."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.5436533868406741,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.6704715335756515,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.41524147604399947,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085,
    0.6374539723648085
  ],
  "2": [
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos of their community outreach.",
    "Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes for immediate internship applications, and healthcare providers showcase photos of their community outreach. Consulting firms stack glossy case study booklets on high tables.",
    "A career fair-like scene features dozens of booths with colorful banners encircling a polished floor. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. Healthcare providers showcase photos of their community outreach, presenting images that illustrate their engagement with the community. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "The scene is a career fair-like venue with dozens of booths and colorful banners circling a polished floor, where alumni volunteers deliver pep talks near the coffee station, and finance firms display QR codes for immediate internship applications, pairing each firm with its code as an object and framing immediacy as the firms’ attribute. Healthcare providers showcase photos of community outreach, illustrating their engagement with the community, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and at the university gym entrance event staff scan registrations and hand out lanyards as students line up before the fair opens. Human resources teams jot notes on tablets as students introduce themselves and as presentations proceed, notes recorded concurrently. Tech companies display demo screens showing their latest apps. The event centers on the QR-code provision creating a direct, delay-free pathway for internship applications."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3898963433067973,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.3785438119521643,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.7460582606547876,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8219398643013323,
    0.8213793216319573
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the space, some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "In the space, some students quietly rehearse elevator pitches against the wall, while alumni volunteers share brief pep talks near the coffee station. A group of students lines up outside the university gym in advance of the career fair opening.",
    "In the space, students quietly rehearse elevator pitches against a wall while alumni volunteers share brief pep talks near the coffee station. A group of students lines up outside the university gym in advance of the career fair opening. Healthcare providers showcase photos of community outreach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Inside the venue, students quietly rehearse elevator pitches against a wall while alumni volunteers offer brief pep talks near the coffee station. Outside the university gym, a group of students lines up in advance of the career fair opening. Healthcare providers showcase photos of community outreach, presenting images that illustrate their engagement with the community. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Inside the venue, students quietly rehearse elevator pitches against a wall while alumni volunteers give brief pep talks near the coffee station. Outside the university gym, a group of students lines up in advance of the career fair opening. Healthcare providers showcase photos illustrating their community outreach, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused atmosphere during the pre-event gathering. An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets during student introductions. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2985437195986558,
    0.2985437195986558,
    0.2985437195986558,
    0.2985437195986558,
    0.2985437195986558,
    0.2985437195986558,
    0.2985437195986558,
    0.5104970731152679,
    0.5104970731152679,
    0.5104970731152679,
    0.5104970731152679,
    0.5104970731152679,
    0.5104970731152679,
    0.5104970731152679,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7162741293733224,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.7964773391031013,
    0.8420715557696644,
    0.8420715557696644,
    0.8420715557696644,
    0.8420715557696644,
    0.8420715557696644,
    0.8420715557696644
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students are rehearsing elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students are rehearsing elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "In the event space, students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "In the event space, students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor, framing a busy exhibition layout. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps, presenting a blend of consulting materials and technology showcases around the central space.",
    "Within the event space, students rehearse elevator pitches quietly against the wall while workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries as groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle a polished floor in a circular layout, framing an exhibition space where tech companies display demo screens of their latest apps alongside consulting materials, and consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers host an outreach event centered on community engagement, displaying photos of their work. A robotics startup operates its booth, and a small drone flies above to draw attention. Alumni volunteers deliver pep talks near the coffee station. Finance firms supply QR codes to facilitate internship applications, linking opportunities to the outreach event."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.2794754525877169,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.35789067894852955,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.688836741585912,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.7980064901062192,
    0.8284363566061997,
    0.8284363566061997,
    0.8284363566061997
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym in advance of the career fair opening. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes to enable immediate internship applications, pairing the firms and the QR codes as concrete objects with immediacy of the internship process as the attribute. The event is the firms' provision of QR codes, creating a direct, delay-free pathway for applicants to pursue internships. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards as students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes to enable immediate internship applications, pairing each firm with its QR code as concrete objects and framing immediacy of the internship process as their attribute. The event centers on the firms' provision of QR codes, creating a direct, delay-free pathway for applicants to pursue internships. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves and as presentations proceed, notes recorded concurrently. Tech companies display demo screens showing their latest apps.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards as students line up before the career fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Finance firms provide QR codes to enable immediate internship applications, pairing each firm with its QR code as concrete objects and framing the immediacy of the internship process as their attribute. The event centers on the firms' provision of QR codes, creating a direct, delay-free pathway for applicants to pursue internships. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves and as presentations proceed, notes recorded concurrently. Tech companies display demo screens showing their latest apps. Healthcare providers showcased community outreach photos. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.6174933343190399,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.7967508791655109,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.803883473571327,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903,
    0.8276316118305903
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are delivering quick pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. At the event, the engineering society sponsors a resume review table near the stage, groups of friends mark target employers on the event map, a welcome announcement over the PA system outlines the fair schedule, and dozens of booths with colorful banners circle the polished floor.",
    "Across the campus, a career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance and again at the university gym entrance as students line up before opening. Inside, the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; a welcome PA outlines the fair schedule; dozens of booths with colorful banners circle the polished floor. Finance firms provide QR codes paired with each firm to enable immediate internship applications, framing immediacy of the process as their attribute. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves and as presentations proceed. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.6463872920301954,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571,
    0.8656986198676571
  ],
  "7": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while outside the university gym a line of students forms in anticipation of the career fair opening.",
    "The scene centers on a university career fair. Tech companies display demo screens showcasing their latest apps, while outside the gym a line of students forms in anticipation of opening. Inside, alumni volunteers deliver short pep talks near the coffee station as staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications.",
    "A university career fair unfolds in a venue with a gym, an entrance area, and a coffee station. Outside, a line of students forms in anticipation of opening. Inside, alumni volunteers deliver short pep talks near the coffee station while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule, and tech companies display demo screens showcasing their latest apps."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.4143927673550699,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8342572745259882,
    0.8501306324893521,
    0.8501306324893521,
    0.8501306324893521
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves. The scene shows HR staff using tablet devices to record notes during the introductions, with the action occurring concurrently as the students present themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, recording notes during the presentations while the activity occurs concurrently. Tech companies display demo screens showing their latest apps.",
    "Human resources teams jot notes on tablets as students introduce themselves, recording notes during the presentations in real time. Tech companies display demo screens showing their latest apps.",
    "The scene centers on a career-focused gathering where human resources teams jot notes on tablets as students introduce themselves, recording real-time impressions during presentations. Tech companies display demo screens showing their latest apps, providing a backdrop of live showcases. Career guidance forms the core of the event as counselors redirect unsure students toward applicable industries, fostering a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, adding informal encouragement. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "The scene centers on a career-focused gathering where human resources teams jot notes on tablets as students introduce themselves and present, recording real-time impressions. Tech companies display demo screens with their latest apps, providing a backdrop of live showcases. Career guidance forms the core of the event as counselors redirect unsure students toward applicable industries, fostering a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, offering informal encouragement. Counselors remind attendees to maintain eye contact during presentations. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4556131658196473,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.4975747392270933,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.5055594201315533,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7845945536311836,
    0.7774276162046666,
    0.7774276162046666,
    0.7774276162046666,
    0.7774276162046666,
    0.7774276162046666,
    0.7774276162046666
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets during student introductions.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets during student introductions. During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused atmosphere. Alumni volunteers give quick pep talks near the coffee station. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews, while human resources teams jot notes on tablets during student introductions. During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused atmosphere. Alumni volunteers give quick pep talks near the coffee station as groups of friends mark target employers on the event map. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. At the venue, workshops on networking etiquette are underway in the adjoining classroom. Healthcare providers showcase community outreach photos illustrating their engagement with the community."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.4430617642713781,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.43417834165823416,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7789766457810657,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643,
    0.7933353099388643
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies are displaying demo screens that showcase their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Tech companies display demo screens that showcase their latest apps, creating a live software showcase. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At an industry-oriented showcase, tech companies display demo screens to highlight their latest apps, creating a live software showcase. A cybersecurity company operates a password-cracking challenge on a laptop, offering hands-on activity within the event space. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors guide unsure students toward applicable industries.",
    "At an industry-oriented showcase, tech companies display demo screens to highlight their latest apps, forming a live software showcase. A cybersecurity company runs a password-cracking challenge on a laptop, providing hands-on activity within the event space. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the industry-oriented showcase, demo screens highlight the latest apps in a live software display. A cybersecurity company runs a password-cracking challenge on a laptop within the event space. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct pathway for applicants. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3754518652776337,
    0.3845484600037356,
    0.3845484600037356,
    0.3845484600037356,
    0.3845484600037356,
    0.3845484600037356,
    0.3845484600037356,
    0.3845484600037356,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.6974984864026945,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7227880134596383,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.7865833430000351,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987,
    0.8744637185358987
  ],
  "11": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "Healthcare providers display community outreach photos that illustrate their engagement with the community. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement.",
    "Healthcare providers display community outreach photos illustrating their engagement with the community. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A robotics startup operates its booth, and a small drone flies above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are hosting an outreach event centered on community engagement, displaying photos that illustrate their work. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. A robotics startup operates its booth, while a small drone flies above to draw attention. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms supply QR codes to facilitate immediate internship applications, linking professional opportunities to the outreach event.",
    "Healthcare providers host an outreach event centered on community engagement, displaying photos illustrating their work. Dozens of booths with colorful banners encircle a polished floor in a circular arrangement, and a robotics startup operates a booth while a small drone flies overhead to draw attention. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver pep talks near the coffee station. During the pre-event gathering, career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Finance firms provide QR codes for immediate internship applications, offering a direct pathway."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.4215646824624646,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.6656981598584979,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.7522418828702471,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943,
    0.854711134677943
  ],
  "12": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A group of students lines up outside the university gym in advance of the career fair opening.",
    "A group of students lines up outside the university gym in advance of the career fair opening, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, a group of students lines up in advance of the career fair opening. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a group of students lines up in advance of the career fair opening. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships.",
    "Outside the university gym, a group of students lines up in advance of the career fair opening, as event staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers showcase community outreach photos, while career counselors redirect unsure students toward applicable industries, shaping a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. Consulting firms stack glossy case study booklets on high tables, complementing the ongoing pep talks and networking efforts. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, students line up outside the gym in advance of the opening as event staff scan registrations and hand out lanyards at the entrance. Nearby, healthcare providers display community outreach photos. Career counselors redirect unsure students toward applicable industries, and alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. Consulting firms stack glossy case study booklets on high tables, complementing the ongoing pep talks and networking. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.39530129509108586,
    0.39530129509108586,
    0.39530129509108586,
    0.39530129509108586,
    0.39530129509108586,
    0.39530129509108586,
    0.39530129509108586,
    0.351190365359411,
    0.351190365359411,
    0.351190365359411,
    0.351190365359411,
    0.351190365359411,
    0.351190365359411,
    0.351190365359411,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.6652249372266597,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.7761182725442833,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8088591673727086,
    0.8385946039163237,
    0.8385946039163237,
    0.8385946039163237
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening, while tech companies display demo screens showcasing their latest apps.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening, while tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets as students introduce themselves, recording notes during the presentations, with note-taking occurring concurrently with the events.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets as students introduce themselves and during the presentations, recording notes concurrently with the events. The engineering society sponsors a resume review table near the stage."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.37955652277194,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.5689803624161839,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926,
    0.7532916616815926
  ],
  "14": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "Several students rehearse elevator pitches quietly against a wall as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners circle the polished floor as attendees navigate the event. Several students rehearse elevator pitches quietly against a wall while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "Dozens of booths with colorful banners circle the polished floor as attendees navigate the event. Several students rehearse elevator pitches quietly against a wall, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share short pep talks near the coffee station, while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications.",
    "Dozens of booths with colorful banners encircle a polished floor as attendees navigate the event. Students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome PA outlines the fair schedule. Alumni volunteers deliver short pep talks near the coffee station, while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and HR jot notes on tablets as students introduce themselves, with finance firms providing QR codes enabling immediate internship applications. In a shared space, healthcare providers showcase photos of community outreach; tech companies display demo screens of latest apps. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.3427352455939914,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.5242038848105319,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8668232269065211,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.8991606404222989,
    0.9083144758181043
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers share short pep talks near the coffee station while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers share short pep talks near the coffee station, while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, alumni volunteers share short pep talks near the coffee station, while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications.",
    "At the event, alumni volunteers give short pep talks near the coffee station, while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair event, alumni volunteers deliver brief pep talks near the coffee station while staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map, identifying potential workplaces. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym in advance of the fair’s opening. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.5871357216060512,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7276691337468798,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.7953351236125452,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8126636109057155,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686,
    0.8884949707662686
  ],
  "16": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a multi-use campus space, healthcare providers display community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Nearby, some students quietly rehearse elevator pitches against the wall, while alumni volunteers share brief pep talks near the coffee station. A group of students lines up outside the university gym in advance of the career fair opening.",
    "Within a multi-use campus space, healthcare providers display community outreach photos while a cybersecurity company runs a password-cracking challenge on a laptop. Nearby, some students quietly rehearse elevator pitches against the wall, and alumni volunteers share brief pep talks near the coffee station. A group of students lines up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention, as an alumni panel discusses how to prepare for technical interviews.",
    "In a multi-use campus space, healthcare providers display community outreach photos while a cybersecurity company runs a laptop-based password-cracking challenge. Nearby, groups of students quietly rehearse elevator pitches against the wall and alumni volunteers give brief pep talks near the coffee station. A group lines up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5013416512626585,
    0.5013416512626585,
    0.5013416512626585,
    0.5013416512626585,
    0.5013416512626585,
    0.5013416512626585,
    0.5013416512626585,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.6671884659906875,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7663454705347609,
    0.7661060408786904,
    0.7661060408786904,
    0.7661060408786904,
    0.7661060408786904,
    0.7661060408786904,
    0.7661060408786904,
    0.7661060408786904
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement.",
    "Dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves, with HR staff using tablet devices to record notes in real time during the introductions.",
    "Dozens of booths with colorful banners surround a polished floor arranged in a circle. Students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves, recording notes in real time during the introductions. Tech companies display demo screens showcasing their latest apps, creating a live software showcase. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers offer brief pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern, hosting a live software showcase as tech companies display demo screens of their latest apps. Students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets, recording observations in real time as introductions occur. A cybersecurity firm runs a password-cracking challenge on a laptop near the booths. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display community outreach photos illustrating their engagement with the community. A robotics startup operates its booth, with a small drone flying above to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "A circular arrangement of a polished floor hosts a live software showcase with dozens of booths bearing colorful banners, as tech companies display demo screens of their latest apps. Students rehearse elevator pitches along the wall, quietly sharpening their introductions while HR teams jot notes on tablets, recording observations in real time. A cybersecurity firm runs a password-cracking challenge on a laptop near the booths. Alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display community outreach photos illustrating their engagement with the community. A robotics startup operates its booth, with a small drone flying above to attract attention. Worksh ops on networking etiquette begin in the adjoining classroom."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.30797455285593195,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.47617354458015426,
    0.6974562035739204,
    0.6974562035739204,
    0.6974562035739204,
    0.6974562035739204,
    0.6974562035739204,
    0.6974562035739204,
    0.6974562035739204,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7550437109892956,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7756275563965428,
    0.7557682776742649,
    0.7557682776742649,
    0.7557682776742649,
    0.7557682776742649,
    0.7557682776742649
  ],
  "18": [
    "",
    "",
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth for attention.",
    "At a robotics startup's booth, a small drone flies above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a robotics startup's booth, a small drone flies above the booth to attract attention. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, a robotics startup booth features a small drone flying overhead to attract attention. Nearby, students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette proceed. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the gym in advance of the fair's opening.",
    "At a university career fair, a robotics startup booth features a small drone flying overhead to attract attention. Nearby, students rehearse elevator pitches quietly against the wall. In the adjoining classroom, workshops on networking etiquette proceed. Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym before the fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.5194097704758751,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.6958493665851762,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.8301263806058721,
    0.832592570131252,
    0.832592570131252,
    0.832592570131252
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes that enable immediate internship applications. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes enabling immediate internship applications. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, human resources staff jot notes on tablets as students introduce themselves, while finance firms supply QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. The scene centers on a welcome PA broadcast outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. In pre-event gathering, counselors maintain the guidance focus. Alumni volunteers deliver quick pep talks near the coffee station, and students rehearse elevator pitches quietly against the wall. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Finance firms’ QR codes offer a direct, delay-free internship pathway."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.42409651578358865,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.7583017639171776,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8655390751440915,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184,
    0.8905195996568184
  ],
  "20": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. A line of students forms outside the university gym in anticipation of the career fair opening.",
    "Groups of friends marked target employers on the event map, and an alumni panel discussed how to prepare for technical interviews. Outside the university gym, a line of students forms in anticipation of the career fair opening. Healthcare providers present a display of community outreach photographs illustrating their engagement with the community, while in the adjoining classroom workshops on networking etiquette begin.",
    "Groups of friends marked target employers on the event map as an alumni panel discussed how to prepare for technical interviews. Outside the university gym, a line of students forms in anticipation of the career fair opening. Healthcare providers display photographs illustrating their community outreach and engagement. In the adjoining classroom, workshops on networking etiquette begin, with students rehearsing elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends marked target employers on the event map as an alumni panel discussed how to prepare for technical interviews. Outside the university gym, a line of students formed in anticipation of the career fair opening. In the adjoining classroom, workshops on networking etiquette began, with students rehearsing elevator pitches quietly against the wall. The engineering society sponsored a resume review table near the stage. Healthcare providers displayed photographs illustrating their community outreach and engagement, while tech companies showed demo screens of their latest apps."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.6121546158150023,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7264318836685517,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.7845371869071756,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973,
    0.8039639304182973
  ],
  "21": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening. At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym in anticipation of the career fair opening. At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym as the career fair opens, while event staff at the venue entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. At the event, a cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens showcasing their latest apps around the same area. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.7921608250832368,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8354457887344786,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8486076538886618,
    0.8759021717945561,
    0.8759021717945561
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map; an alumni panel discussed how to prepare for technical interviews, and a welcome announcement over the PA system outlined the fair schedule.",
    "At the event, groups of friends marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA system outlined the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the event, groups of friends marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA system outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships.",
    "At the event, groups of friends marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA system outlined the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA outlined the fair schedule. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym in advance of the career fair opening.",
    "At the university career fair near the campus gym, students lined up outside in advance of opening as event staff scanned registrations and handed out lanyards at the entrance. Groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA outlined the fair schedule. Inside, the engineering society sponsored a resume review table near the stage, and workshops on networking etiquette began in the adjoining classroom. Finance firms offered QR codes to enable immediate internship applications. A robotics startup flew a small drone above its booth to attract attention. Alumni volunteers shared quick pep talks near the coffee station, and career counselors directed unsure students toward applicable industries. Healthcare providers showcased community outreach photos, and tech companies displayed demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.4725068320527478,
    0.8020514534236451,
    0.8020514534236451,
    0.8020514534236451,
    0.8020514534236451,
    0.8020514534236451,
    0.8020514534236451,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8201620382691115,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8677718096165689,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8815210075623484,
    0.8745198013707629,
    0.8745198013707629,
    0.8745198013707629,
    0.8745198013707629,
    0.8745198013707629,
    0.8745198013707629
  ],
  "23": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "The scene centers on a welcome announcement broadcast over the PA system, outlining the fair schedule.",
    "The scene centers on a welcome announcement broadcast over the PA system that outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "The scene opens with a welcome announcement broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. During the pre-event gathering, students quietly rehearse elevator pitches against the wall; near the coffee station, alumni volunteers offer quick pep talks; at the entrance, event staff scan registrations and hand out lanyards. At the main event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "An opening welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. During the pre-event gathering, students quietly rehearse elevator pitches against a wall, while near the coffee station alumni volunteers offer quick pep talks; at the entrance, event staff scan registrations and hand out lanyards. At the main event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An opening welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. During the pre-event gathering, students quietly rehearse elevator pitches against a wall, while alumni volunteers at the coffee station offer quick pep talks. At the entrance, event staff scan registrations and hand out lanyards. At the main event, groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps, while outside the university gym a line of students forms in anticipation of the career fair opening."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.3828195195042928,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.5642043778379868,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8327512097997207,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8791211491616158,
    0.8981501326371362,
    0.8981501326371362,
    0.8981501326371362
  ],
  "24": [
    "",
    "\"\"",
    "\"\"",
    "A scene shows consulting firms stacking glossy case study booklets on high tables.",
    "A scene shows consulting firms stacking glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "A scene shows consulting firms stacking glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "Consulting firms stack glossy case study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "In the event space, consulting firms display glossy case study booklets on high tables while alumni volunteers give short pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Several students rehearse elevator pitches quietly against a wall as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the event space, dozens of booths with colorful banners surround a polished floor arranged in a circle as tech and consulting firms display glossy case study booklets on high tables. Alumni volunteers give brief pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, recording notes in real time during the introductions. Event staff scan registrations and hand out lanyards at the entrance. Several students rehearse elevator pitches quietly against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps, creating a live software showcase."
  ],
  "24_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.28707548911075664,
    0.30905494250631993,
    0.30905494250631993,
    0.30905494250631993,
    0.30905494250631993,
    0.30905494250631993,
    0.30905494250631993,
    0.30905494250631993,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.48731016746074773,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.6800669373257275,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.7817538742551169,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669,
    0.8161814839681669
  ],
  "25": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor, framing a busy exhibition layout. Consulting firms stack glossy case study booklets on high tables nearby. Tech companies display demo screens showing their latest apps, presenting a blend of consulting materials and technology showcases around the central space.",
    "Dozens of booths with colorful banners encircle a polished floor, framing a busy exhibition layout. Consulting firms stack glossy case study booklets on high tables nearby as tech companies display demo screens showing their latest apps, presenting a blend of consulting materials and technology showcases around the central space. Career counselors redirect unsure students toward applicable industries.",
    "A busy exhibition layout features dozens of booths with colorful banners encircling a polished floor around a central space. Consulting firms stack glossy case study booklets on high tables nearby as tech companies display demo screens showing their latest apps, presenting a blend of consulting materials and technology showcases around the central space. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "A busy exhibition layout features dozens of booths encircling a polished floor around a central space, with colorful banners. Consulting firms stack glossy case study booklets on high tables nearby as tech companies display demo screens showing their latest apps, presenting a blend of consulting materials and technology showcases around the central space. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.33132524217359083,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.6772242330478345,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7386242736337681,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7883733311862184,
    0.7911657526886335,
    0.7911657526886335
  ],
  "26": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company operates a password-cracking challenge on a laptop, with dozens of booths featuring colorful banners circling a polished floor. Tech companies display demo screens showcasing their latest apps around the same area.",
    "At the event, a cybersecurity company operates a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens showcasing their latest apps around the same area. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop as dozens of booths with colorful banners encircle a polished floor, while tech companies display demo screens showcasing their latest apps around the same area. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to draw attention. In the career fair, counselors guide unsure students toward applicable industries, establishing a guidance-focused atmosphere, while alumni volunteers deliver brief pep talks near the coffee station and counselors remind attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "26_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.3388375699598163,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.5036223888491121,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.7543239978639615,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923,
    0.9113480442464923
  ],
  "27": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends marked target employers on the event map, and an alumni panel discussed how to prepare for technical interviews. Alumni volunteers gave quick pep talks near the coffee station, contributing an informal, encouragement-filled element to the gathering. Career counselors redirected unsure students toward applicable industries, establishing a guidance-focused scene, and throughout the day reminded attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsored a resume review table near the stage, complementing the network-focused activities.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station, adding an informal, encouragement-filled element. Career counselors redirected unsure students toward applicable industries, establishing a guidance-focused scene, and throughout the day reminded attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsored a resume review table near the stage, complementing the network-focused activities. Healthcare providers presented a display of community outreach photographs illustrating their engagement with the community, and in the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, groups of friends marked target employers on the event map, while an alumni panel discussed how to prepare for technical interviews. Alumni volunteers delivered quick pep talks near the coffee station, adding an informal, encouragement-filled element. Career counselors redirected unsure students toward applicable industries, establishing a guidance-focused scene, and throughout the day reminded attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsored a resume review table near the stage, complementing the network-focused activities. Healthcare providers presented a display of community outreach photographs illustrating their engagement with the community, and in the adjoining classroom, workshops on networking etiquette begin. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.4244707288649724,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.5904393020404415,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7208025792066586,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7373783984371618,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669,
    0.7604180725472669
  ],
  "28": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "In the venue, workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, workshops on networking etiquette are underway in the adjoining classroom. Healthcare providers showcase community outreach photos illustrating their engagement with the community. Career counselors redirect unsure students toward applicable industries. Groups of friends have marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews, while alumni volunteers offered quick pep talks near the coffee station.",
    "At the venue, ongoing workshops on networking etiquette unfold in the adjoining classroom. Healthcare providers display community outreach photos illustrating their engagement with the community. Career counselors redirect unsure students toward applicable industries. Groups of friends have marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, ongoing workshops on networking etiquette continue in the adjoining classroom. Healthcare providers display community outreach photos illustrating their engagement with the community. Career counselors redirect unsure students toward applicable industries. Groups of friends have marked target employers on the event map. An alumni panel discussed how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.311885061483275,
    0.311885061483275,
    0.311885061483275,
    0.311885061483275,
    0.311885061483275,
    0.311885061483275,
    0.311885061483275,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.6365446540288675,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.7290137517628289,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.783571596710608,
    0.7847366350578523,
    0.7847366350578523,
    0.7847366350578523,
    0.7847366350578523
  ],
  "29": [
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, with the QR codes providing a direct, delay-free pathway for applicants to pursue internships.",
    "Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships. Alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants to pursue internships. Alumni volunteers share quick pep talks near the coffee station. A robotics startup operates its booth, and a small drone flies above the booth to attract attention.",
    "At the venue, workshops on networking etiquette are underway in the adjoining classroom. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. Alumni volunteers share quick pep talks near the coffee station. A robotics startup operates its booth, with a small drone flying above it to attract attention. Healthcare providers showcase community outreach photos that illustrate their engagement with the community. Career counselors redirect unsure students toward applicable industries.",
    "At the venue, networking etiquette workshops run in an adjoining classroom. Finance firms offer QR codes for immediate internship applications, providing a direct, delay-free pathway for applicants. Alumni volunteers give quick pep talks near the coffee station. A robotics startup operates its booth with a small drone flying above to attract attention. Healthcare providers showcase community outreach photos illustrating their engagement with the community. Career counselors redirect unsure students toward applicable industries, guiding their choices as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "29_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.5266700747759133,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7084563028487671,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7401273514062428,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.7874191863417125,
    0.8445695709846108,
    0.8445695709846108,
    0.8445695709846108,
    0.8445695709846108,
    0.8445695709846108,
    0.8445695709846108
  ],
  "30": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications.",
    "In a multi-booth setting, career counselors redirect unsure students toward applicable industries. Healthcare providers display community outreach photos, illustrating their engagement with the community. Human resources teams jot notes on tablets as students introduce themselves, while finance firms provide QR codes enabling immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "A university career fair unfolds across a multi-booth venue. Counselors direct unsure students toward applicable industries, while healthcare providers display community outreach photos illustrating their engagement with the community. Human resources teams jot notes on tablets as students introduce themselves, and finance firms provide QR codes enabling immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, identifying potential workplaces. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym in advance of the fair’s opening. An alumni panel discusses how to prepare for technical interviews."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.3488960320274142,
    0.47917522166160464,
    0.47917522166160464,
    0.47917522166160464,
    0.47917522166160464,
    0.47917522166160464,
    0.47917522166160464,
    0.47917522166160464,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.6951180081081088,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013,
    0.7910874214517013
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes to enable immediate internship applications. The concrete objects are the finance firms and the QR codes; the attribute is the immediacy of the internship application process. The event is the provision of QR codes by firms, creating a direct pathway for applicants to pursue internships without delay.",
    "Finance firms are offering QR codes to enable immediate internship applications; the concrete objects are the finance firms and the QR codes, with immediacy of the internship process as the attribute. The event is the provision of QR codes by firms, creating a direct, delay-free pathway for applicants to pursue internships.",
    "Finance firms provide QR codes to enable immediate internship applications, pairing the firms and the QR codes as concrete objects with immediacy of the internship process as the attribute. The event is the firms' provision of QR codes, creating a direct, delay-free pathway for applicants to pursue internships. Career counselors redirect unsure students toward applicable industries.",
    "Finance firms provide QR codes, pairing the firms with the codes to enable immediate internship applications, creating a direct, delay-free pathway for applicants. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "Finance firms provide QR codes that pair with the firms to enable immediate internship applications, creating a direct, delay-free pathway for applicants to pursue internships. Career counselors redirect unsure students toward applicable industries. At the university gym entrance, event staff scan registrations and hand out lanyards as students line up in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "A university career fair sees finance firms providing QR codes that pair with the firms to enable immediate internship applications, creating a direct, delay-free pathway for applicants. Career counselors redirect unsure students toward applicable industries. At the university gym entrance, event staff scan registrations and hand out lanyards as students line up in advance of the career fair opening. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. At a robotics startup booth, a small drone flies above the booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, finance firms provide QR codes linked to their booths to enable immediate internship applications, creating a direct, delay-free pathway for applicants. Career counselors redirect unsure students toward applicable industries. At the gym entrance, event staff scan registrations and hand out lanyards as students line up before opening. Alumni volunteers deliver quick pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette run in an adjoining classroom. At a robotics startup booth, a small drone flies overhead to attract attention. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and a welcome PA announcement outlines the fair schedule, while dozens of booths with colorful banners circle the polished floor."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.6249167589210642,
    0.6249167589210642,
    0.6249167589210642,
    0.6249167589210642,
    0.6249167589210642,
    0.6249167589210642,
    0.6249167589210642,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.45751347843414913,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.6306130903897994,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7796469892488659,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.7974901181979521,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.861993394250756,
    0.8984820584175941
  ],
  "32": [
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community.",
    "Healthcare providers are shown presenting a display of community outreach photographs, with the images illustrating their engagement with the community.",
    "Healthcare providers are shown presenting a display of community outreach photographs, with the images illustrating their engagement with the community.",
    "Healthcare providers are shown presenting a display of community outreach photographs illustrating their engagement with the community; in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers are shown presenting a display of community outreach photographs that illustrate their engagement with the community, while in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers present a display of community outreach photographs that illustrate their engagement with the community, while in an adjoining classroom workshops on networking etiquette begin. Career guidance forms the core of the scene as counselors redirect unsure students toward applicable industries, creating a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, adding an informal, encouraging element to the gathering. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation.",
    "Healthcare providers display photographs of community outreach, while an adjoining classroom hosts networking etiquette workshops. Career guidance forms the core of the event as counselors steer unsure students toward applicable industries, shaping a guidance-focused atmosphere. Alumni volunteers deliver brief pep talks near the coffee station, adding an informal, encouraging note. Throughout the gathering, counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle a polished floor, and tech companies display demo screens showcasing their latest apps in the same area.",
    "At the university gym, students line up outside in anticipation of the career fair opening as event staff scan registrations and hand out lanyards at the venue entrance. Inside, dozens of booths with colorful banners encircle a polished floor; tech firms display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Healthcare providers display photographs of community outreach, while an adjoining classroom hosts networking etiquette workshops. Career guidance is central as counselors steer unsure students toward applicable industries; alumni volunteers deliver brief pep talks near the coffee station, and counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.23981165576264274,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.24363754109055727,
    0.29306235684857707,
    0.29306235684857707,
    0.29306235684857707,
    0.29306235684857707,
    0.29306235684857707,
    0.29306235684857707,
    0.29306235684857707,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.2850590344475618,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.6327805310190892,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.7871144160043777,
    0.8553975119913442,
    0.8553975119913442,
    0.8553975119913442,
    0.8553975119913442,
    0.8553975119913442,
    0.8553975119913442
  ],
  "33": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their choices as groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding their choices as groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables while alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors guide unsure students toward applicable industries as groups of friends mark target employers on the event map. A robotics startup operates its booth, flying a small drone above to attract attention. Consulting firms stack glossy case study booklets on high tables while alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "A career fair scene unfolds as counselors guide unsure students toward applicable industries while groups of friends mark target employers on the event map. A robotics startup operates its booth, flying a small drone above to attract attention. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "33_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.6448622995370555,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.8268106960475186,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.7903664877218669,
    0.8653084046749003,
    0.8653084046749003,
    0.8653084046749003
  ],
  "34": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms are providing QR codes to facilitate immediate internship applications, tying professional opportunities to the outreach event.",
    "Healthcare providers are displaying community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station. Finance firms are providing QR codes to facilitate immediate internship applications, tying professional opportunities to the outreach event. A cybersecurity company runs a password cracking challenge on a laptop, while dozens of booths with colorful banners circle the polished floor.",
    "The scene shows a pre-event gathering in a venue with a polished floor, where dozens of booths with colorful banners circle the floor. Healthcare providers display community outreach photos; alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes to facilitate immediate internship applications linked to the outreach event. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, guiding them toward opportunities. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene is a pre-event gathering in a venue with a polished floor, where dozens of booths with colorful banners circle the floor. Healthcare providers showcase community outreach photos, presenting images that illustrate their engagement with the community. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes enabling immediate internship applications linked to the outreach event. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "34_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.5394806220931923,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.7235898488835568,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.8054508871873398,
    0.7979105483314781,
    0.7979105483314781,
    0.7979105483314781,
    0.7979105483314781,
    0.7979105483314781
  ],
  "35": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention, while an alumni panel discusses how to prepare for technical interviews.",
    "During the career fair setup, a robotics startup flies a small drone above its booth to attract attention, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance while students line up outside the university gym in advance of the fair's opening. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair setup, a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers provide quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the university gym entrance, and students line up outside in advance of the fair's opening. Inside, at the venue entrance, staff again scan registrations and distribute lanyards. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule."
  ],
  "35_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.4781435867778755,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8773047599003112,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291,
    0.8579657215282291
  ],
  "36": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. At a robotics startup's booth, a small drone flies above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders; at a robotics startup booth a small drone flies above to attract attention, and some students rehearse elevator pitches quietly against the wall. A line of students forms outside the university gym in anticipation of the fair opening as tech companies display demo screens showcasing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.6898089915212476,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056,
    0.684764790268056
  ],
  "37": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a setting where career counselors guide unsure students toward applicable industries, the scene shows counselors directing them toward suitable paths. A robotics startup flies a small drone above its booth to attract attention.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries and suitable paths. A robotics startup flies a small drone above its booth to attract attention. Students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a career guidance setting, counselors direct unsure students toward applicable industries and suitable paths. A robotics startup flies a small drone above its booth to attract attention. Students rehearse elevator pitches quietly against the wall while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers are displaying community outreach photos, and alumni volunteers deliver brief pep talks near the coffee station. Finance firms are providing QR codes to facilitate immediate internship applications, tying professional opportunities to the outreach event.",
    "At a career guidance event, counselors steer unsure students toward applicable industries and suitable paths. A robotics startup runs its booth, with a small drone flying above to attract attention. Students quietly rehearse elevator pitches against a wall while workshops on networking etiquette start in the adjoining classroom. Healthcare providers display community outreach photos, and alumni volunteers give brief pep talks near the coffee station. Finance firms provide QR codes to enable immediate internship applications, linking opportunities to the outreach event. Consulting firms stack glossy case study booklets on high tables."
  ],
  "37_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5199004692915494,
    0.5199004692915494,
    0.5199004692915494,
    0.5199004692915494,
    0.5199004692915494,
    0.5199004692915494,
    0.5199004692915494,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.6761040557413092,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.7570269915204249,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464,
    0.8074364229811464
  ],
  "38": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance, as students line up outside the university gym in advance of the career fair opening.",
    "Alumni volunteers share quick pep talks near the coffee station as career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance while students line up outside the university gym in advance of the career fair opening. Tech companies display demo screens that showcase their latest apps, creating a live software showcase. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Alumni volunteers offer brief pep talks near the coffee station while career counselors steer unsure students toward suitable industries. Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym in advance of the career fair. Tech companies display demo screens for their latest apps, creating a live software showcase. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map."
  ],
  "38_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.5875298225823242,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8191578982131442,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074,
    0.8367868188230074
  ],
  "39": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career guidance forms the core of the scene as counselors redirect unsure students toward applicable industries, establishing a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, adding an informal, encouragement-filled element to the gathering. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation.",
    "Career guidance forms the core of the scene as counselors redirect unsure students toward applicable industries, establishing a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, adding an informal, encouragement-filled element to the gathering. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Career guidance forms the core of the scene as counselors steer unsure students toward applicable industries, establishing a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, adding an informal, encouragement-filled element. Throughout the event, counselors remind attendees to maintain eye contact to reinforce professional presentation. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A robotics startup operates its booth, and a small drone flies above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career guidance forms the core of the scene as counselors steer unsure students toward applicable industries, creating a guidance-focused atmosphere. Alumni volunteers deliver short pep talks near the coffee station, while counselors remind attendees to maintain eye contact to reinforce professional presentation. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A robotics startup operates its booth, with a small drone flying above to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers host an outreach event centered on community engagement, displaying photos illustrating their work. Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement. Finance firms supply QR codes to facilitate immediate internship applications, linking professional opportunities to the outreach event."
  ],
  "39_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.5679722409883288,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.713385352384214,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.7977260251050928,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726,
    0.8135375755802726
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, the engineering society sponsors a resume review table near the stage, groups of friends mark target employers on the event map, a welcome announcement over the PA system outlines the fair schedule, and dozens of booths with colorful banners circle the polished floor.",
    "At the event, the engineering society sponsors a resume review table near the stage, groups of friends mark target employers on the event map, a welcome announcement over the PA system outlines the fair schedule, and dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; a welcome announcement over the PA outlines the fair schedule; dozens of booths with colorful banners circle the polished floor. During the pre-event gathering, students quietly rehearse elevator pitches against a wall while alumni volunteers offer quick pep talks near the coffee station; at the entrance, event staff scan registrations and hand out lanyards. At the main event, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; a welcome announcement over the PA outlines the fair schedule; and dozens of booths with colorful banners circle the polished floor. During the pre-event gathering, students quietly rehearse elevator pitches against a wall while alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. At the main event, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.773681381158844,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.5034204925155681,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.6158097888342523,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8312015644693425,
    0.8512791979614013,
    0.8512791979614013
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym in advance of the career fair opening. In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance as students line up outside the university gym in advance of the career fair opening. In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym hosting the career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, networking etiquette workshops begin while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map as potential workplaces. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, networking etiquette workshops begin while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map as potential workplaces. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.4550894949109837,
    0.6435592805349786,
    0.6435592805349786,
    0.6435592805349786,
    0.6435592805349786,
    0.6435592805349786,
    0.6435592805349786,
    0.6435592805349786,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8433425045659201,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498,
    0.8422077965387498
  ],
  "42": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station, contributing an informal, encouragement-filled element to the gathering. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station, contributing an informal, encouragement-filled element to the gathering. Throughout the event, counselors remind attendees to maintain eye contact, reinforcing professional presentation. At the event, the engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers share quick pep talks near the coffee station, adding informal encouragement. Throughout the event, counselors remind attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discussed how to prepare for technical interviews. A welcome announcement over the PA system outlined the fair schedule.",
    "At the career fair, counselors guide unsure students toward applicable industries, establishing a guidance-focused scene. Alumni volunteers deliver brief pep talks near the coffee station, while counselors remind attendees to maintain eye contact to reinforce professional presentation. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact to reinforce professional presentation. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Finance firms offer QR codes that pair with the firms to enable immediate internship applications, creating a direct pathway for applicants. At the university gym entrance, event staff scan registrations and hand out lanyards as students line up in advance of the opening. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5035965667585772,
    0.5035965667585772,
    0.5035965667585772,
    0.5035965667585772,
    0.5035965667585772,
    0.5035965667585772,
    0.5035965667585772,
    0.5794319155727558,
    0.5794319155727558,
    0.5794319155727558,
    0.5794319155727558,
    0.5794319155727558,
    0.5794319155727558,
    0.5794319155727558,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7136012149918423,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.7941036158492863,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.8639137773387401,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475,
    0.878746600785475
  ],
  "43": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying potential workplaces.",
    "At the event, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying potential workplaces. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying potential workplaces. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym in advance of the career fair opening.",
    "At the career fair event, counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying potential workplaces. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym in advance of the fair’s opening. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "A university career fair is underway at the university gym. Counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym in advance of the fair's opening. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. HR teams jot notes on tablets as students introduce themselves."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.5150983615692986,
    0.5150983615692986,
    0.5150983615692986,
    0.5150983615692986,
    0.5150983615692986,
    0.5150983615692986,
    0.5150983615692986,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.7162835985327692,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.811189617237021,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8803405988740058,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182,
    0.8305165204834182
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "During the pre-event gathering, students rehearse elevator pitches quietly against the wall; near the coffee station, alumni volunteers offer quick pep talks; at the entrance, event staff scan registrations and hand out lanyards.",
    "During the pre-event gathering, students quietly rehearse elevator pitches against the wall; near the coffee station, alumni volunteers offer quick pep talks; at the entrance, event staff scan registrations and hand out lanyards. At the main event, groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews.",
    "During the pre-event gathering, students quietly rehearse elevator pitches against a wall while nearby alumni volunteers offer quick pep talks near the coffee station; at the entrance, event staff scan registrations and hand out lanyards. At the main event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "During the pre-event gathering, students quietly rehearse elevator pitches against a wall while alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym in advance of the career fair opening. At the main event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "During the career fair sequence at the university, pre-event gathering has students quietly rehearsing elevator pitches against a wall while alumni volunteers offer quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards as students line up outside the university gym in advance of the opening. At the main event, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.39814211136883604,
    0.39814211136883604,
    0.39814211136883604,
    0.39814211136883604,
    0.39814211136883604,
    0.39814211136883604,
    0.39814211136883604,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.608953741277733,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.765432687258862,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.7986423885933227,
    0.8504105577171506,
    0.8504105577171506,
    0.8504105577171506,
    0.8504105577171506,
    0.8504105577171506,
    0.8504105577171506,
    0.8504105577171506
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcased community outreach photos, while tech companies displayed demo screens showing their latest apps. At the event, groups of friends marked target employers on the event map, and an alumni panel discussed how to prepare for technical interviews. A line of students formed outside the university gym in anticipation of the career fair opening.",
    "At the event, healthcare providers showcased community outreach photos while tech companies displayed demo screens of their latest apps. Groups of friends marked target employers on the event map, and an alumni panel discussed how to prepare for technical interviews. A line of students formed outside the university gym in anticipation of the career fair opening. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, healthcare providers showcased community outreach photos and tech companies displayed demo screens of their latest apps. Groups of friends marked target employers on the event map, and an alumni panel discussed how to prepare for technical interviews. A line of students formed outside the university gym in anticipation of the career fair opening, while HR teams jotted notes on tablets and students introduced themselves."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.3693848659311022,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.7669219267729412,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.8010647352795948,
    0.7762591402720423
  ],
  "46": [
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup operates its booth and flies a small drone above the booth to attract attention.",
    "A robotics startup operates its booth, and a small drone flies above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "A robotics startup operates its booth, and a small drone flies above the booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "A robotics startup operates its booth, with a small drone flying above to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "At the event, a robotics startup runs its booth with a small drone flying overhead to attract attention. In the adjoining classroom, workshops on networking etiquette are underway. Consulting firms have glossy case study booklets stacked on high tables, while students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.37550596784436907,
    0.37550596784436907,
    0.37550596784436907,
    0.37550596784436907,
    0.37550596784436907,
    0.37550596784436907,
    0.37550596784436907,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.5526319382283055,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.716206334024561,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.6861562826137405,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798,
    0.7814167144187798
  ],
  "47": [
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette are beginning in the adjoining classroom.",
    "Healthcare providers are showcasing community outreach photos, and workshops on networking etiquette are beginning in the adjoining classroom. Outside the university gym, a line of students forms in anticipation of the career fair opening.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette begin in the adjoining classroom. Outside the university gym, a line of students forms in anticipation of the career fair opening as HR staff use tablet devices to record notes during the students' introductions, occurring concurrently with the presentations.",
    "At the university event, healthcare providers are showcasing community outreach photos while networking etiquette workshops proceed in the adjoining classroom. Outside the university gym, a line of students forms in anticipation of the career fair opening as HR staff use tablet devices to record notes during the students' introductions, a process that runs concurrently with the accompanying presentations. Finance firms are offering QR codes to enable immediate internship applications, providing a direct, delay-free pathway for applicants. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "At the university career fair, healthcare providers showcase community outreach photos while networking etiquette workshops proceed in the adjoining classroom. Outside the gym, a line of students forms in anticipation of the opening as HR staff use tablets to record introductions while presentations run concurrently. Finance firms offer QR codes to enable immediate internship applications, providing a direct, delay-free pathway. Alumni volunteers give quick pep talks near the coffee station, while pre-event counselors redirect unsure students toward applicable industries and students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Inside, groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; a welcome PA outlines the fair schedule; the engineering society sponsors a resume review table near the stage."
  ],
  "47_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3037022457299299,
    0.3037022457299299,
    0.3037022457299299,
    0.3037022457299299,
    0.3037022457299299,
    0.3037022457299299,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.49935342692571383,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.5229835359971076,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.7892075268303511,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423,
    0.8818059904931423
  ],
  "48": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. The scene centers on a welcome announcement broadcast over the PA system, outlining the fair schedule.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while human resources teams jot notes on tablets as students introduce themselves. The scene centers on a welcome announcement broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5785976158003252,
    0.5785976158003252,
    0.5785976158003252,
    0.5785976158003252,
    0.5785976158003252,
    0.5785976158003252,
    0.5785976158003252,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.5808922358576835,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.7877771811530305,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8188233962980449,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958,
    0.8722734947642958
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall. Students clutch resumes inside branded folders.",
    "In a shared setting, some students rehearse elevator pitches quietly against a wall. They clutch resumes inside branded folders, while healthcare providers showcase photos of community outreach.",
    "In a shared setting, some students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders; healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps.",
    "In a shared event space, students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach, while tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "At a pre-event gathering in a polished-floor venue, dozens of booths with colorful banners encircle the space. Students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase photos of community outreach; alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps. In an adjoining classroom, workshops on networking etiquette begin. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, guiding them toward opportunities, while groups of friends mark target employers on the event map. Finance firms provide QR codes to facilitate immediate internship applications linked to the outreach event. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.43412857287013606,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.48098123461782594,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.3978164356632505,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496,
    0.785802457119496
  ]
}