{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth for attention.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers are showcasing photos of community outreach.",
    "At the fair, a robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase photos of community outreach. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. Finance firms provide QR codes to enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3725907164832408,
    0.3725907164832408,
    0.3725907164832408,
    0.3725907164832408,
    0.3725907164832408,
    0.3725907164832408,
    0.3725907164832408,
    0.6436489033023138,
    0.6436489033023138,
    0.6436489033023138,
    0.6436489033023138,
    0.6436489033023138,
    0.6436489033023138,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.7917669569764942,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.871140362892591,
    0.919903001039136
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and a cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "Workshops on networking etiquette begin in the adjoining classroom, while a cybersecurity company is conducting a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Networking etiquette workshops are under way in the adjoining classroom, while a cybersecurity company conducts a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the trade fair, a robotics startup flies a small drone above its booth to attract attention, and a welcome announcement outlines the fair schedule over the PA system. Networking etiquette workshops are under way in the adjoining classroom as a cybersecurity company conducts a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3370537837494448,
    0.3370537837494448,
    0.3370537837494448,
    0.3370537837494448,
    0.3370537837494448,
    0.3370537837494448,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.666668532906008,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.7119073292290454,
    0.8632672069201357,
    0.8632672069201357,
    0.8632672069201357,
    0.8632672069201357
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners encircle a polished exhibition floor. A robotics startup flies a small drone above its booth to attract attention. In the shared space, students rehearse elevator pitches quietly against the wall, while healthcare providers showcase photos documenting community outreach.",
    "Dozens of booths with colorful banners surround a polished exhibition floor. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence. In the shared space, students rehearse elevator pitches quietly against the wall, and healthcare providers showcase photos documenting community outreach. An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners surround a polished exhibition floor. A robotics startup flies a small drone above its booth to attract attention, making the aerial display part of its presence. In the shared space, students rehearse elevator pitches quietly against the wall while healthcare providers showcase photos documenting community outreach. An engineering society sponsors a resume review table near the stage, offering attendees the chance to receive resume feedback. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.5060862918646336,
    0.5060862918646336,
    0.5060862918646336,
    0.5060862918646336,
    0.5060862918646336,
    0.5060862918646336,
    0.5060862918646336,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.7146153379885947,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.778209133885341,
    0.834112855165862
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "During the event, some students rehearse elevator pitches quietly against the wall; alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "At the event, some students rehearse elevator pitches quietly against a wall. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, students rehearse elevator pitches quietly against a wall. Alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule. In the shared space, healthcare providers showcase community outreach photos.",
    "In the event’s shared space, students rehearse elevator pitches quietly against a wall, complemented by alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map as a welcome announcement over the PA system outlines the fair schedule. Healthcare providers display community outreach photos in the same area. Meanwhile, human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, guiding attendees into the flow of activity."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.42224286163979835,
    0.42224286163979835,
    0.42224286163979835,
    0.42224286163979835,
    0.42224286163979835,
    0.42224286163979835,
    0.42224286163979835,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.7688089580951245,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8129194584742354,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677,
    0.8471948126014677
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "A scene shows students rehearsing elevator pitches quietly against a wall while healthcare providers showcase community outreach photos.",
    "A scene shows students rehearsing elevator pitches quietly against a wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event scene shows students rehearsing elevator pitches quietly against a wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches, and consulting firms stack glossy case study booklets on high tables.",
    "An event scene shows students rehearsing elevator pitches quietly against a wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches; consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3767811672826781,
    0.3767811672826781,
    0.3767811672826781,
    0.3767811672826781,
    0.3767811672826781,
    0.3767811672826781,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.5232054025440535,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346,
    0.6633462901039346
  ],
  "5": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards while some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos to establish a setting that highlights outreach efforts.",
    "At the event entrance, staff scan registrations and hand out lanyards. Several students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos to establish a setting that highlights outreach efforts. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.38486970875554816,
    0.7554697321721406,
    0.7554697321721406,
    0.7554697321721406,
    0.7554697321721406,
    0.7554697321721406,
    0.7554697321721406,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7545798505433083,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.7599607401862767,
    0.8068402306508352,
    0.8068402306508352,
    0.8068402306508352,
    0.8068402306508352
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "In an orientation setting, human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "In an orientation setting, human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. At the event, some students rehearse elevator pitches quietly against a wall. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule.",
    "In an orientation fair setting, human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in adjoining classroom. Some students rehearse elevator pitches quietly against a wall. Alumni volunteers deliver pep talks near coffee station, offering quick encouragement there. Groups of friends mark target employers on the event map, while a welcome announcement over the PA outlines the fair schedule. An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention as part of its display. Tech companies show demo screens with their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.4681594680701081,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.7803375767120797,
    0.8631628726399481
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "In a shared space, students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall as healthcare providers showcase community outreach photos, while dozens of booths with colorful banners circle the polished floor.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall while healthcare providers showcase community outreach photos; dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "In a shared space, dozens of booths with colorful banners circle the polished floor of the university venue as students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Inside, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence at the event. An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32740639592378945,
    0.32740639592378945,
    0.32740639592378945,
    0.32740639592378945,
    0.32740639592378945,
    0.32740639592378945,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.3523870624839592,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.5730379894740774,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893,
    0.84469542955893
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "In the scene described, human resources teams jot notes on tablets as students introduce themselves.",
    "In the scene described, human resources teams jot notes on tablets as students introduce themselves, indicating concurrent actions by two groups. The primary actors are HR staff and students, with tablets serving as the medium for recording the introductions.",
    "HR staff and students are the primary actors, with tablets serving as the recording medium. The HR teams jot notes on tablets as students introduce themselves, indicating concurrent actions by the two groups.",
    "HR staff and students are the primary actors, with tablets serving as the recording medium. The HR teams jot notes on tablets as students introduce themselves, indicating concurrent actions by the two groups. Healthcare providers showcase community outreach photos.",
    "HR staff and students are the primary actors, with tablets serving as the recording medium. The HR teams jot notes on tablets as students introduce themselves, indicating concurrent actions by the two groups. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "HR staff and students are the primary actors in a polished exhibition hall, with tablets serving as the recording medium. HR teams jot notes on tablets as students introduce themselves, indicating concurrent actions by the two groups. Healthcare providers showcase photos documenting community outreach. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the exhibition floor. A robotics startup flies a small drone above its booth to attract attention. In the shared space, students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.3463442220678041,
    0.4196546579917914,
    0.4196546579917914,
    0.4196546579917914,
    0.4196546579917914,
    0.4196546579917914,
    0.4196546579917914,
    0.41114171161647745,
    0.41114171161647745,
    0.41114171161647745,
    0.41114171161647745,
    0.41114171161647745,
    0.41114171161647745,
    0.41114171161647745,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.588571260415219,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.7047372343395754,
    0.769059716615591,
    0.769059716615591,
    0.769059716615591,
    0.769059716615591,
    0.769059716615591
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a robotics startup is flying a small drone above its booth to attract attention.",
    "Tech companies are displaying demo screens that show their latest apps, while a robotics startup is flying a small drone above its booth to attract attention.",
    "In a busy exhibition space, dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and a robotics startup flies a small drone above its booth to attract attention. Career counselors direct unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos of community outreach, and groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3986401793818108,
    0.3986401793818108,
    0.3986401793818108,
    0.3986401793818108,
    0.3986401793818108,
    0.3986401793818108,
    0.3986401793818108,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.39516396497293627,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915,
    0.7564188850439915
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens showing their latest apps. Students rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom. Finance firms provide QR codes to enable immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.6425866684371098,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144,
    0.820282315206144
  ],
  "11": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display photos of community outreach; groups of friends mark target employers on the event map.",
    "Healthcare providers display photos of community outreach; groups of friends mark target employers on the event map. In a counseling context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display photos of community outreach. Groups of friends mark target employers on the event map. In a counseling context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. At the fair, alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.37333715673337536,
    0.37333715673337536,
    0.37333715673337536,
    0.37333715673337536,
    0.37333715673337536,
    0.37333715673337536,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.5298207822599947,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093,
    0.7738806417000093
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing photos of community outreach.",
    "Healthcare providers are showcasing photos of community outreach. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area.",
    "Healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "The career fair scene is calm and prepared for entry. Healthcare providers showcase photos of community outreach. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth. Pre-opening networking etiquette workshops run in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students form an orderly queue at the entrance, awaiting doors to open and the fair to begin. The scene remains calm and prepared for entry when the fair commences."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.2801701884955706,
    0.2801701884955706,
    0.2801701884955706,
    0.2801701884955706,
    0.2801701884955706,
    0.2801701884955706,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.6595974956660479,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8159258397449451,
    0.8854745803159612
  ],
  "13": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. A queue forms along the gym entrance as students wait for doors to open and the event to begin. The scene captures a calm, orderly pre-opening moment with students prepared to enter when the fair commences.",
    "Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, awaiting doors to open and the event to begin. The moment is calm and pre-opening, with attendees prepared to enter when the fair commences. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, awaiting doors to open and the event to begin. The moment is calm and pre-opening, with attendees prepared to enter when the fair commences. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, a calm pre-opening moment as attendees await doors to open and the event to begin. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, a calm pre-opening moment as attendees await doors to open and the event to begin. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map. A scene shows students rehearsing elevator pitches quietly against a wall while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students queue along the entrance in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Networking etiquette workshops run in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, as groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos while students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. At the career fair, counselors redirect unsure students toward applicable industries as they explore career paths. HR teams jot notes on tablets as students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6710969609502793,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.6980681771467239,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8184165565653096,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896,
    0.8479603405618896
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A group of students lines up outside the university gym, waiting for the career fair to open.",
    "A group of students lines up outside the university gym, waiting for the career fair to open. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students line up outside the university gym, waiting for the career fair to open. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students form an orderly queue along the entrance, awaiting the career fair opening and the doors to begin the event. The moment is calm and pre-opening, with attendees prepared to enter when the fair commences. Near the stage, the engineering society sponsors a resume review table. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students form an orderly queue along the entrance, awaiting the career fair opening and the doors to begin the event. The scene is calm and pre-opening, with attendees prepared to enter when the fair commences. Near the stage, the engineering society sponsors a resume review table, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.34421043732445805,
    0.49980266390275674,
    0.49980266390275674,
    0.49980266390275674,
    0.49980266390275674,
    0.49980266390275674,
    0.49980266390275674,
    0.7248156283460402,
    0.7248156283460402,
    0.7248156283460402,
    0.7248156283460402,
    0.7248156283460402,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.772979604293223,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.8083503966307475,
    0.7910915948757671,
    0.7910915948757671,
    0.7910915948757671,
    0.7910915948757671
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "During the event, alumni volunteers give quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "During the event, alumni volunteers give quick pep talks near the coffee station; groups of friends mark target employers on the event map; students clutch resumes inside branded folders.",
    "Alumni volunteers give quick pep talks near the coffee station as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos.",
    "Alumni volunteers give quick pep talks near the coffee station as groups of friends mark target employers on the event map. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4034614345811719,
    0.4034614345811719,
    0.4034614345811719,
    0.4034614345811719,
    0.4034614345811719,
    0.4033423146985883,
    0.4033423146985883,
    0.4033423146985883,
    0.4033423146985883,
    0.4033423146985883,
    0.4033423146985883,
    0.4033423146985883,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.476528712155184,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.5764196622115242,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472,
    0.7229537631941472
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos during the fair. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Nearby the coffee station, alumni volunteers share quick pep talks.",
    "Healthcare providers display community outreach photos at the fair. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Nearby the coffee station, alumni volunteers share quick pep talks. During the event, attendees engage in preparatory activities around common landmarks: some students rehearse elevator pitches quietly against a wall, and groups of friends mark target employers on the event map.",
    "Healthcare providers display community outreach photos at the fair, and a welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers near the coffee station deliver quick pep talks as attendees engage in preparatory activities around common landmarks: some students rehearse elevator pitches quietly against a wall, and groups of friends mark target employers on the event map. Outside the university gym, students form an orderly queue along the entrance in a calm pre-opening moment as doors to the career fair await opening. A robotics startup flies a small drone above its booth to attract attention, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.6613732522813345,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8072796484513367,
    0.8681918295712889,
    0.8681918295712889
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, creating a busy exhibition space. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor in a busy exhibition space, where career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor in a busy exhibition space, where career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos of community outreach; groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor in a busy exhibition space. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos of community outreach, and groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. An engineering society sponsors a resume review table near the stage, offering attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.3757785366912856,
    0.5684423891106022,
    0.5684423891106022,
    0.5684423891106022,
    0.5684423891106022,
    0.5684423891106022,
    0.5684423891106022,
    0.5684423891106022,
    0.4129792101253348,
    0.4129792101253348,
    0.4129792101253348,
    0.4129792101253348,
    0.4129792101253348,
    0.4129792101253348,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.5969438566159527,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881,
    0.8723586611104881
  ],
  "18": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "During the event, attendees engage in preparatory activities around common landmarks: some students rehearse elevator pitches quietly against the wall, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "At the event, attendees engage in preparatory activities around common landmarks: some students rehearse elevator pitches quietly against the wall; alumni volunteers deliver quick pep talks near the coffee station; and groups of friends mark target employers on the event map. Staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, attendees engage in preparatory activities around common landmarks: some students rehearse elevator pitches quietly against the wall; alumni volunteers deliver quick pep talks near the coffee station; and groups of friends mark target employers on the event map. Staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.45039742378482206,
    0.45039742378482206,
    0.45039742378482206,
    0.45039742378482206,
    0.45039742378482206,
    0.45039742378482206,
    0.45039742378482206,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8041714937425821,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898,
    0.8057094658345898
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers give quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications.",
    "A campus career fair scene features alumni volunteers giving quick pep talks near the coffee station, while finance firms offer QR codes for immediate internship applications. A group of students lines up outside the university gym, waiting for the career fair to open, and the engineering society sponsors a resume review table near the stage.",
    "The campus career fair unfolds with alumni volunteers giving quick pep talks near the coffee station while finance firms display QR codes for immediate internship applications. A group of students lines up outside the university gym, waiting for the career fair to open, and the engineering society sponsors a resume review table near the stage. During the event, groups of friends mark target employers on the event map and students clutch resumes inside branded folders.",
    "The campus career fair unfolds with alumni volunteers delivering quick pep talks near the coffee station as finance firms display QR codes for immediate internship applications. A group of students lines up outside the university gym, waiting for the fair to open, while the engineering society sponsors a resume review table near the stage. During the event, groups of friends mark target employers on the event map and students clutch resumes inside branded folders. At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35608094014889224,
    0.35608094014889224,
    0.35608094014889224,
    0.35608094014889224,
    0.35608094014889224,
    0.35608094014889224,
    0.4193283648549001,
    0.4193283648549001,
    0.4193283648549001,
    0.4193283648549001,
    0.4193283648549001,
    0.4193283648549001,
    0.4193283648549001,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.6291900533897375,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8065722058950525,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989,
    0.8489529416914989
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens. Near the stage, the engineering society sponsors a resume‑review table providing attendees with resume feedback. Career counselors redirect unsure students toward applicable industries, while alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company is conducting a password‑cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom. HR staff and students jot notes on tablets as introductions unfold concurrently. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its event presence."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.5574053859142831,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7531761812320134,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.7753295631463402,
    0.8639269261721565,
    0.8639269261721565,
    0.8639269261721565,
    0.8639269261721565,
    0.8639269261721565,
    0.8639269261721565,
    0.8639269261721565
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "A career fair is in progress, opening with a welcome announcement outlining the schedule over the PA system. At the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "A career fair is in progress with a welcome announcement outlining the schedule over the PA system. At the entrance staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. In the orientation setting, human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against a wall."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.8181778706011542,
    0.8181778706011542,
    0.8181778706011542,
    0.8181778706011542,
    0.8181778706011542,
    0.8181778706011542,
    0.8181778706011542,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8729709576449144,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8411562218242818,
    0.8295037978723228,
    0.8295037978723228,
    0.8295037978723228,
    0.8295037978723228
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; a welcome announcement outlines the fair schedule over the PA system.",
    "Groups of friends mark target employers on the event map as a welcome announcement outlines the fair schedule over the PA system; alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area.",
    "During the event, groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area. Some students rehearse elevator pitches quietly against the wall.",
    "During the event, groups of friends mark target employers on the event map while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement in that area. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom.",
    "During the event, groups of friends mark target employers on the event map as a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, offering quick encouragement in that area. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company is conducting a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5076192129530465,
    0.5076192129530465,
    0.5076192129530465,
    0.5076192129530465,
    0.5076192129530465,
    0.5076192129530465,
    0.49034134822838316,
    0.49034134822838316,
    0.49034134822838316,
    0.49034134822838316,
    0.49034134822838316,
    0.49034134822838316,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.7683654517046783,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8000452409108394,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178,
    0.8210045518135178
  ],
  "23": [
    "",
    "",
    "",
    "",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement is broadcast over the PA system at the fair, outlining the fair’s schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Nearby the coffee station, alumni volunteers share quick pep talks.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Nearby the coffee station, alumni volunteers deliver brief pep talks providing quick encouragement. Groups of friends mark target employers on the event map as the welcome announcement outlines the schedule.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Nearby the coffee station, alumni volunteers deliver brief pep talks offering quick encouragement. Groups of friends mark target employers on the event map while the welcome announcement outlines the schedule. Career counselors remind attendees to maintain eye contact, as workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Near the coffee station, alumni volunteers deliver brief pep talks offering quick encouragement. Groups of friends mark target employers on the event map as the schedule is communicated. Career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4315349530091747,
    0.4349965085659701,
    0.4349965085659701,
    0.4349965085659701,
    0.4349965085659701,
    0.4349965085659701,
    0.4349965085659701,
    0.4349965085659701,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.5837651875486399,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.7626604116384439,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.8069872237432115,
    0.830940414692823,
    0.830940414692823,
    0.830940414692823,
    0.830940414692823
  ],
  "24": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a counseling context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "In a counseling context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. HR staff and students are the primary actors, with tablets serving as the recording medium, and their actions occur concurrently during introductions.",
    "At the event, career counselors redirect unsure students toward applicable industries, while human resources staff and students—the primary actors—jot notes on tablets as introductions unfold concurrently. A welcome announcement over the PA outlines the fair schedule. Near the stage, an engineering society sponsors a resume review table, providing attendees with a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its event presence.",
    "At the career fair event, career counselors redirect unsure students toward applicable industries, guiding their exploration of suitable career paths, while human resources teams and students jot notes on tablets as introductions unfold and students introduce themselves. A welcome announcement over the PA outlines the fair schedule. Near the stage, an engineering society sponsors a resume review table, providing attendees with a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its event presence. Alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. Networking etiquette workshops begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.36388474088837147,
    0.36388474088837147,
    0.36388474088837147,
    0.36388474088837147,
    0.36388474088837147,
    0.36388474088837147,
    0.36388474088837147,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.4483428492094215,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8504474555901751,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166,
    0.8793250597981166
  ],
  "25": [
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. \"\"",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, awaiting doors to open and the event to begin. The moment is calm and pre-opening, with attendees prepared to enter when the fair commences. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students form an orderly queue along the entrance in anticipation of the career fair opening, awaiting doors to open and the event to begin. The moment is calm and pre-opening, with attendees prepared to enter when the fair commences. An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. At the fair, alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4909384429454804,
    0.4909384429454804,
    0.4909384429454804,
    0.4909384429454804,
    0.4909384429454804,
    0.4909384429454804,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.4159392775699196,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.7893849220097071,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855,
    0.8609848491279855
  ],
  "26": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the event, staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff scan registrations at the entrance and hand out lanyards, while consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations at the entrance and hand out lanyards; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company is conducting a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company is conducting a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. At the fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Nearby the coffee station, alumni volunteers deliver brief pep talks providing quick encouragement. Groups of friends mark target employers on the event map as the welcome announcement outlines the schedule."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40608776544817277,
    0.40608776544817277,
    0.40608776544817277,
    0.40608776544817277,
    0.40608776544817277,
    0.40608776544817277,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.4584615998012691,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.7712562063290962,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861,
    0.8882080068693861
  ],
  "27": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms provide QR codes to facilitate immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms provide QR codes to facilitate immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the fair, finance firms provide QR codes to facilitate immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, finance firms provide QR codes to facilitate immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "27_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4422666162341044,
    0.4422666162341044,
    0.4422666162341044,
    0.4422666162341044,
    0.4422666162341044,
    0.4422666162341044,
    0.4422666162341044,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.8434236468707857,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677,
    0.9118985211147677
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5854590279991603,
    0.5854590279991603,
    0.5854590279991603,
    0.5854590279991603,
    0.5854590279991603,
    0.5854590279991603,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.7980152478392767,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612,
    0.8253832133341612
  ],
  "29": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention."
  ],
  "29_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5419752178445023,
    0.5419752178445023,
    0.5419752178445023,
    0.5419752178445023,
    0.5419752178445023,
    0.5419752178445023,
    0.5419752178445023,
    0.5416899142518203,
    0.5416899142518203,
    0.5416899142518203,
    0.5416899142518203,
    0.5416899142518203,
    0.5416899142518203,
    0.5416899142518203,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.687411816523987,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872,
    0.7434583477867872
  ],
  "30": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while a cybersecurity company conducts a password-cracking challenge on a laptop.",
    "The scene centers on a tech-focused event with a trade fair and adjacent classrooms. In the adjoining classroom, workshops on networking etiquette begin, while a cybersecurity company runs a password-cracking challenge on a laptop. At the trade fair, a robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on a tech-focused event featuring a trade fair with adjacent classrooms. In the adjoining classroom, workshops on networking etiquette are underway, and a cybersecurity company is running a password-cracking challenge on a laptop. At the trade fair, a robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Healthcare providers display community outreach photos to emphasize outreach efforts. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.32760376928531554,
    0.34123724496174984,
    0.34123724496174984,
    0.34123724496174984,
    0.34123724496174984,
    0.34123724496174984,
    0.34123724496174984,
    0.34123724496174984,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.7887465888121323,
    0.8218167921886086,
    0.8218167921886086,
    0.8218167921886086
  ],
  "31": [
    "",
    "",
    "",
    "",
    "Finance firms are providing QR codes to facilitate immediate internship applications.",
    "Finance firms are providing QR codes to facilitate immediate internship applications.",
    "Finance firms are providing QR codes to facilitate immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "Firms from finance are providing QR codes to enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention.",
    "Firms from finance are providing QR codes to enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the event, finance firms are providing QR codes to enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the exhibition, finance firms offer QR codes to enable immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle a polished floor in a busy exhibition space. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Healthcare providers display photos of community outreach; groups of friends mark target employers on the event map."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.40783248955910817,
    0.438505098232548,
    0.438505098232548,
    0.438505098232548,
    0.438505098232548,
    0.438505098232548,
    0.438505098232548,
    0.438505098232548,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8191999715981673,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8306447147923095,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8473597588287203,
    0.8717576846601398,
    0.8717576846601398,
    0.8717576846601398,
    0.8717576846601398
  ],
  "32": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, establishing a setting that highlights outreach efforts. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos to establish a setting that highlights outreach efforts. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos to establish a setting that highlights outreach efforts. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers display community outreach photos to establish the setting. Students rehearse elevator pitches quietly against a wall. An alumni panel discusses how to prepare for technical interviews. At the event, finance firms provide QR codes to facilitate immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "32_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.4701359697278564,
    0.47662904640994713,
    0.47662904640994713,
    0.47662904640994713,
    0.47662904640994713,
    0.47662904640994713,
    0.47662904640994713,
    0.47662904640994713,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.6345719112143295,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525,
    0.824953486750525
  ],
  "33": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact, as workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system, guiding attendees through the event. At the entrance, staff scan registrations and hand out lanyards, establishing check-in and attendee identification. Consulting firms stack glossy case study booklets on high tables, making firm literature readily accessible to visitors. The setup suggests a structured career fair with concurrent sessions, logistical flow from entrance to classroom, and shared resources for attendees as workshops start, schedules are announced, and materials are distributed.",
    "Networking etiquette workshops run in the adjoining classroom during the pre-opening phase, with a welcome announcement over the PA outlining the schedule for attendees. At the entrance, staff scan registrations and hand out lanyards for check-in and attendee identification. Consulting firms stack glossy case-study booklets on high tables, keeping firm literature readily accessible. The setup indicates a structured fair with concurrent sessions and a clear flow from entrance to classroom as workshops start, schedules are announced, and materials distributed. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map. Outside the university gym, students line up in an orderly queue along the entrance awaiting the doors to open and the fair to begin. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "33_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3335652357649709,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.3124434238982106,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.782215686644686,
    0.838511164950025,
    0.838511164950025,
    0.838511164950025
  ],
  "34": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "At the event, students rehearse elevator pitches quietly against the wall while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes to facilitate immediate internship applications. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes to facilitate immediate internship applications. Alumni volunteers deliver pep talks near the coffee station. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. In the shared space, healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8388107450465473,
    0.8856443259640949
  ],
  "35": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "At a trade fair, a robotics startup is flying a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At a trade fair, a robotics startup flies a small drone above its booth to attract attention while a welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "At a trade fair, a robotics startup draws attention by flying a small drone above its booth, while a welcome announcement over the PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume‑review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "35_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7467014310788574,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7766630665868697,
    0.7957385151626799,
    0.7957385151626799
  ],
  "36": [
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. An engineering society sponsors a resume review table near the stage, offering attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. An engineering society sponsors a resume review table near the stage, offering attendees feedback on their resumes. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence. In counseling contexts, career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves; HR staff and students are the primary actors, with tablets serving as the recording medium, and their actions occur concurrently during introductions.",
    "At the fair, a welcome announcement plays over the PA system outlining the schedule. An engineering society sponsors a resume review table near the stage, offering attendees feedback on their resumes. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence. In counseling contexts, career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves; HR staff and students are the primary actors, with tablets serving as the recording medium, and their actions occur concurrently during introductions. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "36_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.7691678727950164,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8258394984773446,
    0.8417507424103373,
    0.8417507424103373,
    0.8417507424103373,
    0.8417507424103373,
    0.8417507424103373
  ],
  "37": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.5392822302428901,
    0.731574331096571,
    0.731574331096571,
    0.731574331096571,
    0.731574331096571,
    0.731574331096571,
    0.731574331096571,
    0.731574331096571,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.7653210630398418,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659,
    0.8327890248880659
  ],
  "38": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, alumni volunteers offer quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward industries, and consulting firms stack glossy case study booklets on high tables.",
    "At the fair, alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward industries, and consulting firms stack glossy case study booklets on high tables. During the pre-opening phase of the career event, networking etiquette workshops run in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up in an orderly queue along the entrance, awaiting the doors to open and the fair to begin. The scene remains calm and prepared for entry when the fair commences."
  ],
  "38_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.63533545505545,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8014992533462704,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.8689602860513628,
    0.884044491557672,
    0.884044491557672,
    0.884044491557672,
    0.884044491557672,
    0.884044491557672,
    0.884044491557672
  ],
  "39": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. During the event, alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map.",
    "During the pre-opening phase of the career event, networking etiquette workshops run in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map. Outside the university gym, students line up in an orderly queue along the entrance, awaiting the doors to open and the fair to begin. The scene remains calm and prepared for entry when the fair commences. A robotics startup flies a small drone above its booth to attract attention.",
    "During the pre-opening phase, networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Outside the university gym, students line up in an orderly queue along the entrance, awaiting the doors to open and the fair to begin; the scene is calm and prepared for entry as the fair commences. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.6943766871645463,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.846931117979049,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011,
    0.8959201262626011
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "An engineering society sponsors a resume review table near the stage, providing a venue for attendees to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event.",
    "An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event. Some students rehearse elevator pitches quietly against the wall.",
    "An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, providing attendees a venue to receive resume feedback. A robotics startup flies a small drone above its booth to attract attention, using the aerial display above the booth as part of its presence at the event. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "An engineering society sponsors a resume review table near the stage, offering attendees resume feedback. A robotics startup flies a small drone above its booth to attract attention as part of its presence at the event. Students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5845974050379462,
    0.5845974050379462,
    0.5845974050379462,
    0.5845974050379462,
    0.5845974050379462,
    0.5845974050379462,
    0.5555486443665616,
    0.5555486443665616,
    0.5555486443665616,
    0.5555486443665616,
    0.5555486443665616,
    0.5555486443665616,
    0.6862352120079597,
    0.6862352120079597,
    0.6862352120079597,
    0.6862352120079597,
    0.6862352120079597,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.7439857998872859,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8191660101723091,
    0.8162944545341949,
    0.8162944545341949,
    0.8162944545341949,
    0.8162944545341949,
    0.8162944545341949,
    0.8162944545341949,
    0.8162944545341949
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a group of students lines up outside the university gym, waiting for the career fair to open.",
    "Healthcare providers showcase community outreach photos, while a group of students lines up outside the university gym in anticipation of the career fair opening. HR staff and students are the primary actors, using tablets as the recording medium. HR teams jot notes on tablets as students introduce themselves, illustrating concurrent actions between the two groups.",
    "Healthcare providers showcase community outreach photos as a group of students line up outside the university gym in anticipation of the career fair opening. HR staff and students are the primary actors, using tablets as the recording medium; HR teams jot notes on tablets as students introduce themselves, illustrating concurrent actions. In an orientation setting, HR teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.36135397193612584,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.6778200732167989,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415,
    0.7221793634742415
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, guiding their exploration of suitable career paths. Alumni volunteers share quick pep talks near the coffee station, offering encouragement. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, guiding their exploration of suitable career paths. Alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. A robotics startup flies a small drone above its booth to draw attention. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, career counselors redirect unsure students toward applicable industries, guiding their exploration of suitable career paths. Alumni volunteers deliver quick pep talks near the coffee station, offering encouragement. A robotics startup flies a small drone above its booth to draw attention. Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, counselors redirect unsure students toward applicable industries as they explore suitable career paths. Alumni volunteers deliver quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Networking etiquette workshops begin in the adjoining classroom and are underway. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "At the career fair near the university gym, students form an orderly queue outside the entrance in a calm pre-opening moment as attendees await doors to open. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers deliver quick pep talks near the coffee station. Networking etiquette workshops begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.5135628482294234,
    0.6633365883785258,
    0.6633365883785258,
    0.6633365883785258,
    0.6633365883785258,
    0.6633365883785258,
    0.6633365883785258,
    0.6633365883785258,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.844258618437226,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852,
    0.8590788785852852
  ],
  "43": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup is flying a small drone above its booth to attract attention.",
    "At the event, career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence at the event. An engineering society sponsors a resume review table near the stage, giving attendees a venue to receive resume feedback. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors direct unsure students toward applicable industries, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention, using the aerial display as part of its presence at the event. An engineering society sponsors a resume review table near the stage, providing attendees with a venue to receive resume feedback. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair held near the university gym, activity begins with outside lines of students waiting before opening, while inside counselors direct unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention as part of its presence. The engineering society sponsors a resume review table near the stage, offering attendees resume feedback. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company conducts a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.335788428268776,
    0.5683947910318363,
    0.5683947910318363,
    0.5683947910318363,
    0.5683947910318363,
    0.5683947910318363,
    0.5683947910318363,
    0.5683947910318363,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.78911391077232,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8645248330146502,
    0.8786004191947441,
    0.8786004191947441,
    0.8786004191947441,
    0.8786004191947441,
    0.8786004191947441
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while students line up outside the university gym before the career fair opens.",
    "At a trade fair, a robotics startup is flying a small drone above its booth to attract attention, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.4100282418066931,
    0.7833083845235713,
    0.7833083845235713,
    0.7833083845235713,
    0.7833083845235713,
    0.7833083845235713,
    0.7833083845235713,
    0.7833083845235713
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor.",
    "Some students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor.",
    "Students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor. In a counseling context, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the university gym, a career fair is poised to open: dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against the wall. In counseling areas, career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, and counselors remind attendees to maintain eye contact. Outside, students form an orderly queue along the entrance, awaiting doors to open and the event to begin. The moment is calm and pre-opening. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.3622174491934333,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.5285365940037343,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353,
    0.8222190858975353
  ],
  "46": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "At a robotics startup's booth, a small drone is flown overhead to attract attention. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a robotics startup booth, a small drone is flown overhead to attract attention. In an adjoining classroom, workshops on networking etiquette are underway. During the event, some students rehearse elevator pitches quietly against the wall, while alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map.",
    "At a robotics startup booth, a small drone is flown overhead to attract attention. In an adjoining classroom, workshops on networking etiquette are underway. During the event, some students rehearse elevator pitches quietly against the wall, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map. Healthcare providers display community outreach photos to establish a setting that highlights outreach efforts.",
    "At the robotics fair, a small drone flies overhead above the robotics startup booth to attract attention. In an adjoining classroom, workshops on networking etiquette are underway. During the event, some students rehearse elevator pitches quietly against the wall. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Healthcare providers display photos of community outreach to highlight outreach efforts. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5155330500839674,
    0.5155330500839674,
    0.5155330500839674,
    0.5155330500839674,
    0.5155330500839674,
    0.5155330500839674,
    0.5155330500839674,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7496000913817722,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.7621362789782906,
    0.8236031929278979
  ],
  "47": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos; at the entrance, event staff scan registrations and hand out lanyards; tech companies display demo screens showing their latest apps.",
    "A busy exhibition space features dozens of booths with colorful banners encircling a polished floor. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "A busy exhibition space features dozens of booths with colorful banners encircling a polished floor. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. During the event, alumni volunteers deliver quick pep talks near the coffee station, and groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "47_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.48861028855276667,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.4480693587696684,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.7583544997721399,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394,
    0.8231389778981394
  ],
  "48": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations at the entrance and hand out lanyards.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At the event, staff scan registrations at the entrance and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map, while a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, providing quick encouragement in that area."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41129426331983254,
    0.41129426331983254,
    0.41129426331983254,
    0.41129426331983254,
    0.41129426331983254,
    0.41129426331983254,
    0.41129426331983254,
    0.5788765737291836,
    0.5788765737291836,
    0.5788765737291836,
    0.5788765737291836,
    0.5788765737291836,
    0.5788765737291836,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7999385084772446,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7919135700485452,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.7995478545896979,
    0.8507928005523279,
    0.8507928005523279,
    0.8507928005523279,
    0.8507928005523279,
    0.8507928005523279,
    0.8507928005523279,
    0.8507928005523279
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves, while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact.",
    "At the event, students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map as a welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. A cybersecurity company is conducting a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.67923219454286,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.7670404733750605,
    0.8472218010370121,
    0.8472218010370121,
    0.8472218010370121,
    0.8472218010370121,
    0.8472218010370121
  ]
}