{
  "0": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, students clutch resumes housed in branded folders while career counselors remind attendees to maintain eye contact. Dozens of booths encircle the polished floor, each displaying colorful banners. A welcome announcement is broadcast over the PA system outlining the fair schedule. Event staff scan registrations at the entrance and hand out lanyards.",
    "At the university gym, the career fair is preceded by students lining up outside before opening. Inside, students clutch resumes housed in branded folders while career counselors remind attendees to maintain eye contact. Dozens of booths encircle the polished floor, each displaying colorful banners. A welcome announcement is broadcast over the PA system outlining the fair schedule. Staff scan registrations at the entrance and hand out lanyards.",
    "At the university gym, the career fair begins with students lining up outside before opening. Inside, students clutch resumes housed in branded folders as career counselors remind them to maintain eye contact. Dozens of booths encircle the polished floor, each displaying colorful banners. A welcome announcement is broadcast over the PA system outlining the fair schedule. Staff scan registrations at the entrance and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening and, once inside, hold resumes in branded folders as career counselors remind them to maintain eye contact. Dozens of booths encircle the polished floor, each displaying colorful banners, while a PA system broadcasts the welcome and fair schedule. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and healthcare providers display community outreach photos with alumni volunteers giving quick pep talks near the coffee station.",
    "At the university gym hosting a career fair, students line up outside before opening. Inside, they hold resumes in branded folders as career counselors remind them to maintain eye contact. Dozens of booths encircle the polished floor, each with colorful banners. A PA system broadcasts the welcome and the fair schedule, while at the entrance staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and healthcare providers display community outreach photos with alumni volunteers giving quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym hosting a career fair, students line up outside before opening. Inside they clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths encircle the polished floor, each with colorful banners. A PA system broadcasts the welcome and the fair schedule, while at the entrance staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and healthcare providers display community outreach photos with alumni volunteers giving quick pep talks near the coffee station. A welcome announcement reiterates the schedule.",
    "At a university gym hosting a career fair, students line up outside before opening. Inside, they clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths encircle a polished floor, each with colorful banners, while tech companies display demo screens showing their latest apps and healthcare providers showcase community outreach photos. A PA system broadcasts the welcome and the fair schedule, and at the entrance staff scan registrations and hand out lanyards. A lounge area features consulting firms stacking glossy case study booklets on high tables, with alumni volunteers delivering brief pep talks near the coffee station. A welcome announcement reiterates the schedule.",
    "At the university gym hosting a career fair, students line up outside before opening, while staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths encircle a polished floor, each with colorful banners; tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. A PA system broadcasts the welcome and the fair schedule, and a welcome announcement reiterates the schedule. A lounge area features consulting firms stacking glossy case study booklets on high tables, with alumni volunteers delivering brief pep talks near the coffee station.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders while career counselors remind attendees to maintain eye contact. Dozens of booths encircle a polished floor, each with colorful banners; tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. A PA system broadcasts the welcome and the fair schedule, and a welcome announcement reiterates the schedule. A lounge area features consulting firms stacking glossy case-study booklets on high tables, with alumni volunteers delivering brief pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "0_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.6306376860381453,
    0.6306376860381453,
    0.6306376860381453,
    0.6306376860381453,
    0.6306376860381453,
    0.6306376860381453,
    0.753474663431152,
    0.753474663431152,
    0.753474663431152,
    0.753474663431152,
    0.8014427065138758,
    0.8014427065138758,
    0.8014427065138758,
    0.8014427065138758,
    0.8014427065138758,
    0.8014427065138758,
    0.8953145851598039,
    0.8953145851598039,
    0.8953145851598039,
    0.8953145851598039,
    0.9059470022234165,
    0.9059470022234165,
    0.9059470022234165,
    0.8859409235240138,
    0.8859409235240138,
    0.8859409235240138,
    0.8859409235240138,
    0.8723597282196786,
    0.8723597282196786,
    0.8723597282196786,
    0.8723597282196786,
    0.8723597282196786,
    0.8927329858579618,
    0.8927329858579618,
    0.8927329858579618,
    0.8927329858579618,
    0.8927329858579618,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8665682103704826,
    0.8713248025768452,
    0.8713248025768452,
    0.8713248025768452,
    0.8713248025768452,
    0.8713248025768452,
    0.8713248025768452,
    0.8699281303486808,
    0.8699281303486808
  ],
  "1": [
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers are displaying community outreach photos, while alumni volunteers give quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, while alumni volunteers give quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, entrance staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor, where students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, entrance staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor, where students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, entrance staff scan registrations and hand out lanyards as students line up outside the gym before opening. Inside, dozens of booths with colorful banners circle the polished floor, where students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting the career fair, entrance staff scan registrations and hand out lanyards as students line up outside before opening. Inside, dozens of booths with colorful banners circle the polished floor, and students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening, then come inside holding resumes in branded folders while entrance staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. In the lounge, consulting firms stack glossy case-study booklets on high tables, and alumni volunteers give brief pep talks near the coffee station. Healthcare providers display community outreach photos near their displays. Tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a university gym hosting a career fair, students line up outside before opening, then enter holding resumes in branded folders as entrance staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. In the lounge, consulting firms stack glossy case-study booklets on high tables while alumni volunteers give brief pep talks near the coffee station. Healthcare providers display community outreach photos near their displays, and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair held in a gym, lines form outside before opening as staff scan registrations and hand out lanyards, while attendees clutch resumes in branded folders. Inside the polished main floor, dozens of booths with colorful banners surround attendees who hold resumes; entrance staff coordinate registration checks and lanyard distribution. The lounge hosts alumni volunteers giving brief pep talks near the coffee station, and consulting firms arrange glossy case-study booklets on high tables. Healthcare providers display community outreach photos near their displays, and tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. The main floor reiterates the schedule via the PA."
  ],
  "1_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.5238390962008604,
    0.5238390962008604,
    0.5238390962008604,
    0.5238390962008604,
    0.5238390962008604,
    0.515068774460496,
    0.515068774460496,
    0.515068774460496,
    0.7399740287041675,
    0.7399740287041675,
    0.7399740287041675,
    0.7399740287041675,
    0.7399740287041675,
    0.7399740287041675,
    0.7911990743993197,
    0.7911990743993197,
    0.7911990743993197,
    0.7911990743993197,
    0.7911990743993197,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8924970661204576,
    0.8900533149341778,
    0.8900533149341778,
    0.8900533149341778,
    0.8900533149341778,
    0.8900533149341778,
    0.8769234478745631,
    0.8769234478745631,
    0.8769234478745631,
    0.8769234478745631,
    0.8769234478745631,
    0.8769234478745631,
    0.867090711992452,
    0.867090711992452,
    0.867090711992452,
    0.867090711992452,
    0.867090711992452,
    0.8675353109905727,
    0.8675353109905727,
    0.8675353109905727
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students clutch resumes inside branded folders; outside the university gym, students line up before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the career fair opens, while inside they clutch resumes in branded folders. At the event, healthcare providers display community outreach photos as alumni volunteers give quick pep talks near the coffee station. At the entrance, staff continue to scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting the career fair, students line up outside before opening and, inside, attendees clutch resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the university gym hosting the career fair, students line up outside before opening and, inside, attendees clutch resumes housed in branded folders. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. Tech companies display demo screens showing their latest apps. Healthcare providers display community outreach photos, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, students line up outside before opening and, once inside, hold resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. Tech companies display demo screens showing their latest apps, while healthcare providers display community outreach photos, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, students line up outside before opening, and inside they hold resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. Tech companies display demo screens showing their latest apps, while healthcare providers display community outreach photos, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, students line up outside before opening, and inside they clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each displaying colorful banners. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. A lounge area features consulting firms stacking glossy case study booklets on high tables. A PA system broadcasts the welcome and the fair schedule, and a welcome announcement reiterates the schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.4271103148776763,
    0.4271103148776763,
    0.4271103148776763,
    0.4271103148776763,
    0.5281417490467326,
    0.5281417490467326,
    0.5281417490467326,
    0.5281417490467326,
    0.5281417490467326,
    0.830894269792086,
    0.830894269792086,
    0.830894269792086,
    0.830894269792086,
    0.830894269792086,
    0.830894269792086,
    0.8855746769140964,
    0.8855746769140964,
    0.8855746769140964,
    0.8855746769140964,
    0.8855746769140964,
    0.8855746769140964,
    0.900656094270617,
    0.900656094270617,
    0.900656094270617,
    0.900656094270617,
    0.900656094270617,
    0.900656094270617,
    0.900656094270617,
    0.8956189729326363,
    0.8956189729326363,
    0.8956189729326363,
    0.8956189729326363,
    0.8956189729326363,
    0.8956189729326363,
    0.8956189729326363,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8952416547975064,
    0.8841073406791808,
    0.8841073406791808,
    0.8841073406791808,
    0.8841073406791808,
    0.8841073406791808,
    0.8841073406791808
  ],
  "3": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying community outreach photos, while alumni volunteers give quick pep talks near the coffee station.",
    "Healthcare providers are displaying community outreach photos, and alumni volunteers are giving quick pep talks near the coffee station. At the entrance, event staff are scanning registrations and handing out lanyards.",
    "Healthcare providers display community outreach photos; alumni volunteers give quick pep talks near the coffee station. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event, healthcare providers display community outreach photos as alumni volunteers give quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display community outreach photos as alumni volunteers give quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders; outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers display community outreach photos as alumni volunteers give quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Outside the university gym, students line up before the career fair opens. At the university gym hosting the career fair, tech companies display demo screens showing their latest apps while students line up outside ahead of the opening. Career counselors remind attendees to maintain eye contact.",
    "The university gym hosts the career fair, with dozens of booths and colorful banners encircling the polished floor; tech companies display demo screens of their latest apps, and students line up outside before opening. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Outside, lines form before the fair opens. Healthcare providers display community outreach photos and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor. Tech companies display demo screens of their latest apps, while students line up outside before opening. Inside, attendees clutch resumes in branded folders as career counselors remind them to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. Outside, lines form before the fair opens. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair fills the space with dozens of booths and colorful banners circling a polished floor, tech companies displaying demo screens of their latest apps, and a main floor where a welcome PA outlines the schedule. Dozens of students queue outside before opening, while inside attendees clutch branded folders containing resumes as career counselors remind them to maintain eye contact. Entrance staff coordinate registration checks and distribute lanyards, while other staff scan registrations and hand out lanyards. In the lounge, consulting firms stack glossy case-study booklets on high tables and alumni volunteers give pep talks near the coffee station; healthcare providers display community outreach photos.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished floor, colorful banners, and tech demo screens showing latest apps, while a welcome PA outlines the schedule. Outside, dozens of students queue before opening; inside, attendees clutch branded folders containing resumes as career counselors remind them to maintain eye contact. Entrance staff coordinate registration checks and distribute lanyards, and other staff scan registrations and hand out lanyards. In the lounge, consulting firms stack glossy case-study booklets on high tables; alumni volunteers give pep talks near the coffee station; healthcare providers display community outreach photos. Tech companies display demo screens; the welcome PA broadcasts the fair schedule, and attendees continue to hold branded folders with resumes.",
    "At the university gym, a career fair fills the space with dozens of booths encircling a polished floor, colorful banners, and tech demo screens showing latest apps, while a welcome PA outlines the schedule. Outside, dozens of students queue before opening; inside, attendees clutch branded folders containing resumes as career counselors remind them to maintain eye contact. Entrance staff coordinate registration checks and distribute lanyards, while other staff scan registrations and hand out lanyards. In the lounge, consulting firms stack glossy case-study booklets on high tables; alumni volunteers give pep talks near the coffee station; healthcare providers display community outreach photos. Tech companies display demo screens; the welcome PA broadcasts the fair schedule, and attendees continue to hold branded folders with resumes."
  ],
  "3_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.37497345818102046,
    0.37497345818102046,
    0.37497345818102046,
    0.37497345818102046,
    0.4981389430141232,
    0.4981389430141232,
    0.4981389430141232,
    0.4981389430141232,
    0.4981389430141232,
    0.6573627506380811,
    0.6573627506380811,
    0.6573627506380811,
    0.6573627506380811,
    0.7095351721725165,
    0.7095351721725165,
    0.7095351721725165,
    0.7095351721725165,
    0.7095351721725165,
    0.8529038611515547,
    0.8529038611515547,
    0.8529038611515547,
    0.8529038611515547,
    0.8529038611515547,
    0.8529038611515547,
    0.8529038611515547,
    0.8737248201971695,
    0.8737248201971695,
    0.8737248201971695,
    0.8737248201971695,
    0.8737248201971695,
    0.893605396534229,
    0.893605396534229,
    0.893605396534229,
    0.893605396534229,
    0.8941555845634555,
    0.8941555845634555,
    0.8941555845634555,
    0.8941555845634555,
    0.8941555845634555,
    0.8941555845634555,
    0.8941555845634555,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.8705550197750511,
    0.861880710010012,
    0.861880710010012,
    0.861880710010012,
    0.861880710010012,
    0.861880710010012,
    0.8607845775516301,
    0.8607845775516301,
    0.8607845775516301,
    0.8607845775516301,
    0.8607845775516301,
    0.8607845775516301
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while students line up outside the university gym ahead of the career fair opening.",
    "At the university gym hosting the career fair, tech companies display demo screens showcasing their latest apps while students line up outside ahead of the opening. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the university gym hosting the career fair, tech companies display demo screens showcasing their latest apps while students line up outside ahead of the opening. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Healthcare providers are displaying community outreach photos, and alumni volunteers are giving quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, tech companies display demo screens showing their latest apps while students line up outside ahead of the opening. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, tech companies display demo screens showing their latest apps while students line up outside before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, tech companies display demo screens showing their latest apps while students line up outside ahead of the opening. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym hosting the career fair, students line up outside before opening as tech companies display demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, where students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting the career fair, students line up outside before opening as tech companies display demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle the polished floor, where students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym, a career fair fills the space with dozens of booths and colorful banners circling a polished floor. Tech companies display demo screens of their latest apps while attendees line up outside before opening. Inside, dozens of students clutch branded folders containing resumes as career counselors remind them to maintain eye contact. Entrance staff register attendees, scan registrations, and distribute lanyards. In the lounge, consulting firms stack glossy case-study booklets on high tables and alumni volunteers give pep talks near the coffee station. Healthcare providers display community outreach photos near the displays. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym, a career fair fills the space with dozens of booths and colorful banners circling a polished floor. Outside, lines form before opening as staff scan registrations and hand out lanyards. Inside, attendees cluster around the main floor, where dozens of booths surround them and banners shimmer; attendees clutch branded folders containing resumes while career counselors remind them to maintain eye contact. Tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; alumni volunteers give pep talks near the coffee station. In the lounge, consulting firms arrange glossy case-study booklets on high tables. A welcome PA broadcasts the fair schedule, and the main floor reiterates it via the PA. Entrance staff coordinate registration checks and lanyard distribution."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.4859580065399987,
    0.4859580065399987,
    0.4859580065399987,
    0.4859580065399987,
    0.4859580065399987,
    0.8096599893529568,
    0.8096599893529568,
    0.8096599893529568,
    0.8096599893529568,
    0.8527334733456076,
    0.8527334733456076,
    0.8527334733456076,
    0.8527334733456076,
    0.8527334733456076,
    0.8527334733456076,
    0.855379524246082,
    0.855379524246082,
    0.855379524246082,
    0.855379524246082,
    0.855379524246082,
    0.855379524246082,
    0.855379524246082,
    0.875264971544361,
    0.875264971544361,
    0.875264971544361,
    0.875264971544361,
    0.875264971544361,
    0.8623856271805943,
    0.8623856271805943,
    0.8623856271805943,
    0.8623856271805943,
    0.8623856271805943,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.8875913225721372,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.9078001286480388,
    0.883723466059412,
    0.883723466059412
  ],
  "5": [
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a lounge area, consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station.",
    "In a lounge area, consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "In a lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At a university career fair setup, a lounge area hosts consulting firms stacking glossy case study booklets on high tables as alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a lounge area features consulting firms stacking glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps inside. Inside the gym, students clutch resumes housed in branded folders as career counselors remind attendees to maintain eye contact. Dozens of booths encircle the polished floor, each with colorful banners. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a university career fair held in the gym, dozens of booths encircle a polished floor, each with colorful banners. A lounge area features consulting firms stacking glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the gym before the fair opens. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps inside. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, dozens of booths encircle a polished floor beneath colorful banners. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos. In the lounge area, consulting firms stack glossy case study booklets on high tables as alumni volunteers deliver brief pep talks near the coffee station. Entrance staff scan registrations and hand out lanyards. Outside, students line up before opening. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university gym hosting a career fair, dozens of booths encircle a polished floor beneath colorful banners. Outside, students line up before opening as staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders while career counselors remind them to maintain eye contact. A PA system broadcasts the welcome and the fair schedule. Healthcare providers showcase community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. In the lounge area, consulting firms stack glossy case study booklets on high tables as alumni volunteers deliver brief pep talks.",
    "At the university gym hosting a career fair, outside before opening lines form as staff scan registrations and hand out lanyards at the entrance. Inside, the polished main floor hosts dozens of booths with colorful banners surrounding attendees who clutch resumes in branded folders, while a welcome PA outlines the schedule and reiterates it as the event proceeds. Career counselors remind attendees to maintain eye contact; tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; alumni volunteers deliver brief pep talks near the coffee station. In the lounge, consulting firms arrange glossy case study booklets on high tables as alumni volunteers provide quick pep talks. Entrance staff coordinate registration checks and lanyard distribution; the banners, booths, and activities create a bustling career fair atmosphere."
  ],
  "5_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4027216764145609,
    0.4027216764145609,
    0.4027216764145609,
    0.4027216764145609,
    0.5300206323808921,
    0.5300206323808921,
    0.5300206323808921,
    0.5300206323808921,
    0.5300206323808921,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.7653013003935025,
    0.8344379651257534,
    0.8344379651257534,
    0.8344379651257534,
    0.8344379651257534,
    0.8344379651257534,
    0.8344379651257534,
    0.889266714447176,
    0.889266714447176,
    0.889266714447176,
    0.889266714447176,
    0.889266714447176,
    0.889266714447176,
    0.889266714447176,
    0.904839026925051,
    0.904839026925051,
    0.904839026925051,
    0.904839026925051,
    0.904839026925051,
    0.904839026925051,
    0.904839026925051,
    0.9037409573081316,
    0.9037409573081316,
    0.9037409573081316,
    0.9037409573081316,
    0.9037409573081316,
    0.9037409573081316,
    0.9037409573081316,
    0.9046217418434448,
    0.9046217418434448,
    0.9046217418434448,
    0.9046217418434448,
    0.9046217418434448,
    0.9046217418434448,
    0.8826884579029957,
    0.8826884579029957,
    0.8826884579029957,
    0.8826884579029957
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system, while healthcare providers showcase community outreach photos.",
    "At the career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact as dozens of booths with colorful banners encircle the polished floor. A welcome announcement outlines the fair schedule over the PA system, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair held in the university gym, dozens of booths with colorful banners encircle the polished floor, while counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Before opening, students line up outside the gym, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor. Counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos. Before opening, students line up outside the gym as event staff scan registrations and hand out lanyards at the entrance.",
    "At the university gym, a career fair unfolds with dozens of booths encircling the polished floor and colorful banners. A welcome announcement over the PA outlines the schedule. Before opening, students line up outside as staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders while career counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, dozens of booths encircle the polished floor, each with colorful banners. A PA system broadcasts the welcome and the fair schedule. Before opening, students line up outside as staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders while career counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, dozens of booths encircle a polished floor beneath colorful banners as a PA system broadcasts the welcome and the fair schedule. Before opening, students line up outside while staff scan registrations and hand out lanyards at the entrance. Inside, students clutch resumes housed in branded folders while career counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos, and alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, dozens of booths encircle a polished floor beneath colorful banners as a PA system broadcasts a welcome and the fair schedule. Before opening, students line up outside; inside, they hold resumes in branded folders while entrance staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos near their displays, and alumni volunteers offer quick pep talks near the coffee station. Tech companies show demo screens of their latest apps. In the lounge, consulting firms stack glossy case-study booklets on high tables, and alumni volunteers give brief pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5878509303522261,
    0.5878509303522261,
    0.5050209631823828,
    0.5050209631823828,
    0.5050209631823828,
    0.6549314798471189,
    0.6549314798471189,
    0.6549314798471189,
    0.6549314798471189,
    0.7972207548414245,
    0.7972207548414245,
    0.7972207548414245,
    0.7972207548414245,
    0.7972207548414245,
    0.7972207548414245,
    0.8549112834778301,
    0.8549112834778301,
    0.8549112834778301,
    0.8549112834778301,
    0.8874367182274554,
    0.8874367182274554,
    0.8874367182274554,
    0.8874367182274554,
    0.8874367182274554,
    0.8874367182274554,
    0.8879784036177305,
    0.8879784036177305,
    0.8879784036177305,
    0.8879784036177305,
    0.8879784036177305,
    0.9071044378623105,
    0.9071044378623105,
    0.9071044378623105,
    0.9071044378623105,
    0.9071044378623105,
    0.9071044378623105,
    0.9071044378623105,
    0.9009555786057453,
    0.9009555786057453,
    0.9009555786057453,
    0.9009555786057453,
    0.9009555786057453,
    0.9009555786057453,
    0.9009555786057453,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8950500926321244,
    0.8846798041418521,
    0.8846798041418521,
    0.8846798041418521,
    0.8846798041418521
  ],
  "7": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, while alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, a welcome announcement over the PA outlines the schedule as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "The university gym hosts a career fair; before opening, students line up outside; entrance staff scan registrations and hand out lanyards; inside, dozens of booths with colorful banners encircle the polished floor; students clutch resumes in branded folders; healthcare providers display community outreach photos near displays; alumni volunteers give brief pep talks near the coffee station; the lounge area contains consulting firms stacking glossy case study booklets on high tables; tech companies display demo screens showing their latest apps; a PA system broadcasts a welcome announcement outlining the fair schedule.",
    "At the university gym, a career fair fills the space with dozens of booths and colorful banners encircling a polished floor; tech companies display demo screens of their latest apps, and a main floor hosts a welcome PA outlining the schedule. Before opening, dozens of students line up outside while inside attendees clutch branded folders containing resumes. Entrance staff coordinate registration checks and distribute lanyards, with others scanning registrations and handing out lanyards. Inside, healthcare providers display community outreach photos near their displays. In the lounge, consulting firms stack glossy case-study booklets on high tables as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.584170817821389,
    0.584170817821389,
    0.584170817821389,
    0.6022082561468686,
    0.6022082561468686,
    0.6022082561468686,
    0.6022082561468686,
    0.6644748563470806,
    0.6644748563470806,
    0.6644748563470806,
    0.6644748563470806,
    0.8829672526795503,
    0.8829672526795503,
    0.8829672526795503,
    0.8829672526795503,
    0.8829672526795503,
    0.886415821627368,
    0.886415821627368,
    0.886415821627368,
    0.886415821627368,
    0.886415821627368,
    0.8859551982991005,
    0.8859551982991005,
    0.8859551982991005,
    0.8859551982991005,
    0.8859551982991005,
    0.8852983081633263,
    0.8852983081633263,
    0.8852983081633263,
    0.8852983081633263,
    0.8852983081633263,
    0.8852983081633263,
    0.8930536841686421,
    0.8930536841686421,
    0.8930536841686421,
    0.8930536841686421,
    0.8930536841686421,
    0.8930536841686421,
    0.8731395664132425,
    0.8731395664132425,
    0.8731395664132425,
    0.8731395664132425,
    0.8731395664132425,
    0.8731395664132425,
    0.6699004430572513,
    0.6699004430572513,
    0.6699004430572513,
    0.6699004430572513,
    0.6699004430572513,
    0.6699004430572513,
    0.9016394400161593,
    0.9016394400161593,
    0.9016394400161593,
    0.9016394400161593,
    0.9016394400161593,
    0.9016394400161593,
    0.9016394400161593
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff scan registrations and hand out lanyards at the entrance, while students line up outside the university gym before the career fair opens.",
    "Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. Students clutch resumes inside branded folders.",
    "Event staff are at the entrance, scanning registrations and handing out lanyards. Outside the university gym, students line up before the career fair opens. Inside, students clutch resumes in branded folders. In the lounge area, consulting firms stack glossy case study booklets on high tables while alumni volunteers deliver brief pep talks near the coffee station.",
    "Staffing at the entrance coordinates registration checks and lanyard distribution, while outside the university gym students queue before the career fair opens. Inside, attendees hold branded folders with resumes. In the lounge, consulting firms arrange glossy case study booklets on high tables and alumni volunteers give pep talks near the coffee station.",
    "At the university career fair, staff at the entrance coordinate registration checks and lanyard distribution, while event staff scan registrations and hand out lanyards. Before opening, dozens of students queue outside the university gym. Inside, attendees hold branded folders with resumes. In the lounge, consulting firms arrange glossy case study booklets on high tables and alumni volunteers give pep talks near the coffee station. The main floor features dozens of booths with colorful banners encircling the polished floor, while a welcome PA outlines the schedule. Healthcare providers display community outreach photos.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor, while tech companies display demo screens of their latest apps and students line up outside before opening. Inside, attendees clutch resumes in branded folders, and career counselors remind them to maintain eye contact. Entrance staff coordinate registration checks and lanyard distribution, scanning registrations and handing out lanyards. Outside, lines form before the fair opens. In the lounge, consulting firms stack glossy case study booklets on high tables, and alumni volunteers give pep talks near the coffee station. The main floor features a welcome PA outlining the schedule. Healthcare providers display community outreach photos.",
    "At a university gym, a career fair unfolds with dozens of booths and colorful banners encircling a polished floor. Tech companies display demo screens of their latest apps, while attendees clutch resumes in branded folders and career counselors remind them to maintain eye contact. Entrance staff scan registrations and hand out lanyards at the entrance, and lines form outside before opening. In the lounge, consulting firms stack glossy case study booklets on high tables as alumni volunteers give pep talks near the coffee station. The main floor features a welcome PA outlining the schedule, and healthcare providers display community outreach photos.",
    "A university gym hosts a career fair with dozens of booths and colorful banners encircling a polished floor. Tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, and lines form outside before opening. Inside, the lounge houses consulting firms stacking glossy case study booklets on high tables as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. On the main floor a welcome announcement through the PA outlines the schedule, and healthcare providers display community outreach photos near their displays.",
    "At a university gym, a career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Tech companies display demo screens of their latest apps while students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards, and lines form outside before opening. Inside, the lounge hosts consulting firms stacking glossy case study booklets on high tables as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. On the main floor a welcome PA announces the schedule, and healthcare providers display community outreach photos near their displays."
  ],
  "8_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.35883157518854175,
    0.5109752671428779,
    0.5109752671428779,
    0.5109752671428779,
    0.5109752671428779,
    0.5109752671428779,
    0.5109752671428779,
    0.7513497545446716,
    0.7513497545446716,
    0.7513497545446716,
    0.7513497545446716,
    0.7513497545446716,
    0.7513497545446716,
    0.8002318467539735,
    0.8002318467539735,
    0.8002318467539735,
    0.8002318467539735,
    0.8002318467539735,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.7496230867617459,
    0.8290921134929985,
    0.8290921134929985,
    0.8290921134929985,
    0.8290921134929985,
    0.8290921134929985,
    0.8290921134929985,
    0.9029728840294526,
    0.9029728840294526,
    0.9029728840294526,
    0.9029728840294526,
    0.9029728840294526,
    0.8906400282626329,
    0.8906400282626329,
    0.8906400282626329,
    0.8906400282626329,
    0.8906400282626329,
    0.8906400282626329,
    0.8906400282626329,
    0.9041987767151607,
    0.9041987767151607,
    0.9041987767151607,
    0.9041987767151607,
    0.9041987767151607,
    0.8787848363063575,
    0.8787848363063575
  ],
  "9": [
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Healthcare providers are displaying community outreach photos, and alumni volunteers are giving quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Around the venue, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Around the venue, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as dozens of booths with colorful banners encircle the polished floor.",
    "At the career fair, event staff scan registrations at the entrance and hand out lanyards. Dozens of booths encircle the polished floor, each displaying colorful banners. Students clutch resumes in branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule. Around the venue, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the career fair, event staff scan registrations at the entrance and hand out lanyards as dozens of booths encircle the polished floor, each displaying colorful banners. Students clutch resumes in branded folders, and a welcome PA broadcasts the fair schedule. Around the venue, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Outside the university gym, students queue before the fair opens. Inside, attendees continue to hold branded folders with resumes. In the lounge, consulting firms arrange glossy case study booklets on high tables.",
    "At the career fair, event staff scan registrations at the entrance and hand out lanyards as dozens of booths encircle the polished floor, each displaying colorful banners. Students clutch resumes in branded folders as a welcome PA broadcasts the fair schedule. Around the venue, career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Outside the university gym, students queue before the fair opens. Inside, attendees continue to hold branded folders with resumes. In the lounge, consulting firms arrange glossy case study booklets on high tables.",
    "At the university career fair, outside the gym lines form before opening as staff scan registrations and hand out lanyards at entry. Inside the polished main floor, dozens of booths with colorful banners surround attendees who clutch resumes in branded folders while a welcome PA outlines the schedule. Tech companies display demo screens of their latest apps; career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station. In the lounge, consulting firms arrange glossy case study booklets on high tables. The main floor reiterates the schedule via the PA, and entrance staff coordinate registration checks and lanyard distribution.",
    "Outside the gym, lines form before opening as staff scan registrations and hand out lanyards at the entry. Inside the main floor, dozens of booths with colorful banners surround attendees who clutch resumes in branded folders while a welcome PA outlines the schedule. Tech companies display demo screens of their latest apps; career counselors remind attendees to maintain eye contact; healthcare providers display community outreach photos; alumni volunteers give pep talks near the coffee station. In the lounge, consulting firms arrange glossy case study booklets on high tables. Entrance staff coordinate registration checks and lanyard distribution."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.5480777627911712,
    0.5480777627911712,
    0.5480777627911712,
    0.5480777627911712,
    0.6422362824215054,
    0.6422362824215054,
    0.6422362824215054,
    0.46952955229255183,
    0.46952955229255183,
    0.46952955229255183,
    0.46952955229255183,
    0.46952955229255183,
    0.46952955229255183,
    0.683093276801595,
    0.683093276801595,
    0.683093276801595,
    0.683093276801595,
    0.8010404596398555,
    0.8010404596398555,
    0.8010404596398555,
    0.8010404596398555,
    0.8010404596398555,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8337549113635639,
    0.8467344800523038,
    0.8467344800523038,
    0.8467344800523038,
    0.8467344800523038,
    0.8467344800523038,
    0.8467344800523038,
    0.8467344800523038,
    0.8496783689367318,
    0.8496783689367318,
    0.8496783689367318,
    0.8496783689367318,
    0.8496783689367318,
    0.8496783689367318,
    0.8496783689367318,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.867431297041036,
    0.792551813393473,
    0.792551813393473,
    0.792551813393473,
    0.792551813393473
  ]
}