{
  "0": [
    "It is an event that occurs yearly.",
    "Career counselors provide individual guidance. This event happens annually.",
    "The event is an annual gathering characterized by a busy and energetic atmosphere. Career counselors offer individual guidance to attendees.",
    "The event is an annual gathering with a busy and energetic atmosphere. Career counselors provide individual guidance to attendees."
  ],
  "1": [
    "",
    "",
    "",
    ""
  ],
  "2": [
    "Recruiters are sourced from within the technology industry.",
    "The event is held annually. Recruiters are drawn from the technology sector.",
    "Students walk through the hall at an annual event. Technology recruiters attend the event.",
    "Students and technology recruiters attend an annual event held in a hall."
  ],
  "3": [
    "The text indicates which recruiters showed the most interest.",
    "Students collected branded tote bags. Recruiters Smith and Jones demonstrated the most interest.",
    "Students collected branded tote bags. Recruiters Smith and Jones showed significant interest.",
    "The day was long and tiring. Students received branded tote bags. Recruiters Smith and Jones expressed strong interest."
  ],
  "4": [
    "Business cards are frequently exchanged.",
    "Business panels are taking place in adjacent rooms. Business cards are routinely exchanged.",
    "The main hall features numerous company booths. Business panels occur in nearby rooms. People exchange business cards.",
    "The main hall contains many company booths. Business panels are held in adjacent rooms. Attendees exchange business cards."
  ],
  "5": [
    "Panels are taking place in adjacent rooms.",
    "Recruiters are from tech companies. Panels are occurring in nearby rooms.",
    "Career counselors offer one-on-one guidance. Recruiters represent technology companies. Panels are being held in adjacent rooms.",
    "Business cards are exchanged frequently. Career counselors provide individual advice. Recruiters work for technology firms. Meetings are taking place in nearby rooms."
  ],
  "6": [
    "Please provide the input text you would like me to summarize.",
    "Please provide the text you would like me to summarize. I am awaiting your input.",
    "{}\n",
    "It is an annual event."
  ],
  "7": [
    "Panels are taking place in adjacent rooms.",
    "Quick conversations may lead to future job opportunities. Panels are occurring in nearby rooms.",
    "Alumni offer advice to current students. Conversations could lead to job opportunities. Panels are being held nearby.",
    "Alumni are offering advice to current students in nearby panels. These conversations may result in job opportunities."
  ],
  "8": [
    "The career fair is held at the university.",
    "The career fair is being held at the university.",
    "Networking during brief conversations can result in future job opportunities. A career fair is taking place at the university.",
    "Recruiters showed interest in those who networked during conversations. A career fair is occurring at the university."
  ],
  "9": [
    "The text does not provide information about which recruiters seemed most interested.",
    "Casual conversations can potentially lead to job opportunities. The text does not detail recruiter interest.",
    "The atmosphere is charged with anticipation, with informal discussions possibly opening job prospects. Recruiter interest is not specified.",
    "The day feels long and exhausting. Anticipation fills the atmosphere. Informal discussions may discuss potential job opportunities."
  ]
}