{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a hall with a polished floor, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "A hall with a polished floor hosts an event where an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map.",
    "Within a hall with a polished floor, an event unfolds around an alumni panel discussing how to prepare for technical interviews. Consulting firms display glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. A cybersecurity company operates a password cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, as groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.46404209894837695,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.5499608343476365,
    0.41071360122405765,
    0.41071360122405765,
    0.41071360122405765,
    0.41071360122405765,
    0.41071360122405765,
    0.41071360122405765,
    0.41071360122405765,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.5978417331979018,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7232334992552598,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7884312053180003,
    0.7773100209019697,
    0.7773100209019697,
    0.7773100209019697,
    0.7773100209019697,
    0.7773100209019697,
    0.7773100209019697
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, while dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries, while dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.5011635698459959,
    0.5011635698459959,
    0.5011635698459959,
    0.5011635698459959,
    0.5011635698459959,
    0.5011635698459959,
    0.5011635698459959,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.4998194970272398,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.8318663934073113,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821,
    0.658136849804821
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a space, career counselors remind attendees to maintain eye contact, while dozens of booths with colorful banners circle a polished floor.",
    "At a space-like event, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby.",
    "At a space-like event, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby.",
    "At a space-like event, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a space-like event, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a space-like event, career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished floor, while consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At a space-like career fair, counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle a polished floor, while consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "A space-like career fair at the university opens with counselors reminding attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university, a space-like career fair opens with counselors reminding attendees to maintain eye contact as dozens of booths with colorful banners circle a polished floor. Consulting firms stack glossy case study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3870876496229969,
    0.3870876496229969,
    0.3870876496229969,
    0.3870876496229969,
    0.3870876496229969,
    0.3870876496229969,
    0.3870876496229969,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.574597695341884,
    0.5756931185332577,
    0.5756931185332577,
    0.5756931185332577,
    0.5756931185332577,
    0.5756931185332577,
    0.73350530136206,
    0.73350530136206,
    0.73350530136206,
    0.73350530136206,
    0.73350530136206,
    0.73350530136206,
    0.73350530136206,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.7346359790672301,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8324333886223809,
    0.8431671314779903,
    0.8431671314779903,
    0.8431671314779903,
    0.8431671314779903,
    0.8431671314779903,
    0.8431671314779903,
    0.8431671314779903,
    0.8228172988028719
  ],
  "3": [
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "During the fair, a welcome announcement plays over the PA system outlining the fair schedule, while groups of friends mark target employers on the event map.",
    "During the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "During the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.49719471281696875,
    0.49719471281696875,
    0.49719471281696875,
    0.49719471281696875,
    0.49719471281696875,
    0.49719471281696875,
    0.8424491359351158,
    0.8424491359351158,
    0.8424491359351158,
    0.8424491359351158,
    0.8424491359351158,
    0.8424491359351158,
    0.8514139216244397,
    0.8514139216244397,
    0.8514139216244397,
    0.8514139216244397,
    0.8514139216244397,
    0.8514139216244397,
    0.8804724241318618,
    0.8804724241318618,
    0.8804724241318618,
    0.8804724241318618,
    0.8804724241318618,
    0.8804724241318618,
    0.8804724241318618,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794596362915095,
    0.8794711185408296,
    0.8794711185408296,
    0.8794711185408296,
    0.8794711185408296,
    0.8794711185408296,
    0.8794711185408296,
    0.8927533577426398,
    0.8927533577426398,
    0.8927533577426398,
    0.8927533577426398,
    0.8927533577426398,
    0.8927533577426398,
    0.8927533577426398,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696,
    0.8687930440242696
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "In an event space, some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event space hosts several focused activities: students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; and a robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts several focused activities: students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; and a robotics startup flies a small drone above its booth to attract attention.",
    "An event space hosts several focused activities: students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "At an event space, multiple career fair activities unfold: students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At an event space hosting a career fair, multiple activities occur: students rehearse elevator pitches quietly against a wall; the engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes in branded folders. They line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.6985619596797986,
    0.6985619596797986,
    0.6985619596797986,
    0.6985619596797986,
    0.6985619596797986,
    0.6985619596797986,
    0.6985619596797986,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.496519153851782,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.6406025984129182,
    0.8433705927696313,
    0.8433705927696313,
    0.8433705927696313,
    0.8433705927696313,
    0.8433705927696313,
    0.8433705927696313,
    0.8433705927696313,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176,
    0.8226147654528176
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Groups of friends are marking target employers on the event map. Healthcare providers are showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Groups of friends are marking target employers on the event map; healthcare providers are showcasing community outreach photos; alumni volunteers are sharing quick pep talks near the coffee station; workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends are marking target employers on the event map. Healthcare providers are showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, groups of friends are marking target employers on the event map. Healthcare providers are showcasing community outreach photos. Alumni volunteers are sharing quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, groups of friends are marking target employers on the event map, while healthcare providers showcase community outreach photos. Alumni volunteers are giving quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, groups of friends are marking target employers on the event map, while healthcare providers showcase community outreach photos. Alumni volunteers are giving quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station as workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes in branded folders, and human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.5050122236858908,
    0.6299448424170987,
    0.6299448424170987,
    0.6299448424170987,
    0.6299448424170987,
    0.6299448424170987,
    0.6299448424170987,
    0.6299448424170987,
    0.4497759835081848,
    0.4497759835081848,
    0.4497759835081848,
    0.4497759835081848,
    0.4497759835081848,
    0.7200134500215216,
    0.7200134500215216,
    0.7200134500215216,
    0.7200134500215216,
    0.7200134500215216,
    0.7200134500215216,
    0.7200134500215216,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7914257638328597,
    0.7602528665830468,
    0.7602528665830468,
    0.7602528665830468,
    0.7602528665830468,
    0.7602528665830468,
    0.7602528665830468,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.7376259269554111,
    0.8047174491974683,
    0.8047174491974683,
    0.8047174491974683,
    0.8047174491974683,
    0.8047174491974683,
    0.8047174491974683
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards, while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, guiding attendee check-in. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards, guiding attendee check-in. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "A career fair unfolds in a polished venue where event staff at the entrance scan registrations, hand out lanyards, and guide attendees through check-in. Dozens of booths with colorful banners encircle the floor. The engineering society sponsors a resume‑review table near the stage. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.39919149495120965,
    0.39919149495120965,
    0.39919149495120965,
    0.39919149495120965,
    0.39919149495120965,
    0.39919149495120965,
    0.39919149495120965,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.5953093540847588,
    0.7672342443090547,
    0.7672342443090547,
    0.7672342443090547,
    0.7672342443090547,
    0.7672342443090547,
    0.7672342443090547,
    0.7672342443090547,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.8035848876583698,
    0.8035848876583698,
    0.8035848876583698,
    0.8035848876583698,
    0.8035848876583698,
    0.8035848876583698,
    0.8061221273385657,
    0.8061221273385657,
    0.8061221273385657,
    0.8061221273385657,
    0.8061221273385657,
    0.8061221273385657,
    0.8395195815421468,
    0.8395195815421468
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos.",
    "A bustling exhibition area features dozens of booths with colorful banners circling a polished floor; healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews.",
    "A bustling exhibition area hosts dozens of booths with colorful banners circling a polished floor. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An active exhibition area hosts dozens of booths arranged around a polished floor, with colorful banners circling the space. Healthcare providers display community outreach photos, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards.",
    "An active exhibition area hosts dozens of booths arranged around a polished floor, with colorful banners circling the space. Healthcare providers display community outreach photos, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "An active exhibition area hosts dozens of booths arranged around a polished floor, with colorful banners circling the space. Healthcare providers display community outreach photos, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.3367445037335177,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.4317048839079437,
    0.7752679755238134,
    0.7752679755238134,
    0.7752679755238134,
    0.7752679755238134,
    0.7752679755238134,
    0.7752679755238134,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.7797717428094131,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8135710441872502,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918,
    0.8220893156423918
  ],
  "8": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy venue. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy venue. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy venue. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor, creating a busy venue. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A busy venue features dozens of booths with colorful banners circling the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A busy venue features dozens of booths with colorful banners circling a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, indicating an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A busy venue hosts a tech fair with dozens of booths whose colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, signaling an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a busy venue, a tech fair unfolds with dozens of booths whose colorful banners circle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, signaling an interactive tech activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, preparing for opportunities. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a busy tech fair, dozens of booths surround a polished floor as colorful banners form a circular display. A cybersecurity company runs a password-cracking challenge on a laptop, signaling an interactive activity at the event. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, preparing for opportunities. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "8_score": [
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5283043041279214,
    0.5283043041279214,
    0.5283043041279214,
    0.5283043041279214,
    0.5283043041279214,
    0.5283043041279214,
    0.5283043041279214,
    0.6723865776268955,
    0.6723865776268955,
    0.6723865776268955,
    0.6723865776268955,
    0.6723865776268955,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.7086812994890744,
    0.745822021273906,
    0.745822021273906,
    0.745822021273906,
    0.745822021273906,
    0.745822021273906,
    0.745822021273906,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.7491810393243381,
    0.816092744202984,
    0.816092744202984,
    0.816092744202984,
    0.816092744202984,
    0.816092744202984,
    0.816092744202984,
    0.816092744202984,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.8248952589470016,
    0.822200148649837,
    0.822200148649837,
    0.822200148649837,
    0.822200148649837
  ],
  "9": [
    "",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes that enable immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "During the event, finance firms display QR codes that enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Finance firms display QR codes that enable immediate internship applications, offering them for that purpose. Concurrently, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Finance firms display QR codes that enable immediate internship applications for that purpose; concurrently, human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos.",
    "Finance firms display QR codes that enable immediate internship applications; concurrently, human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; healthcare providers showcase community outreach photos; some students rehearse elevator pitches quietly against the wall.",
    "The venue hosts a career fair where finance firms display QR codes enabling immediate internship applications; concurrently, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule.",
    "At the venue, a career fair unfolds with finance firms displaying QR codes that enable immediate internship applications. Concurrently, human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule."
  ],
  "9_score": [
    0.0,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.4442366212695048,
    0.4442366212695048,
    0.4442366212695048,
    0.4442366212695048,
    0.4442366212695048,
    0.4442366212695048,
    0.6235287093402246,
    0.6235287093402246,
    0.6235287093402246,
    0.6235287093402246,
    0.6235287093402246,
    0.6235287093402246,
    0.6235287093402246,
    0.7832564957223858,
    0.7832564957223858,
    0.7832564957223858,
    0.7832564957223858,
    0.7832564957223858,
    0.7832564957223858,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.723498965568509,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5113255701160045,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.5131533763559757,
    0.845492094897661,
    0.845492094897661,
    0.845492094897661,
    0.845492094897661,
    0.845492094897661,
    0.845492094897661,
    0.845492094897661,
    0.8767210379371289
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.4737567875965731,
    0.6321591180800425,
    0.6321591180800425,
    0.6321591180800425,
    0.6321591180800425,
    0.6321591180800425,
    0.6321591180800425,
    0.6321591180800425,
    0.7920538342719191,
    0.7920538342719191,
    0.7920538342719191,
    0.7920538342719191,
    0.7920538342719191,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.7769556398423462,
    0.8213772097404265,
    0.8213772097404265,
    0.8213772097404265,
    0.8213772097404265,
    0.8213772097404265,
    0.8213772097404265,
    0.8213772097404265,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724,
    0.8251406274307724
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor.",
    "Dozens of booths with colorful banners circle a polished floor, and an alumni panel discusses how to prepare for technical interviews.",
    "In a conference-like space, dozens of booths with colorful banners circle a polished floor, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "In a conference-like space, dozens of booths with colorful banners circle a polished floor, while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "In a conference-like space, dozens of booths with colorful banners encircle a polished floor as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a conference-like space, dozens of booths with colorful banners encircle a polished floor while an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "In a conference-like space, dozens of booths with colorful banners encircle a polished floor as an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "In a conference-like space with dozens of booths and colorful banners encircling a polished floor, an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a conference-like space with dozens of booths and colorful banners encircling a polished floor, an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.444960305552242,
    0.444960305552242,
    0.444960305552242,
    0.444960305552242,
    0.444960305552242,
    0.444960305552242,
    0.6030500183809822,
    0.6030500183809822,
    0.6030500183809822,
    0.6030500183809822,
    0.6030500183809822,
    0.771406059164601,
    0.771406059164601,
    0.771406059164601,
    0.771406059164601,
    0.771406059164601,
    0.771406059164601,
    0.771406059164601,
    0.7981081936504992,
    0.7981081936504992,
    0.7981081936504992,
    0.7981081936504992,
    0.7981081936504992,
    0.7981081936504992,
    0.7981081936504992,
    0.8051611582363662,
    0.8051611582363662,
    0.8051611582363662,
    0.8051611582363662,
    0.8051611582363662,
    0.8051611582363662,
    0.8051611582363662,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8041204969013747,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8067172850953451,
    0.8119768159118455,
    0.8119768159118455,
    0.8119768159118455,
    0.8119768159118455,
    0.8119768159118455,
    0.8119768159118455
  ],
  "12": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver quick pep talks near the coffee station, complemented by an alumni panel discussing how to prepare for technical interviews. Students line up outside the university gym ahead of the career fair opening, while tech companies display demo screens featuring their latest apps.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station, complemented by an alumni panel on how to prepare for technical interviews. Students line up outside the university gym before the fair opens, while tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station, complemented by an alumni panel on how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station, complemented by an alumni panel on how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station, complemented by an alumni panel on how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Tech companies display demo screens featuring their latest apps. A robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before opening. Tech companies display demo screens featuring their latest apps; a robotics startup flies a small drone above its booth to draw attention. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.38686104437485314,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5639444133828231,
    0.5908977144311222,
    0.5908977144311222,
    0.5908977144311222,
    0.5908977144311222,
    0.5908977144311222,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.8318257935412214,
    0.876642491060349,
    0.876642491060349,
    0.876642491060349,
    0.876642491060349,
    0.876642491060349,
    0.876642491060349,
    0.8883885357000485,
    0.8883885357000485,
    0.8883885357000485,
    0.8883885357000485,
    0.8883885357000485,
    0.8883885357000485,
    0.8883885357000485,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8931127691844957,
    0.8854553803145477
  ],
  "13": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette have begun. Students clutch resumes inside branded folders as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "The scene shows an adjoining classroom hosting workshops on networking etiquette that have begun. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "An adjoining classroom hosts workshops on networking etiquette that have begun. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "An adjoining classroom hosts workshops on networking etiquette that have begun. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "An adjoining classroom hosts networking etiquette workshops that have begun. Students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "13_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.5363096088198809,
    0.5363096088198809,
    0.5363096088198809,
    0.5363096088198809,
    0.5363096088198809,
    0.5363096088198809,
    0.5363096088198809,
    0.695767171793489,
    0.695767171793489,
    0.695767171793489,
    0.695767171793489,
    0.695767171793489,
    0.695767171793489,
    0.695767171793489,
    0.6697602039845082,
    0.6697602039845082,
    0.6697602039845082,
    0.6697602039845082,
    0.6697602039845082,
    0.6697602039845082,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7325528124208218,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7684849637695161,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136,
    0.7740938276210136
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while a welcome announcement over the PA system outlines the fair schedule.",
    "In the scene, career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors redirect unsure students toward applicable industries as a central activity. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact, reinforcing professional engagement throughout the event.",
    "Career counselors are directing unsure students toward applicable industries as the central activity of the event. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Counselors remind attendees to maintain eye contact to reinforce professional engagement throughout the event.",
    "Career counselors direct unsure students toward applicable industries as the central activity of the event. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, while alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Counselors remind attendees to maintain eye contact to reinforce professional engagement throughout the event. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.49097468727178106,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6729160361956177,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.6988145538479054,
    0.793732118660014,
    0.793732118660014,
    0.793732118660014,
    0.793732118660014,
    0.793732118660014,
    0.793732118660014,
    0.793732118660014,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.7956034011535102,
    0.8211582053180249,
    0.8211582053180249,
    0.8211582053180249,
    0.8211582053180249,
    0.8211582053180249,
    0.8211582053180249,
    0.8521341093493892,
    0.8521341093493892,
    0.8521341093493892,
    0.8521341093493892,
    0.8521341093493892
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "On campus, consulting firms stack glossy case study booklets on high tables, while students queue outside the university gym ahead of the career fair's opening. Simultaneously, workshops on networking etiquette commence in the adjoining classroom.",
    "On campus, consulting firms stack glossy case study booklets on high tables while students queue outside the university gym ahead of the career fair’s opening. Simultaneously, workshops on networking etiquette commence in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "On campus, consulting firms stack glossy case study booklets on high tables as students queue outside the university gym ahead of the career fair’s opening. Simultaneously, workshops on networking etiquette commence in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "On campus, consulting firms stack glossy case study booklets on high tables as students queue outside the university gym ahead of the career fair’s opening. Simultaneously, workshops on networking etiquette commence in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "On campus, consulting firms stack glossy case study booklets on high tables as students queue outside the university gym ahead of the career fair’s opening. Meanwhile, workshops on networking etiquette begin in the adjoining classroom, with some students quietly rehearsing elevator pitches against the wall.",
    "On campus, consulting firms stack glossy case study booklets on high tables as students queue outside the university gym ahead of the career fair’s opening. Meanwhile, workshops on networking etiquette begin in the adjoining classroom, with some students quietly rehearsing elevator pitches against the wall. Healthcare providers showcase community outreach photos.",
    "On campus, consulting firms stack glossy case study booklets on high tables as students queue outside the university gym ahead of the career fair’s opening. Simultaneously, workshops on networking etiquette begin in the adjoining classroom, with some students quietly rehearsing elevator pitches against the wall. Healthcare providers showcase community outreach photos, while career counselors redirect unsure students toward applicable industries."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.554723024145291,
    0.554723024145291,
    0.554723024145291,
    0.554723024145291,
    0.554723024145291,
    0.554723024145291,
    0.554723024145291,
    0.5603392154820777,
    0.5603392154820777,
    0.5603392154820777,
    0.5603392154820777,
    0.5603392154820777,
    0.5746512999832424,
    0.5746512999832424,
    0.5746512999832424,
    0.5746512999832424,
    0.5746512999832424,
    0.5746512999832424,
    0.5746512999832424,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5748294999897274,
    0.5622519424259456,
    0.5622519424259456,
    0.5622519424259456,
    0.5622519424259456,
    0.5622519424259456,
    0.5622519424259456,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7160503034838301,
    0.7317360508097246,
    0.7317360508097246,
    0.7317360508097246,
    0.7317360508097246,
    0.7317360508097246
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "Tech companies display demo screens of their latest apps as an event backdrop. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site tech event uses demo screens from various tech companies as a backdrop to showcase their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "An on-site tech event at the university uses demo screens from various tech companies as a backdrop to showcase their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At an on-site tech event at the university, demo screens from various tech companies backdrop the space to showcase their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos."
  ],
  "16_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5483851934358795,
    0.5483851934358795,
    0.5483851934358795,
    0.5483851934358795,
    0.5483851934358795,
    0.722584407014457,
    0.722584407014457,
    0.722584407014457,
    0.722584407014457,
    0.722584407014457,
    0.722584407014457,
    0.722584407014457,
    0.8076345950813332,
    0.8076345950813332,
    0.8076345950813332,
    0.8076345950813332,
    0.8076345950813332,
    0.7910798206378422,
    0.7910798206378422,
    0.7910798206378422,
    0.7910798206378422,
    0.7910798206378422,
    0.7910798206378422,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.7829887050492687,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8122712057677117,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8317526816944636,
    0.8456852172937377,
    0.8456852172937377,
    0.8456852172937377,
    0.8456852172937377,
    0.8456852172937377,
    0.8456852172937377
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette begin; consulting firms stack glossy case study booklets on high tables; and an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin; consulting firms stack glossy case study booklets on high tables; and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "An LLM-related failure is observed: a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions. In the same scene, some students rehearse elevator pitches quietly against the wall. The two elements—system error and student activity—are reported together, with no additional context about cause, timing, or motivation.",
    "An event scene includes an LLM-related failure evidenced by a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions, observed alongside students quietly rehearsing elevator pitches against a wall. Event staff at the entrance are scanning registrations and handing out lanyards. The system error and the student activity are reported together, with no additional context about cause, timing, or motivation. No other elements are described, and there is no implied sequence beyond the presented parallel occurrences.",
    "An event scene includes an LLM-related failure evidenced by a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions. Parallel to this, students quietly rehearse elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. The system error and the student activity are reported together, with no additional context about cause, timing, or motivation, and no implied sequence beyond the parallel occurrences.",
    "An event scene features an LLM-related failure evidenced by a 503 Service Unavailable error for the URL https://api.openai.com/v1/chat/completions, occurring in parallel with students quietly rehearsing elevator pitches against a wall. Event staff at the entrance scan registrations and hand out lanyards, while a welcome announcement over the PA system outlines the fair schedule. The system error and the student activity are reported together, with no additional context about cause, timing, or motivation, and no implied sequence beyond the parallel occurrences. Finance firms offer QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.2959243890682976,
    0.3633679992789319,
    0.3633679992789319,
    0.3633679992789319,
    0.3633679992789319,
    0.3633679992789319,
    0.3633679992789319,
    0.5680731983996525,
    0.5680731983996525,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.41735063043712994,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.44483542970174444,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5346095773207664,
    0.5916089161375868,
    0.5916089161375868,
    0.5916089161375868
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, career counselors remind attendees to maintain eye contact, consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "An exhibition hall hosts dozens of booths with colorful banners circling a polished floor. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "An exhibition hall hosts dozens of booths arranged around a polished floor, each booth adorned with colorful banners. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.5323194438570572,
    0.5323194438570572,
    0.5323194438570572,
    0.5323194438570572,
    0.5323194438570572,
    0.5323194438570572,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.48401569908437253,
    0.7794526389585865,
    0.7794526389585865,
    0.7794526389585865,
    0.7794526389585865,
    0.7794526389585865,
    0.7794526389585865,
    0.7794526389585865,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7269912534530915,
    0.7331798457682832,
    0.7331798457682832,
    0.7331798457682832,
    0.7331798457682832,
    0.7331798457682832,
    0.7331798457682832,
    0.7331798457682832
  ],
  "19": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "An event opens with a welcome announcement broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "A career fair environment unfolds on a polished floor where dozens of booths with colorful banners circle the space. A welcome announcement is broadcast over the PA, outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the space. A welcome announcement is broadcast over the PA, outlining the fair schedule. Nearby, alumni volunteers deliver quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5647252173500203,
    0.5647252173500203,
    0.5647252173500203,
    0.5647252173500203,
    0.5647252173500203,
    0.5647252173500203,
    0.5647252173500203,
    0.7235164546005894,
    0.7235164546005894,
    0.7235164546005894,
    0.7235164546005894,
    0.7235164546005894,
    0.7763249990113307,
    0.7763249990113307,
    0.7763249990113307,
    0.7763249990113307,
    0.7763249990113307,
    0.7763249990113307,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8405893754304964,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8588043608840565,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8723610739661292,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8728481975252451,
    0.8825879168860975,
    0.8825879168860975,
    0.8825879168860975,
    0.8825879168860975,
    0.8825879168860975,
    0.8825879168860975
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves.",
    "The scene shows human resources teams jotting notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews.",
    "In the scene, human resources teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews, and students line up outside the university gym before the career fair opens.",
    "HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "During the career fair setup, HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system.",
    "During the career fair setup, HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom, and a welcome announcement outlines the fair schedule over the PA system.",
    "During career fair setup, HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "During career fair setup, HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention.",
    "During career fair setup, HR teams jot notes on tablets as students introduce themselves, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.3385139986266801,
    0.40867372543921027,
    0.40867372543921027,
    0.40867372543921027,
    0.40867372543921027,
    0.40867372543921027,
    0.40867372543921027,
    0.40867372543921027,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.45167332114288206,
    0.5880654305762434,
    0.5880654305762434,
    0.5880654305762434,
    0.5880654305762434,
    0.5880654305762434,
    0.5880654305762434,
    0.5880654305762434,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8253181716999478,
    0.8505732822682475,
    0.8505732822682475,
    0.8505732822682475,
    0.8505732822682475,
    0.8505732822682475,
    0.8505732822682475,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8865391743874513,
    0.8896943078503553,
    0.8896943078503553
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "The scene shows students clutching resumes inside branded folders, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the scene, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the scene, students clutch resumes tucked inside branded folders while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "The scene depicts a campus career event where students present resumes tucked inside branded folders while healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves, and the engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "The scene shows a campus career event where students present resumes tucked inside branded folders, while healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career event, students present resumes tucked inside branded folders while healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At a campus career event, students present resumes tucked inside branded folders while healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. The engineering society runs a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.5314192197069424,
    0.5314192197069424,
    0.5314192197069424,
    0.5314192197069424,
    0.5314192197069424,
    0.5314192197069424,
    0.5314192197069424,
    0.7141930033702328,
    0.7141930033702328,
    0.7141930033702328,
    0.7141930033702328,
    0.7141930033702328,
    0.7141930033702328,
    0.7141930033702328,
    0.727492379581761,
    0.727492379581761,
    0.727492379581761,
    0.727492379581761,
    0.727492379581761,
    0.727492379581761,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7110818421146092,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.7556448258907904,
    0.78700502489069,
    0.78700502489069,
    0.78700502489069,
    0.78700502489069,
    0.78700502489069,
    0.78700502489069,
    0.78700502489069,
    0.7833451241816949,
    0.7833451241816949,
    0.7833451241816949
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "A scene centers on healthcare providers showcasing photographs of community outreach. Groups of friends mark target employers on the event map.",
    "The scene centers on healthcare providers displaying photographs from community outreach, while groups of friends mark target employers on the event map.",
    "The scene centers on healthcare providers displaying photographs from community outreach, while groups of friends mark target employers on the event map.",
    "The scene centers on healthcare providers displaying photographs from community outreach, while groups of friends mark target employers on the event map.",
    "The scene centers on healthcare providers displaying photographs from community outreach, while groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers display photographs from community outreach, anchoring the scene in service activity. Groups of friends mark target employers on the event map, indicating networking objectives. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.45488284235308646,
    0.45488284235308646,
    0.45488284235308646,
    0.45488284235308646,
    0.45488284235308646,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.3200666254098886,
    0.42237190329029073,
    0.42237190329029073,
    0.42237190329029073,
    0.42237190329029073,
    0.42237190329029073,
    0.42237190329029073,
    0.42237190329029073,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274,
    0.6788410329770274
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Students are lined up outside the university gym ahead of the career fair opening.",
    "Students are lined up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students are lined up outside the university gym ahead of the career fair opening, as human resources teams jot notes on tablets while students introduce themselves.",
    "Students are lined up outside the university gym ahead of the career fair opening as human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Students are lined up outside the university gym ahead of the career fair opening as human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners circle the polished floor, framing the busy venue. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees.",
    "Students are lined up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners circle the polished floor, framing the busy venue. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees.",
    "Outside the university gym, students line up ahead of the career fair opening as human resources teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners circle the polished floor, framing the busy venue. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up ahead of the career fair opening as HR teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners circle the polished floor, framing the busy venue. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fair opening while HR teams jot notes on tablets and students introduce themselves. Dozens of booths with colorful banners circle the polished floor, framing the busy venue. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.4082292742918525,
    0.4082292742918525,
    0.4082292742918525,
    0.4082292742918525,
    0.4082292742918525,
    0.4082292742918525,
    0.40587120129571297,
    0.40587120129571297,
    0.40587120129571297,
    0.40587120129571297,
    0.40587120129571297,
    0.5903046613847092,
    0.5903046613847092,
    0.5903046613847092,
    0.5903046613847092,
    0.5903046613847092,
    0.5903046613847092,
    0.5903046613847092,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7798338789700198,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.7934112915317848,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8281947628614996,
    0.8402961656227375,
    0.8402961656227375,
    0.8402961656227375,
    0.8402961656227375,
    0.8402961656227375,
    0.8402961656227375,
    0.8402961656227375,
    0.8605390638444098,
    0.8605390638444098,
    0.8605390638444098,
    0.8605390638444098,
    0.8605390638444098
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors guide unsure students toward applicable industries, establishing a forward-facing educational guidance scene. At the event entrance, staff members scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts.",
    "Career counselors guide unsure students toward applicable industries, creating a forward-facing educational guidance scene. At the event entrance, staff members scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts, while workshops on networking etiquette begin in the adjoining classroom.",
    "A forward-facing educational guidance scene unfolds as career counselors guide unsure students toward applicable industries. At the event entrance, staff members scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts, while workshops on networking etiquette begin in the adjoining classroom.",
    "An forward-facing educational guidance scene unfolds as career counselors guide unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "A forward-facing educational guidance scene unfolds as career counselors guide unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "A forward-facing educational guidance scene unfolds as career counselors guide unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards. Healthcare providers display photographs of community outreach efforts. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.46336689874590836,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6766132381282366,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6760686252390655,
    0.6555959054056852,
    0.6555959054056852,
    0.6555959054056852,
    0.6555959054056852,
    0.6555959054056852,
    0.6555959054056852,
    0.6863604508985353,
    0.6863604508985353,
    0.6863604508985353,
    0.6863604508985353,
    0.6863604508985353,
    0.6863604508985353,
    0.6863604508985353,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554,
    0.7034431446505554
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share brief pep talks near the coffee station.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up as the career fair prepares to open. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5793875609701378,
    0.5793875609701378,
    0.5793875609701378,
    0.5793875609701378,
    0.6639129338287155,
    0.6639129338287155,
    0.6639129338287155,
    0.6639129338287155,
    0.6639129338287155,
    0.6639129338287155,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7640680663921373,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7685682495416437,
    0.7935690762516465,
    0.7935690762516465,
    0.7935690762516465,
    0.7935690762516465,
    0.7935690762516465,
    0.7935690762516465,
    0.7935690762516465,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8083564360182275,
    0.8161912694696776,
    0.8161912694696776
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables, producing a tidy, glossy display. Simultaneously, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, indicating a concurrent program of professional development.",
    "At the event, consulting firms stack glossy case study booklets on high tables, producing a tidy, glossy display. Simultaneously, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, indicating a concurrent program of professional development. Career counselors redirect unsure students toward applicable industries.",
    "At the event, consulting firms stack glossy case study booklets on high tables, producing a tidy, glossy display. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, indicating a concurrent program of professional development. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event, consulting firms stack glossy case study booklets on high tables, producing a tidy, glossy display. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, indicating a concurrent program of professional development. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms stack glossy case study booklets on high tables, producing a tidy, glossy display. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin, indicating a concurrent program of professional development. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a tidy, glossy display. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin as part of a concurrent program of professional development. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, consulting firms display glossy case study booklets arranged on high tables to form a tidy showcase. Groups of friends mark target employers on the event map. In an adjoining classroom, parallel professional development workshops on networking etiquette begin. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to draw attention. Several students rehearse elevator pitches quietly against the wall. Tech companies display demo screens featuring their latest apps."
  ],
  "27_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.37050160025723805,
    0.6517857577499581,
    0.6517857577499581,
    0.6517857577499581,
    0.6517857577499581,
    0.6517857577499581,
    0.6517857577499581,
    0.7251268150589334,
    0.7251268150589334,
    0.7251268150589334,
    0.7251268150589334,
    0.7251268150589334,
    0.7251268150589334,
    0.7251268150589334,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.7563088228812185,
    0.8067682102901879,
    0.8067682102901879,
    0.8067682102901879,
    0.8067682102901879,
    0.8067682102901879,
    0.8067682102901879,
    0.8067682102901879,
    0.8125549806879322,
    0.8125549806879322,
    0.8125549806879322,
    0.8125549806879322,
    0.8125549806879322,
    0.8125549806879322,
    0.8125549806879322,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8141941278894689,
    0.8242147471628138
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, presenting visual materials of their outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos, presenting visual materials of their outreach efforts; at the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase community outreach photos and visual materials illustrating their outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos and visual materials illustrating their outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos and visual materials illustrating their outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos and visual materials illustrating their outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share brief pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.4602514551359316,
    0.31878194750049504,
    0.31878194750049504,
    0.31878194750049504,
    0.31878194750049504,
    0.31878194750049504,
    0.613883497989513,
    0.613883497989513,
    0.613883497989513,
    0.613883497989513,
    0.613883497989513,
    0.613883497989513,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.6726492644617438,
    0.7368894125132811,
    0.7368894125132811,
    0.7368894125132811,
    0.7368894125132811,
    0.7368894125132811,
    0.7368894125132811,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443,
    0.7870821332143443
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, creating a list of organizations of interest. Meanwhile, a cybersecurity company runs a password-cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, creating a list of organizations of interest. At the same time, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Groups of friends mark target employers on the event map, creating a list of organizations of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, creating a list of organizations of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, assembling a list of organizations of interest. A cybersecurity company runs a password-cracking challenge on a laptop within the venue. Career counselors circulate to remind attendees to maintain eye contact during interactions. Finance firms display QR codes to facilitate immediate internship applications. Students line up outside the university gym before the career fair opens, waiting in a queue ahead of the scheduled start.",
    "At the career fair, groups of friends mark target employers on the event map, assembling a list of organizations of interest. A cybersecurity company runs a password-cracking challenge on a laptop within the venue. Career counselors circulate to remind attendees to maintain eye contact during interactions. Finance firms display QR codes to facilitate immediate internship applications. Students line up outside the university gym before the career fair opens, waiting in a queue ahead of the scheduled start. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair held at the university, groups of friends mark target employers on the event map to assemble a list of organizations of interest. A cybersecurity company runs a password-cracking challenge on a laptop inside the venue. Career counselors circulate to remind attendees to maintain eye contact during interactions. Finance firms display QR codes to facilitate immediate internship applications. Students line up outside the university gym before the fair opens, waiting in a queue ahead of the scheduled start. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, groups of friends mark target employers on an event map to assemble a list of organizations of interest. Inside the venue a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors circulate to remind attendees to maintain eye contact during interactions. Finance firms display QR codes to facilitate immediate internship applications. Students line up outside the university gym before the fair opens, waiting in a queue ahead of the scheduled start. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5247929905822135,
    0.5247929905822135,
    0.5247929905822135,
    0.5247929905822135,
    0.5247929905822135,
    0.5247929905822135,
    0.6840151907215992,
    0.6840151907215992,
    0.6840151907215992,
    0.6840151907215992,
    0.6840151907215992,
    0.6840151907215992,
    0.7715860172481412,
    0.7715860172481412,
    0.7715860172481412,
    0.7715860172481412,
    0.7715860172481412,
    0.7715860172481412,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.8019874792104833,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.828396983139577,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8532613834963053,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8333416538585198,
    0.8468285948867917,
    0.8468285948867917
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "A trade-show-like scene presents finance firms offering QR codes for immediate internship applications, as dozens of booths with colorful banners circle a polished floor.",
    "A trade-show-like scene centers on finance firms offering QR codes for immediate internship applications, with dozens of booths bearing colorful banners that circle a polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "A trade-show-like scene centers on finance firms offering QR codes for immediate internship applications, with dozens of booths bearing colorful banners arranged around a polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "The scene is trade-show-like, centered on finance firms offering QR codes for immediate internship applications, with dozens of booths bearing colorful banners arranged around a polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "A trade-show-like expo centered on finance firms offering QR codes for immediate internship applications features dozens of booths with colorful banners arranged around a polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables throughout the space, and the engineering society sponsors a resume review table near the stage.",
    "An expo centered on finance firms offers QR codes for immediate internship applications. Dozens of booths with colorful banners are arranged around a polished floor. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables throughout the space, while the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, indicating shared focus and planned outreach within the venue.",
    "The scene is an expo focused on finance firms, where attendees can scan QR codes for immediate internship applications. Dozens of booths with colorful banners circle a polished floor, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables throughout the space, and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, signaling shared focus and planned outreach within the venue. Career counselors remind attendees to maintain eye contact."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.4416384830591044,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.6503203372215538,
    0.7714189973244113,
    0.7714189973244113,
    0.7714189973244113,
    0.7714189973244113,
    0.7714189973244113,
    0.7714189973244113,
    0.8136632600608614,
    0.8136632600608614,
    0.8136632600608614,
    0.8136632600608614,
    0.8136632600608614,
    0.8136632600608614,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8211973059774291,
    0.8173706145709894,
    0.8173706145709894,
    0.8173706145709894,
    0.8173706145709894,
    0.8173706145709894,
    0.8173706145709894,
    0.8173706145709894,
    0.7956991459768747,
    0.7956991459768747,
    0.7956991459768747,
    0.7956991459768747,
    0.7956991459768747
  ],
  "31": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Professional exhibition scene: consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "At a professional exhibition, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At a professional exhibition, consulting firms stack glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional exhibition, consulting firms display glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional exhibition, consulting firms display glossy case study booklets on high tables while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, and healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.47553551198307625,
    0.36441720541368083,
    0.36441720541368083,
    0.36441720541368083,
    0.36441720541368083,
    0.36441720541368083,
    0.36441720541368083,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.49797725863786907,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.5359960748336803,
    0.7223719984981376,
    0.7223719984981376,
    0.7223719984981376,
    0.7223719984981376,
    0.7223719984981376,
    0.7223719984981376,
    0.7223719984981376,
    0.7241910306355694,
    0.7241910306355694,
    0.7241910306355694,
    0.7241910306355694,
    0.7241910306355694,
    0.7241910306355694,
    0.7241910306355694,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.763137435225042,
    0.758207112003764,
    0.758207112003764,
    0.758207112003764,
    0.758207112003764
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career guidance and technology showcases depict two concurrent activities: career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "Two concurrent activities unfold: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Two concurrent activities unfold: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Two concurrent activities unfold: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Two concurrent activities unfold: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. The two tracks run concurrently, with attendees moving between guidance sessions and product demos in the same venue.",
    "Two tracks run concurrently in the same venue: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Attendees move between guidance sessions and product demos in the shared space. Healthcare providers showcase community outreach photos.",
    "In a shared venue, two concurrent tracks run: career guidance and technology showcases. Career counselors redirect unsure students toward applicable industries, while tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Attendees move between guidance sessions and product demos in the shared space. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.43615441514653686,
    0.7362320340186219,
    0.7362320340186219,
    0.7362320340186219,
    0.7362320340186219,
    0.7362320340186219,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7696678248902371,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7603087910592501,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7629952193198606,
    0.7761913206903365,
    0.7761913206903365,
    0.7761913206903365,
    0.7761913206903365
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and shared experiences to attendees. In the same setting, consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and shared experiences to attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At a booth-filled event, an alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At a booth-filled event, an alumni panel discusses how to prepare for technical interviews, offering guidance and sharing experiences with attendees. Consulting firms stack glossy case study booklets on high tables, making them readily accessible to participants in the same setting. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5363517180315508,
    0.5363517180315508,
    0.5363517180315508,
    0.5363517180315508,
    0.5363517180315508,
    0.5363517180315508,
    0.5363517180315508,
    0.7345441827039894,
    0.7345441827039894,
    0.7345441827039894,
    0.7345441827039894,
    0.7345441827039894,
    0.7345441827039894,
    0.7345441827039894,
    0.7358375778669,
    0.7358375778669,
    0.7358375778669,
    0.7358375778669,
    0.7358375778669,
    0.7358375778669,
    0.7358375778669,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.7422468348464734,
    0.760370384866389,
    0.760370384866389,
    0.760370384866389,
    0.760370384866389,
    0.760370384866389,
    0.760370384866389,
    0.760370384866389,
    0.8007223964402304,
    0.8007223964402304,
    0.8007223964402304,
    0.8007223964402304,
    0.8007223964402304,
    0.8007223964402304,
    0.8007223964402304,
    0.8185659219129019,
    0.8185659219129019,
    0.8185659219129019,
    0.8185659219129019,
    0.8185659219129019,
    0.8185659219129019,
    0.8185659219129019,
    0.8391693871042432
  ],
  "34": [
    "",
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "Staff at the event entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.42297910708992015,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.7592181377328371,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.4964056882158373,
    0.8003855001163243,
    0.8003855001163243,
    0.8003855001163243,
    0.8003855001163243,
    0.8003855001163243,
    0.8003855001163243,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8068108147738489,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8025834622187955,
    0.8022472300883826,
    0.8022472300883826,
    0.8022472300883826,
    0.8022472300883826
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company runs a password cracking challenge on a laptop, indicating a hands-on technical activity present at the scene.",
    "Alumni volunteers share quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company runs a password cracking challenge on a laptop, indicating a hands-on technical activity present at the scene. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers share quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company runs a password-cracking challenge on a laptop, indicating hands-on technical activity present at the scene. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Alumni volunteers share quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company is running a password-cracking challenge on a laptop, signaling hands-on technical activity at the scene. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene depicts a collaborative event with multiple activity hubs. Alumni volunteers share quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company runs a hands-on password-cracking challenge on a laptop, signaling active technical participation. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "The scene shows a collaborative event with multiple activity hubs. Alumni volunteers deliver quick pep talks near the coffee station, creating a supportive informal moment. A cybersecurity company runs a hands-on password-cracking challenge on a laptop, signaling active technical participation. The engineering society sponsors a resume-review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.5159171816796614,
    0.6729519763701748,
    0.6729519763701748,
    0.6729519763701748,
    0.6729519763701748,
    0.6729519763701748,
    0.6729519763701748,
    0.6729519763701748,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.689602977944015,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7547469263229005,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.7496956906930718,
    0.8147267628524281,
    0.8147267628524281,
    0.8147267628524281,
    0.8147267628524281,
    0.8147267628524281
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "The event features tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens of their latest apps at the event. Entrance staff scan registrations and hand out lanyards. Career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the career fair event, tech companies display demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards. Career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair event, tech companies display demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards. Career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, tech companies display demo screens of their latest apps. Entrance staff scan registrations and hand out lanyards at the entrance. Career counselors guide unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "At the university gym hosting the career fair, tech companies display demo screens of their latest apps, while entrance staff scan registrations and hand out lanyards at the entrance. Career counselors guide unsure students toward applicable industries. Students line up outside the gym before the fair opens. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.7885363828051091,
    0.7885363828051091,
    0.7885363828051091,
    0.7885363828051091,
    0.7885363828051091,
    0.8561522946996301,
    0.8561522946996301,
    0.8561522946996301,
    0.8561522946996301,
    0.8561522946996301,
    0.8561522946996301,
    0.8306287391307078,
    0.8306287391307078,
    0.8306287391307078,
    0.8306287391307078,
    0.8306287391307078,
    0.8306287391307078,
    0.8306287391307078,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8600678777650483,
    0.8810400153821007,
    0.8810400153821007,
    0.8810400153821007,
    0.8810400153821007,
    0.8810400153821007,
    0.8810400153821007,
    0.8810400153821007,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.8791066082896579,
    0.857093892993298,
    0.857093892993298,
    0.857093892993298,
    0.857093892993298
  ],
  "37": [
    "",
    "",
    "",
    "Students line up outside the university gym, awaiting the career fair’s opening.",
    "Students line up outside the university gym, awaiting the career fair's opening. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym, awaiting the career fair's opening. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym, awaiting the opening of the career fair. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the university, students line up outside the gym in anticipation of the career fair opening. Finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the university, students line up outside the gym in anticipation of the career fair opening, while finance firms offer QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.42368839008326753,
    0.42368839008326753,
    0.42368839008326753,
    0.42368839008326753,
    0.42368839008326753,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.555244872778279,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.585681463433102,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7718787585190533,
    0.7946139752493222,
    0.7946139752493222,
    0.7946139752493222,
    0.7946139752493222,
    0.7946139752493222,
    0.7946139752493222,
    0.8150763501058909,
    0.8150763501058909,
    0.8150763501058909,
    0.8150763501058909,
    0.8150763501058909,
    0.8150763501058909,
    0.8150763501058909,
    0.8097388250316564,
    0.8097388250316564,
    0.8097388250316564,
    0.8097388250316564,
    0.8097388250316564,
    0.8097388250316564,
    0.8097388250316564,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8598988331380317,
    0.8654527744372064
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews as some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews as some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a pre-career fair setting, an alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "In a pre-career fair setting, an alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a pre-career fair setting, an alumni panel discusses how to prepare for technical interviews while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a pre-career fair, an alumni panel discusses how to prepare for technical interviews, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At a pre-career fair, an alumni panel discusses how to prepare for technical interviews as students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while a robotics startup flies a small drone above its booth to attract attention."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.37586242775986267,
    0.4680538651512686,
    0.4680538651512686,
    0.4680538651512686,
    0.4680538651512686,
    0.4680538651512686,
    0.4680538651512686,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.5927185543368303,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.8143322306033436,
    0.7974975411665307,
    0.7974975411665307,
    0.7974975411665307,
    0.7974975411665307,
    0.7974975411665307,
    0.7974975411665307,
    0.7974975411665307,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8046756445064132,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369,
    0.8454822227936369
  ],
  "39": [
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "Workshops on networking etiquette are beginning in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, workshops on networking etiquette are beginning, while consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the adjoining classroom, workshops on networking etiquette are beginning, while consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops are beginning, while consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Adjoining classroom activity centers on networking etiquette workshops as they begin. Consulting firms stack glossy case study booklets on high tables nearby. A cybersecurity company runs a password cracking challenge on a laptop, illustrating hands-on security tasks. Several students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens.",
    "Adjoining classroom activity centers focus on networking etiquette workshops as they begin, with consulting firms stacking glossy case study booklets on high tables nearby. A cybersecurity company runs a password cracking challenge on a laptop to illustrate hands-on security tasks. Several students rehearse elevator pitches quietly against the wall, while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up ahead of the career fair opening.",
    "Adjoining classroom activity centers focus on networking etiquette workshops as they begin. Consulting firms are stacking glossy case study booklets on high tables nearby. A cybersecurity company runs a password cracking challenge on a laptop to illustrate hands-on security tasks. Several students rehearse elevator pitches quietly against the wall, while HR teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up ahead of the career fair opening. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "39_score": [
    0.0,
    0.0,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.3218909873795575,
    0.3218909873795575,
    0.3218909873795575,
    0.3218909873795575,
    0.3218909873795575,
    0.3218909873795575,
    0.3218909873795575,
    0.35107219250870414,
    0.35107219250870414,
    0.35107219250870414,
    0.35107219250870414,
    0.35107219250870414,
    0.35107219250870414,
    0.331460249077358,
    0.331460249077358,
    0.331460249077358,
    0.331460249077358,
    0.331460249077358,
    0.331460249077358,
    0.331460249077358,
    0.6324757310844988,
    0.6324757310844988,
    0.6324757310844988,
    0.6324757310844988,
    0.6324757310844988,
    0.6324757310844988,
    0.6861453067004635,
    0.6861453067004635,
    0.6861453067004635,
    0.6861453067004635,
    0.6861453067004635,
    0.6861453067004635,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7762132341727255,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7666154976384184,
    0.7720967820182085,
    0.7720967820182085,
    0.7720967820182085,
    0.7720967820182085,
    0.7720967820182085,
    0.7720967820182085
  ],
  "40": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Concurrent events are underway: workshops on networking etiquette begin in the adjoining classroom, tech companies display demo screens showing their latest apps, and alumni volunteers share quick pep talks near the coffee station.",
    "Concurrent events are underway: workshops on networking etiquette are starting in the adjoining classroom, tech companies are displaying demo screens showing their latest apps, and alumni volunteers are giving short pep talks near the coffee station.",
    "Concurrent events are underway: workshops on networking etiquette are starting in the adjoining classroom, tech companies are displaying demo screens showing their latest apps, and alumni volunteers are giving short pep talks near the coffee station.",
    "Concurrent events are underway in the venue: workshops on networking etiquette are starting in the adjoining classroom; tech companies are displaying demo screens of their latest apps; and alumni volunteers are delivering short pep talks near the coffee station.",
    "Concurrent events are underway in the venue: networking etiquette workshops are starting in the adjoining classroom, tech companies are displaying demo screens of their latest apps, and alumni volunteers are delivering short pep talks near the coffee station.",
    "Concurrent events are underway in the venue: networking etiquette workshops are starting in the adjoining classroom, tech companies are displaying demo screens of their latest apps, and alumni volunteers are delivering short pep talks near the coffee station.",
    "Concurrent events are underway: networking etiquette workshops are starting in the adjoining classroom; tech companies are displaying demo screens of their latest apps; alumni volunteers are delivering quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3804747176695062,
    0.3804747176695062,
    0.3804747176695062,
    0.3804747176695062,
    0.3804747176695062,
    0.3804747176695062,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.38004313235761655,
    0.4270311429405287,
    0.4270311429405287,
    0.4270311429405287,
    0.4270311429405287,
    0.4270311429405287,
    0.4270311429405287,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.4033700961840538,
    0.44878111795120057,
    0.44878111795120057,
    0.44878111795120057
  ],
  "41": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase photos of their community outreach. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.5667259210814097,
    0.7519039049397911,
    0.7519039049397911,
    0.7519039049397911,
    0.7519039049397911,
    0.7519039049397911,
    0.75050774160062,
    0.75050774160062,
    0.75050774160062,
    0.75050774160062,
    0.75050774160062,
    0.75050774160062,
    0.7898969636433526,
    0.7898969636433526,
    0.7898969636433526,
    0.7898969636433526,
    0.7898969636433526,
    0.7898969636433526,
    0.8126048134145211,
    0.8126048134145211,
    0.8126048134145211,
    0.8126048134145211,
    0.8126048134145211,
    0.8126048134145211,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8253712449009616,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8366430016233016,
    0.8555831687555648
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "At the event, students rehearse elevator pitches quietly against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the event, a quiet, professional atmosphere is evident as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a quiet, professional atmosphere is evident as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a quiet, professional atmosphere is evident as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the event, a quiet, professional atmosphere prevails as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette have begun in the adjoining classroom.",
    "At the event, a quiet, professional atmosphere prevails as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette have begun in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "A quiet, professional atmosphere pervades the scene as students rehearse elevator pitches against the wall, healthcare providers showcase community outreach photos, and a welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens showing their latest apps. Workshops on networking etiquette have begun in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.4711440979478426,
    0.4711440979478426,
    0.4711440979478426,
    0.4711440979478426,
    0.4711440979478426,
    0.4711440979478426,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.622307330287592,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.6550330313698545,
    0.7674943461788193,
    0.7674943461788193,
    0.7674943461788193,
    0.7674943461788193,
    0.7674943461788193,
    0.7674943461788193,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735,
    0.8110577789887735
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are shown showcasing community outreach photos.",
    "Healthcare providers are shown showcasing community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30766629094784875,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347
  ],
  "44": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement in the campus area. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches.",
    "Alumni volunteers give quick pep talks near the coffee station in the campus area, offering brief encouragement. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers give quick pep talks near the campus coffee station, offering brief encouragement. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "On campus, alumni volunteers give quick pep talks near the campus coffee station, offering brief encouragement. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "On campus, alumni volunteers give quick pep talks near the campus coffee station, offering brief encouragement. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, alumni volunteers give quick pep talks near the campus coffee station, offering brief encouragement. Students line up outside the university gym in the lead-up to the career fair opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "On campus ahead of the career fair, alumni volunteers deliver quick pep talks near the campus coffee station, offering brief encouragement. Students line up outside the university gym in the lead-up to the fair’s opening, awaiting entry as the event approaches. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5515229191479986,
    0.5515229191479986,
    0.5515229191479986,
    0.5515229191479986,
    0.5515229191479986,
    0.5515229191479986,
    0.5515229191479986,
    0.6680617936881857,
    0.6680617936881857,
    0.6680617936881857,
    0.6680617936881857,
    0.6680617936881857,
    0.6680617936881857,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7284871236661705,
    0.7864618680193163,
    0.7864618680193163,
    0.7864618680193163,
    0.7864618680193163,
    0.7864618680193163,
    0.7864618680193163,
    0.7864618680193163,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8024183681257651,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.8167077970641862,
    0.865743090040239,
    0.865743090040239,
    0.865743090040239,
    0.865743090040239,
    0.865743090040239,
    0.865743090040239,
    0.865743090040239
  ],
  "45": [
    "",
    "",
    "",
    "Alumni volunteers gather to share brief pep talks near the coffee station.",
    "Alumni volunteers gather to deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Alumni volunteers deliver brief pep talks beside the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Alumni volunteers give brief pep talks beside the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers give brief pep talks beside the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair event, alumni volunteers give brief pep talks beside the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers give brief pep talks beside the coffee station as event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, alumni volunteers give brief pep talks beside the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a bustling scene unfolds with dozens of booths and colorful banners circling the polished floor. Alumni volunteers give brief pep talks beside the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.3164518413758896,
    0.3164518413758896,
    0.3164518413758896,
    0.3164518413758896,
    0.3164518413758896,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.34939236977844434,
    0.5527627159198306,
    0.5527627159198306,
    0.5527627159198306,
    0.5527627159198306,
    0.5527627159198306,
    0.5527627159198306,
    0.6634637534337308,
    0.6634637534337308,
    0.6634637534337308,
    0.6634637534337308,
    0.6634637534337308,
    0.6634637534337308,
    0.7651774938771062,
    0.7651774938771062,
    0.7651774938771062,
    0.7651774938771062,
    0.7651774938771062,
    0.7651774938771062,
    0.7651774938771062,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8413916319675074,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8233119731784224,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8284410912443164,
    0.8646401317769363
  ],
  "46": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while near the stage the engineering society sponsors a resume review table.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event activities include registration scanning and lanyard distribution at the entrance; a resume review table sponsored by the engineering society near the stage; career counselors reminding attendees to maintain eye contact; a cybersecurity company conducting a password cracking challenge on a laptop; and an alumni panel discussing how to prepare for technical interviews.",
    "The event features several concurrent activities: at the entrance, registration scanning and lanyard distribution; near the stage, a resume review table sponsored by the engineering society; career counselors reminding attendees to maintain eye contact; a cybersecurity company conducting a password cracking challenge on a laptop; and an alumni panel discussing how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "The event features concurrent activities across the venue: at the entrance, registration scanning and lanyard distribution; near the stage, a resume review table sponsored by the engineering society; career counselors reminding attendees to maintain eye contact; a cybersecurity company conducting a password cracking challenge on a laptop; and an alumni panel discussing how to prepare for technical interviews. Students clutch resumes inside branded folders, while others line up outside the university gym before the career fair opens.",
    "The event unfolds with concurrent activities across the venue: at the entrance, attendees undergo registration scanning and receive lanyards; near the stage, a resume review table sponsored by the engineering society offers feedback; career counselors remind attendees to maintain eye contact; a cybersecurity company runs a password cracking challenge on a laptop; and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders, while others line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, creating a busy, multi-faceted career fair environment.",
    "Across the venue, concurrent career fair activities unfold: at the entrance attendees undergo registration scanning and receive lanyards; near the stage a resume review table sponsored by the engineering society offers feedback; career counselors remind attendees to maintain eye contact; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders while others line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, creating a busy, multi-faceted career fair environment."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.43951584492476853,
    0.43951584492476853,
    0.43951584492476853,
    0.43951584492476853,
    0.43951584492476853,
    0.43951584492476853,
    0.43951584492476853,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.7279950853141074,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.763869471249093,
    0.5271296947568237,
    0.5271296947568237,
    0.5271296947568237,
    0.5271296947568237,
    0.5271296947568237,
    0.5271296947568237,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6655869999734958,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.6798134064465026,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8500742219925732,
    0.8557285265210035,
    0.8557285265210035,
    0.8557285265210035,
    0.8557285265210035,
    0.8557285265210035,
    0.8557285265210035
  ],
  "47": [
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Inside, an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "47_score": [
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.6355409457445221,
    0.7723713603941555,
    0.7723713603941555,
    0.7723713603941555,
    0.7723713603941555,
    0.7723713603941555,
    0.7723713603941555,
    0.7723713603941555,
    0.8089383648809738,
    0.8089383648809738,
    0.8089383648809738,
    0.8089383648809738,
    0.8089383648809738,
    0.8089383648809738,
    0.8242636482559189,
    0.8242636482559189,
    0.8242636482559189,
    0.8242636482559189,
    0.8242636482559189,
    0.8242636482559189,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8480457664949008,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8488417544735097,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043,
    0.8474816619539043
  ],
  "48": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor and tech companies display demo screens showing their latest apps.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, an alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "During the event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners encircle the polished floor and tech companies display demo screens showing their latest apps. Workshops on networking etiquette run in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners encircle the polished floor, with tech companies displaying demo screens of their latest apps. Workshops on networking etiquette run in the adjoining classroom, while a welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.45436500918827044,
    0.45436500918827044,
    0.45436500918827044,
    0.45436500918827044,
    0.45436500918827044,
    0.45436500918827044,
    0.4670521602924898,
    0.4670521602924898,
    0.4670521602924898,
    0.4670521602924898,
    0.4670521602924898,
    0.4670521602924898,
    0.4670521602924898,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.6161193173190308,
    0.8136745658336573,
    0.8136745658336573,
    0.8136745658336573,
    0.8136745658336573,
    0.8136745658336573,
    0.8136745658336573,
    0.8136745658336573,
    0.8609512638772946,
    0.8609512638772946,
    0.8609512638772946,
    0.8609512638772946,
    0.8609512638772946,
    0.8609512638772946,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8675757460888592,
    0.8317677309220588,
    0.8317677309220588,
    0.8317677309220588,
    0.8317677309220588,
    0.8317677309220588,
    0.8317677309220588
  ],
  "49": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, introducing attendees to professional networking skills.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, introducing attendees to professional networking skills. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, introducing attendees to professional networking skills. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, introducing attendees to professional networking skills. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "A venue hosts an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin, introducing attendees to professional networking skills. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "A venue hosts an alumni panel on preparing for technical interviews. In the adjoining classroom, networking etiquette workshops begin, introducing attendees to professional networking skills. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, while consulting firms display glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At a venue, an alumni panel on preparing for technical interviews is in session, while in the adjoining classroom networking etiquette workshops begin to introduce attendees to professional networking skills. Dozens of booths with colorful banners circle the polished floor, and consulting firms display glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Students rehearse elevator pitches quietly against the wall."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5404825526934138,
    0.5404825526934138,
    0.5404825526934138,
    0.5404825526934138,
    0.5404825526934138,
    0.5404825526934138,
    0.6765510521160114,
    0.6765510521160114,
    0.6765510521160114,
    0.6765510521160114,
    0.6765510521160114,
    0.6765510521160114,
    0.6765510521160114,
    0.717539115936706,
    0.717539115936706,
    0.717539115936706,
    0.717539115936706,
    0.717539115936706,
    0.717539115936706,
    0.717539115936706,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7098384004695812,
    0.7588542280170252,
    0.7588542280170252,
    0.7588542280170252,
    0.7588542280170252,
    0.7588542280170252,
    0.7588542280170252,
    0.7588542280170252,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7612020899375103,
    0.7426879012086842,
    0.7426879012086842,
    0.7426879012086842,
    0.7426879012086842,
    0.7426879012086842,
    0.7426879012086842
  ]
}