{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps.",
    "Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair setup, consulting firms arrange glossy case study booklets on high tables and tech companies display demo screens with their latest apps. Students line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the schedule, and career counselors redirect unsure students toward applicable industries.",
    "At the university career fair staged outside the gym, consulting firms place glossy case study booklets on high tables, while tech companies display demo screens showcasing their latest apps. Students queue outside the university gym before the fair opens as a welcome announcement over the PA outlines the schedule. Career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop as part of the exhibits.",
    "Outside the university gym, a career fair unfolds with consulting firms displaying glossy case study booklets stacked on high tables and tech companies showcasing demo screens of their latest apps. Students queue before opening as a welcome PA announcement outlines the schedule. Career counselors direct unsure students toward applicable industries. A cybersecurity company hosts a password cracking challenge on a laptop as part of the exhibits.",
    "Outside the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor. Consulting firms display glossy case study booklets stacked on high tables, while tech companies showcase demo screens of their latest apps. Dozens of students queue before opening as a welcome PA announces the schedule. Career counselors direct unsure students toward applicable industries. An alumni panel anchored at the event discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop as part of the exhibits.",
    "Outside the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor. Consulting firms display glossy case study booklets on high tables, while tech companies showcase demo screens of their latest apps. Dozens of students queue before opening as a welcome PA announces the schedule. Career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor. Consulting firms display glossy case study booklets on high tables while tech companies showcase demo screens of their latest apps. Dozens of students queue before opening as a welcome PA announces the schedule. Career counselors direct unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company hosts a password cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, a career fair unfolds with dozens of booths and colorful banners circling a polished floor, a welcome PA announcing the schedule. Inside the gym, dozens of booths host consulting firms with glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps. An alumni panel discusses preparing for technical interviews, anchored by a career-guidance segment where counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage, and staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. Before opening, students line up outside the gym, some rehearsing elevator pitches, and attendees carry resumes in branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.3900052085038981,
    0.3900052085038981,
    0.3900052085038981,
    0.3900052085038981,
    0.3900052085038981,
    0.6136385393818704,
    0.6136385393818704,
    0.6136385393818704,
    0.6136385393818704,
    0.6136385393818704,
    0.6136385393818704,
    0.8134868962443593,
    0.8134868962443593,
    0.8134868962443593,
    0.8134868962443593,
    0.8134868962443593,
    0.8313906618437554,
    0.8313906618437554,
    0.8313906618437554,
    0.8313906618437554,
    0.8313906618437554,
    0.8147670853562974,
    0.8147670853562974,
    0.8147670853562974,
    0.8147670853562974,
    0.8147670853562974,
    0.8147670853562974,
    0.8655679834636361,
    0.8655679834636361,
    0.8655679834636361,
    0.8655679834636361,
    0.8909109857178727,
    0.8909109857178727,
    0.8909109857178727,
    0.8909109857178727,
    0.8909109857178727,
    0.8909109857178727,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8896501277818376,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356,
    0.8690496481655356
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact. Among the attendees, students clutch resumes inside branded folders.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact. Among attendees, students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact. Attendees include students who clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps.",
    "At a career guidance event, counselors remind attendees to maintain eye contact. Attendees include students who clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "At a career guidance event at the university gym entrance, counselors remind attendees to maintain eye contact. Attendees include students clutching resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "At a career guidance event held at the university gym entrance, counselors remind attendees to maintain eye contact. Attendees include students clutching resumes in branded folders. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms place glossy case study booklets on high tables, while tech companies display demo screens presenting their latest apps. Students line up outside the university gym before the career fair opens, and groups of friends use the event map to mark target employers.",
    "At a career guidance event held at the university gym entrance preceding the career fair, attendees include students clutching resumes in branded folders. Counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Event staff scan registrations at the entrance and hand out lanyards. Consulting firms place glossy case study booklets on high tables, while tech companies display demo screens of their latest apps. Before opening, students line up outside the gym with resumes in branded folders, and groups of friends use the event map to identify target employers; a subset leans against the wall rehearsing elevator pitches. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. A welcome PA outlines the fair’s schedule. Finance firms provide QR codes for immediate internship applications.",
    "At the university gym entrance, just before the career fair, a career guidance event unfolds with students lining up outside clutching resumes in branded folders while groups of friends consult the event map and some stand against the wall rehearsing elevator pitches. Staff scan registrations at the entrance and hand out lanyards; counselors remind attendees to maintain eye contact and later direct unsure students toward applicable industries. On tables and displays: consulting firms place glossy case study booklets on high tables; tech companies show demo screens of their latest apps. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. An opening PA and a welcome PA outline the schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5149955466575993,
    0.5149955466575993,
    0.5149955466575993,
    0.5149955466575993,
    0.6828779985596091,
    0.6828779985596091,
    0.6828779985596091,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.768343208329276,
    0.7886286166324671,
    0.7886286166324671,
    0.7886286166324671,
    0.7819389431686841,
    0.7819389431686841,
    0.7819389431686841,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.7861780993873708,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8571403612336881,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823,
    0.8411859479947823
  ],
  "2": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, attendees gather near the university gym. At the event entrance, staff scan registrations and distribute lanyards. An alumni panel speaks about how to prepare for technical interviews. Students line up outside the gym, awaiting entry. A subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, attendees gather near the university gym. At the event entrance, staff scan registrations and distribute lanyards. An alumni panel speaks about how to prepare for technical interviews. Students line up outside the gym, awaiting entry, while a subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Before the career fair opens, attendees gather near the university gym. At the entrance, staff scan registrations and hand out lanyards as students line up outside awaiting entry; a subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, tech companies display demo screens showing their latest apps. Attendees clutch resumes inside branded folders.",
    "Before the career fair opens, attendees gather near the university gym. At the entrance, staff scan registrations and hand out lanyards as students line up outside awaiting entry; a subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, tech companies display demo screens showing their latest apps. Attendees clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, attendees gather near the university gym, with staff at the entrance scanning registrations and handing out lanyards as students line up outside awaiting entry. A subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Inside the venue, tech companies display demo screens showing their latest apps. Attendees clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, attendees gather near the university gym as staff at the entrance scan registrations and hand out lanyards. Students line up outside awaiting entry, with a subset leaning against a wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Inside the venue, tech companies display demo screens showing their latest apps, and attendees clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention, while healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms arrange glossy case-study booklets on high tables, stacked in neat piles.",
    "The university career fair is underway after preparations. Attendees gather near the gym as staff scan registrations and hand out lanyards. Students line up outside, some leaning against a wall rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and direct unsure students toward suitable industries. Networking etiquette workshops run in an adjoining classroom. Tech companies display demo screens of their latest apps as attendees clutch resumes in branded folders. The engineering society sponsors a resume-review table near the stage; an alumni panel discusses preparing for technical interviews. A robotics startup flies a small drone above its booth. Healthcare providers showcase community outreach photos. A welcome PA outlines the schedule. Consulting firms stack glossy case-study booklets on high tables; dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for internships. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.47910996419035357,
    0.7994747514160068,
    0.7994747514160068,
    0.7994747514160068,
    0.7994747514160068,
    0.7994747514160068,
    0.818558772130765,
    0.818558772130765,
    0.818558772130765,
    0.818558772130765,
    0.818558772130765,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8710467241529662,
    0.8848214280075548,
    0.8848214280075548,
    0.8848214280075548,
    0.8848214280075548,
    0.8848214280075548,
    0.8848214280075548,
    0.8848214280075548,
    0.8967695149068152,
    0.8967695149068152,
    0.8967695149068152,
    0.8967695149068152,
    0.8967695149068152,
    0.8967695149068152,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859,
    0.9100203217892859
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule, and the engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Near the stage, the engineering society sponsors a resume review table.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Near the stage, the engineering society sponsors a resume review table, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the fair underway, a welcome announcement over the PA outlines the schedule. Near the stage, the engineering society sponsors a resume-review table, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair outside the gym, a welcome PA outlines the schedule as students queue before opening. Dozens of booths with colorful banners fill the polished floor, hosting tech companies with demo screens, finance firms offering QR codes for internships, and a robotics startup flying a small drone above its booth for attention. The engineering society runs a resume-review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop as part of the exhibits. The scene centers on registration, guidance, and networking at the career fair.",
    "Outside the gym, a university career fair centers on registration, guidance, and networking, with a welcome PA outlining the schedule as students queue before opening. Dozens of booths with colorful banners fill the polished floor, hosting tech companies with demo screens, finance firms offering QR codes for internships, and a robotics startup flying a small drone above its booth. The engineering society runs a resume-review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case-study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff at the entrance scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop as part of the exhibits. The scene centers on registration, guidance, and networking at the career fair."
  ],
  "3_score": [
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.4768529234131237,
    0.4768529234131237,
    0.4768529234131237,
    0.6237531455871259,
    0.6237531455871259,
    0.6237531455871259,
    0.8462818408889181,
    0.8462818408889181,
    0.8462818408889181,
    0.8462818408889181,
    0.8462818408889181,
    0.8667808080481598,
    0.8667808080481598,
    0.8667808080481598,
    0.8667808080481598,
    0.8667808080481598,
    0.8667808080481598,
    0.8667808080481598,
    0.9063692966076493,
    0.9063692966076493,
    0.9063692966076493,
    0.9063692966076493,
    0.9063692966076493,
    0.900739754758414,
    0.900739754758414,
    0.900739754758414,
    0.900739754758414,
    0.900739754758414,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.9032795785322782,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8803880308627818,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196,
    0.8805223503010196
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "A career fair features an alumni panel discussing how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement is being broadcast over the PA system outlining the fair’s schedule.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement is being broadcast over the PA system outlining the fair’s schedule.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "An ongoing career fair is anchored by an alumni panel on how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. On campus, counselors redirect unsure students toward applicable industries. Consulting firms arrange glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "An ongoing career fair anchors on an alumni panel about preparing for technical interviews. At the entrance, event personnel scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage, and dozens of booths with colorful banners circle the polished floor; tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. On campus, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. A welcome announcement broadcasts over the PA outlining the fair's schedule. The fair is underway.",
    "The career fair is underway, anchored by an alumni panel on preparing for technical interviews, with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications. On campus, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "The career fair is underway, anchored by an alumni panel on preparing for technical interviews, with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage, and dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop while finance firms offer QR codes for internship applications. On campus, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "The campus career fair is underway, anchored by an alumni panel on preparing for technical interviews, with a welcome PA announcing the schedule. At the entrance, event staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop while finance firms offer QR codes for internship applications. Counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.6132939412355499,
    0.7396717802554904,
    0.7396717802554904,
    0.7396717802554904,
    0.7396717802554904,
    0.7941736481617165,
    0.7941736481617165,
    0.7941736481617165,
    0.7941736481617165,
    0.8356392510050308,
    0.8356392510050308,
    0.8356392510050308,
    0.8356392510050308,
    0.8355914524582032,
    0.8355914524582032,
    0.8355914524582032,
    0.8317548624744626,
    0.8317548624744626,
    0.8317548624744626,
    0.8620214898844543,
    0.8620214898844543,
    0.8620214898844543,
    0.8620214898844543,
    0.8620214898844543,
    0.8620214898844543,
    0.8620214898844543,
    0.8835944793495878,
    0.8835944793495878,
    0.8835944793495878,
    0.8835944793495878,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.8954315282174976,
    0.9007837823315041,
    0.9007837823315041,
    0.9007837823315041,
    0.9007837823315041,
    0.9007837823315041,
    0.9007837823315041,
    0.9007837823315041,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925,
    0.8986941592907925
  ],
  "5": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "At an event, a cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact during the career guidance segment. The fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. Consulting firms arrange glossy case-study booklets on high tables, alongside tech companies showcasing their demo screens. Among attendees, students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "The career fair at the university gym features a cybersecurity company running a password-cracking challenge on a laptop and tech companies displaying demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Attendees include students with resumes stored in branded folders. The engineering society sponsors a resume-review table near the stage, while consulting firms lay out glossy case-study booklets on high tables beside tech demos. An alumni panel discusses how to prepare for technical interviews, anchoring the event alongside a career-guidance segment where counselors remind attendees to maintain eye contact. Before opening, students line up outside the gym, with a subset against the wall quietly rehearsing elevator pitches. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement on the PA system outlines the fair’s schedule.",
    "Inside the university gym, a career fair features a cybersecurity company running a password-cracking challenge on a laptop and tech companies displaying demo screens of apps. At the entrance, staff scan registrations and hand out lanyards. Attendees include students with resumes stored in branded folders. Engineering society sponsors a resume-review table near the stage; consulting firms lay glossy case-study booklets on high tables beside tech demos. An alumni panel discusses how to prepare for technical interviews, anchored by a career-guidance segment reminding attendees to maintain eye contact. Before opening, students line up outside the gym, with a subset against the wall quietly rehearsing elevator pitches. A robotics startup flies a small drone above its booth to attract attention. A welcome PA outlines the schedule. Outside the gym, dozens of booths and colorful banners surround a polished floor, with students queuing before opening. Finance firms offer QR codes for internship applications."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.3430548534363528,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.7340740826078944,
    0.8738141865334983,
    0.8738141865334983,
    0.8738141865334983,
    0.8738141865334983,
    0.8738141865334983,
    0.8738141865334983,
    0.8738141865334983,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8574498834802748,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813,
    0.8558917701801813
  ],
  "6": [
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact, and they redirect unsure students toward applicable industries.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Before the career fair opens, attendees gather near the university gym. At the event entrance, staff scan registrations and distribute lanyards. Students line up outside the gym awaiting entry. A subset stands against the wall quietly rehearsing elevator pitches.",
    "An alumni panel at the event discusses how to prepare for technical interviews, while the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Before the career fair opens, attendees gather near the university gym, with staff at the event entrance scanning registrations and distributing lanyards as students line up outside the gym awaiting entry. A subset of attendees stands against the wall, quietly rehearsing elevator pitches, and students clutch resumes inside branded folders.",
    "Before career fair opens, attendees gather near the university gym as staff at the entrance scan registrations, distribute lanyards, and students line up outside awaiting entry. Subset stands against the wall rehearsing elevator pitches while others clutch resumes in branded folders. Inside the area outside the gym, career fair unfolds with dozens of booths and colorful banners circling a polished floor. Consulting firms display glossy case study booklets on high tables, and tech companies showcase demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage. A cybersecurity company hosts a password cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications; a robotics startup flies a drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries.",
    "Before the career fair opens at the university gym, staff scan registrations, hand out lanyards, and students line up outside. A subset rehearses elevator pitches against a wall while others clutch resumes in branded folders. The area outside the gym hosts dozens of booths and colorful banners circling the gym floor. Consulting firms display case-study booklets on high tables, and tech companies showcase demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop; finance firms offer QR codes for internship applications; a small drone is flown by a robotics startup above its booth. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome PA outlines the schedule, anchored by the alumni panel."
  ],
  "6_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42444325423893337,
    0.42444325423893337,
    0.42444325423893337,
    0.5616312462849335,
    0.5616312462849335,
    0.5616312462849335,
    0.5616312462849335,
    0.6959543794330201,
    0.6959543794330201,
    0.6959543794330201,
    0.6959543794330201,
    0.6959543794330201,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.8046436387652696,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.810756179507512,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882,
    0.8977855170566882
  ],
  "7": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "A fair is underway, with a welcome announcement broadcast over the PA system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A fair is underway, with a welcome announcement broadcast over the PA system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "A fair is underway, with a welcome announcement broadcast over the PA system outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A fair is underway with a welcome announcement broadcast over the PA system outlining the fair's schedule. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair outside the gym, a welcome PA announcement outlines the schedule while dozens of booths with colorful banners encircle the polished floor. At the entrance, staff scan registrations and hand out lanyards. Event activity centers on registration, guidance, and networking, with career counselors directing unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume‑review table near the stage. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop as part of the exhibits.",
    "At the university career fair outside the gym, a welcome PA outlines the schedule while dozens of booths with colorful banners encircle the polished floor. Entrance staff scan registrations and hand out lanyards as students clutch resumes in branded folders and line up before the fair opens. The event centers on registration, guidance, and networking, with career counselors directing unsure students toward applicable industries and reminding them to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchoring the program. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps; finance firms offer QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and groups of friends mark target employers on an event map; campus counselors redirect unsure students toward industries.",
    "At the university career fair outside the gym, a welcome PA outlines the schedule while dozens of booths encircle polished floor. Entrance staff scan registrations and hand out lanyards as students clutch resumes in branded folders and line up before opening. The event centers on registration, guidance, and networking, with career counselors directing unsure students toward applicable industries and reminding them to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, anchoring the program. The engineering society sponsors a resume-review table near stage; consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their apps; finance firms offer QR codes for internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and groups of friends mark target employers on an event map; campus counselors redirect unsure students toward industries. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.6006301681370356,
    0.6006301681370356,
    0.6006301681370356,
    0.6006301681370356,
    0.8294472956347019,
    0.8294472956347019,
    0.8294472956347019,
    0.8294472956347019,
    0.8294472956347019,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.7945242276154876,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.9093793836932831,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.871392098652974,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8790238323521173,
    0.8726554983631565,
    0.8726554983631565,
    0.8726554983631565,
    0.8726554983631565
  ],
  "8": [
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "An opening PA announces the fair’s schedule, establishing a broad event timeline. At the entrance, staff scan registrations and hand out lanyards, while career counselors steer unsure students toward applicable industries and later remind attendees to maintain eye contact. Finance firms provide QR codes for immediate internship applications. Before the career fair opens, students line up outside the university gym, with resumes tucked into branded folders, and a subset lean against the wall rehearsing elevator pitches. Tech companies display demo screens showing their latest apps. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an opening PA announces the schedule, setting a broad timeline. At the entrance, staff scan registrations and hand out lanyards. Career counselors guide unsure students toward applicable industries and later remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Before opening, students line up outside the university gym with resumes in branded folders; a subset lean against the wall rehearsing elevator pitches. Tech companies display demo screens of their latest apps. Near the stage, the engineering society sponsors a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career guidance event at the university gym entrance preceding the career fair unfolds with attendees clutching resumes in branded folders. Before opening, students line up outside the gym; groups of friends use the event map to identify target employers, and a subset lean against the wall rehearsing elevator pitches. At the entrance, staff scan registrations and hand out lanyards. Counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications, while consulting firms place glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. A welcome PA outlines the fair’s schedule.",
    "At the university gym entrance ahead of the career fair, attendees clutch resumes in branded folders while queuing outside before opening. Groups of friends consult the event map to target employers, and some lean against walls rehearsing elevator pitches. Entrance staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Finance firms provide QR codes for internship applications; consulting firms place glossy case-study booklets on high tables; tech companies showcase demo screens of their latest apps. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. A welcome PA outlines the fair schedule as dozens of booths and colorful banners fill the gym floor."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.42412406427378874,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.6752755803584931,
    0.8313930402199923,
    0.8313930402199923,
    0.8313930402199923,
    0.8313930402199923,
    0.8313930402199923,
    0.8313930402199923,
    0.8313930402199923,
    0.8659001711861918,
    0.8659001711861918,
    0.8659001711861918,
    0.8659001711861918,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.86023885259362,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8624455254620502,
    0.8836168741941478,
    0.8836168741941478,
    0.8836168741941478,
    0.8836168741941478,
    0.8836168741941478,
    0.8836168741941478
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "A fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "A fair is underway, anchored by an alumni panel discussing how to prepare for technical interviews. A welcome announcement is broadcast over the PA outlining the fair’s schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "A fair is underway anchored by an alumni panel discussing how to prepare for technical interviews. A welcome PA announces the fair’s schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "A fair is underway anchored by an alumni panel discussing how to prepare for technical interviews, with a welcome PA announcing the schedule. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "An ongoing fair is anchored by an alumni panel discussing how to prepare for technical interviews, with a welcome PA announcing the schedule. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "An ongoing fair centers on an alumni panel discussing how to prepare for technical interviews, complemented by a welcome PA announcing the schedule. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners encircle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "An ongoing career fair centers on an alumni panel discussing how to prepare for technical interviews, with a welcome PA announcing the schedule. The engineering society sponsors a resume review table near the stage, while dozens of booths with colorful banners encircle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop, and finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6245254062822935,
    0.6245254062822935,
    0.6245254062822935,
    0.7770588443040414,
    0.7770588443040414,
    0.7770588443040414,
    0.7770588443040414,
    0.863327619625343,
    0.863327619625343,
    0.863327619625343,
    0.863327619625343,
    0.863327619625343,
    0.863327619625343,
    0.8685994711267871,
    0.8685994711267871,
    0.8685994711267871,
    0.8685994711267871,
    0.8685994711267871,
    0.8685994711267871,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.8854462217247505,
    0.9056326248508451,
    0.9056326248508451,
    0.9056326248508451,
    0.9056326248508451,
    0.9056326248508451,
    0.9056326248508451,
    0.9071726129350315,
    0.9071726129350315,
    0.9071726129350315,
    0.9071726129350315,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.9122298559509114,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698,
    0.89707872558698
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in stacks.",
    "Consulting firms stack glossy case study booklets on high tables, with the booklets arranged in stacks, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case-study booklets on high tables, arranging them in neat stacks. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables in neat stacks. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies showcase demo screens displaying their latest apps.",
    "At the fair, consulting firms arrange glossy case-study booklets on high tables in neat stacks, while tech companies showcase demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact, and an alumni panel anchors the event, discussing how to prepare for technical interviews. Attendees clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables in neat stacks, while tech companies showcase demo screens of their latest apps. Career counselors urge attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Attendees clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair’s schedule. Before opening, students line up outside the university gym with resumes tucked into branded folders, with a subset leaning against the wall rehearsing elevator pitches. Near the stage, the engineering society runs a resume review table. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables in neat stacks, while tech companies showcase demo screens of their latest apps. Career counselors urge attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Attendees clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA outlines the fair’s schedule. Before opening, students line up outside the university gym with resumes tucked into branded folders, a subset leaning against the wall rehearsing elevator pitches. Near the stage, the engineering society runs a resume review table. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "10_score": [
    0.0,
    0.0,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.2470535443005628,
    0.3064789761377263,
    0.3064789761377263,
    0.3064789761377263,
    0.3064789761377263,
    0.3064789761377263,
    0.7382757708143657,
    0.7382757708143657,
    0.7382757708143657,
    0.7382757708143657,
    0.7382757708143657,
    0.7382757708143657,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.8338978181945557,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.9130596424725963,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8680585284433652,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744,
    0.8692338602641744
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Tech companies display demo screens showing their latest apps while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume‑review table near the stage. Finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, tech companies display demo screens of their latest apps while a cybersecurity firm runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners encircle a polished floor; event activity centers on registration, guidance, and networking. At the entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair’s schedule.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor, focusing on registration, guidance, and networking. Tech companies display demo screens of their latest apps while a cybersecurity firm runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. A welcome announcement over the PA outlines the fair’s schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, dozens of booths with colorful banners surround the polished floor, focused on registration, guidance, and networking. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. The robotics startup flies a small drone above its booth to attract attention. An alumni panel anchors the event, discussing how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. A welcome announcement over the PA outlines the fair’s schedule.",
    "A career fair unfolds on a polished floor, dozens of booths with colorful banners surrounding registration, guidance, and networking. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. An alumni panel anchors the event, discussing how to prepare for technical interviews, and the engineering society sponsors a resume-review table near the stage. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. A welcome announcement over the PA outlines the fair’s schedule. Consulting firms stack glossy case study booklets on high tables.",
    "A university gym hosts a career fair with dozens of booths, colorful banners, and a registration area where staff scan registrations and hand out lanyards as career counselors direct unsure students toward industries. The floor is polished; groups of friends mark target employers on the event map, and students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews, while the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens of their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth. Consulting firms stack glossy case-study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Earlier, students lined up outside, rehearsing elevator pitches; eye-contact reminders were given via welcome PA."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.7591219536472786,
    0.7591219536472786,
    0.7591219536472786,
    0.7591219536472786,
    0.8791600346475832,
    0.8791600346475832,
    0.8791600346475832,
    0.8791600346475832,
    0.8791600346475832,
    0.8791600346475832,
    0.8897427082877265,
    0.8897427082877265,
    0.8897427082877265,
    0.8897427082877265,
    0.8897427082877265,
    0.9061757147538861,
    0.9061757147538861,
    0.9061757147538861,
    0.9061757147538861,
    0.9061757147538861,
    0.9061757147538861,
    0.9061757147538861,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.9002901546077682,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8880466557738316,
    0.8791056789729452,
    0.8791056789729452,
    0.8791056789729452,
    0.8791056789729452
  ],
  "12": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "The engineering society sponsors a resume review table near the stage and an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume review table near the stage and an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Before the career fair opens, students line up outside the university gym, clutching resumes inside branded folders. Inside, tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a career fair anchored by an alumni panel on how to prepare for technical interviews, and featuring a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Before the fair opens, students line up outside the university gym, clutching resumes inside branded folders. Inside, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "An engineering society sponsors a career fair anchored by an alumni panel on how to prepare for technical interviews, with a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Before opening, students line up outside the university gym, clutching resumes inside branded folders. Inside, tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society-sponsored career fair is anchored by an alumni panel on how to prepare for technical interviews, with a resume review table near the stage. Before opening, students line up outside the university gym, clutching resumes in branded folders, while event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners circle a polished floor, and tech companies display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette begin in an adjoining classroom. A welcome PA announces the fair's schedule, and the event continues with the alumni-panel-led program.",
    "An engineering society-sponsored career fair is anchored by an alumni panel on how to prepare for technical interviews, with a resume-review table near the stage. Before opening, students line up outside the university gym, clutching resumes in branded folders, while event staff at the entrance scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners surround a polished floor, with tech companies displaying demo screens of their apps and a cybersecurity firm running a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Workshops on networking etiquette occur in an adjoining classroom. A welcome PA announces the fair's schedule and the event continues with the alumni-panel-led program. Finance firms provide QR codes for internships; groups of friends mark target employers on the event map. A robotics startup flies a drone above its booth to attract attention."
  ],
  "12_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.5922048230181675,
    0.5922048230181675,
    0.5922048230181675,
    0.5922048230181675,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8088746205039111,
    0.8433233635582469,
    0.8433233635582469,
    0.8433233635582469,
    0.8433233635582469,
    0.8433233635582469,
    0.8437136178820933,
    0.8437136178820933,
    0.8437136178820933,
    0.8437136178820933,
    0.8437136178820933,
    0.8437136178820933,
    0.8437136178820933,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8664032410032544,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301,
    0.8885499564397301
  ],
  "13": [
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "A fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A fair is underway anchored by an alumni panel that discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "An ongoing career fair is anchored by an alumni panel on how to prepare for technical interviews. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "An ongoing career fair is anchored by an alumni panel on how to prepare for technical interviews. A welcome announcement is broadcast over the PA system to outline the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. On the university campus, counselors redirect unsure students toward applicable industries. Consulting firms arrange glossy case study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "An ongoing career fair is anchored by an alumni panel on how to prepare for technical interviews, opening with a welcome announcement over the PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards; attendees include students clutching resumes in branded folders and lining up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. On the university campus, counselors redirect unsure students toward applicable industries. Consulting firms arrange glossy case study booklets on high tables. At the university gym entrance, a career guidance event reinforces eye-contact reminders.",
    "An ongoing career fair anchored by an alumni panel on how to prepare for technical interviews runs as a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards while attendees—students clutching resumes inside branded folders and lining up outside the university gym before opening—observe. Career counselors remind attendees to maintain eye contact, and on campus counselors redirect unsure students toward applicable industries. A career guidance event at the gym entrance reinforces eye-contact reminders. Tech companies display demo screens of their latest apps; consulting firms place glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop as part of the event. The fair is underway with the same anchoring panel and exhibits.",
    "A university career fair anchored by alumni panel on how to prepare for technical interviews opens with a welcome PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards while students clutch resumes inside branded folders and queue outside the gym before opening. Career counselors remind attendees to maintain eye contact, and on-campus counselors redirect unsure students toward applicable industries; a gym entrance event reinforces eye-contact reminders. Tech companies display demo screens of their apps; consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for internships; a cybersecurity company runs a password-cracking challenge on a laptop; robotics startup flies a small drone above its booth. The engineering society runs a resume-review table near the stage; alumni panel discusses technical interview prep. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.8321249493736653,
    0.8321249493736653,
    0.8321249493736653,
    0.8321249493736653,
    0.8321249493736653,
    0.8343894123156002,
    0.8343894123156002,
    0.8343894123156002,
    0.8343894123156002,
    0.8481325158353687,
    0.8481325158353687,
    0.8481325158353687,
    0.8481325158353687,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8281393113279698,
    0.8269420990196059,
    0.8269420990196059,
    0.8269420990196059,
    0.8269420990196059,
    0.8269420990196059,
    0.8269420990196059,
    0.8269420990196059,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8419147638890339,
    0.8811738466786447,
    0.8811738466786447,
    0.8811738466786447,
    0.8811738466786447,
    0.8811738466786447,
    0.8811738466786447
  ],
  "14": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Event activity centers around registration, guidance, and networking. At the entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Event activity centers around registration, guidance, and networking at the university career fair outside the gym. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Consulting firms place glossy case study booklets on high tables. Students queue outside the university gym before the fair opens as a welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password cracking challenge on a laptop as part of the exhibits.",
    "The university career fair takes place outside the gym, focused on registration, guidance, and networking. At the entrance, staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries. The engineering society runs a resume-review table near the stage; an alumni panel discusses technical interview prep. Groups of friends mark target employers on the event map. Tech companies display demo screens of latest apps; finance firms offer QR codes for internships. Consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop at the exhibits. Dozens of booths with colorful banners circle the polished floor. Students queue outside the gym before opening as a PA announces the schedule, and a welcome announcement repeats during the fair.",
    "The university career fair unfolds outside the gym, focused on registration, guidance, and networking. At the entrance staff scan registrations and hand out lanyards as attendees observe and students queue outside the gym before opening, clutching resumes in branded folders. Groups of friends mark target employers on an event map, while career counselors direct unsure students toward applicable industries and on‑campus counselors reinforce eye‑contact reminders. A career guidance message at the gym entrance reiterates these cues. The engineering society runs a resume‑review table near the stage, and an alumni panel discusses technical interview prep, anchoring the event. Tech companies display demo screens of their latest apps; finance firms offer QR codes for internships; consulting firms stack glossy case‑study booklets on high tables. A robotics startup flies a drone; a cybersecurity company runs a password‑cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and PA announcements outline the schedule as the fair proceeds with the anchoring panel and exhibits."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.46907372161807026,
    0.46907372161807026,
    0.7478962521749679,
    0.7478962521749679,
    0.7478962521749679,
    0.7478962521749679,
    0.7584064957465927,
    0.7584064957465927,
    0.7584064957465927,
    0.7584064957465927,
    0.7584064957465927,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8221590894444706,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8692793131632897,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8980249216197604,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223,
    0.8659742047961223
  ],
  "15": [
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, and career counselors redirect unsure students toward applicable industries.",
    "At the university campus, a welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Consulting firms arrange glossy case study booklets on high tables, and tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "On the university campus, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms arrange glossy case-study booklets on high tables, stacking them in neat piles, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens.",
    "On the university campus, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high tables, stacked in neat piles, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens. During the event, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A subset of students stands against the wall rehearsing elevator pitches.",
    "On the university campus, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high tables, stacked in neat piles, while tech companies showcase demo screens displaying their latest apps. Students line up outside the university gym before the career fair opens. During the event, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A subset of students stands against the wall rehearsing elevator pitches. The engineering society also hosts networking etiquette workshops in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "On the university campus, a welcome PA announces the fair schedule. Career counselors direct unsure students toward applicable industries and urge attendees to maintain eye contact. Consulting firms display glossy case-study booklets on high tables, stacked neatly, while tech companies show demo screens of their latest apps. Students line up outside the university gym before the career fair opens. During the event, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A subset of students stands against the wall rehearsing elevator pitches. The engineering society also hosts networking etiquette workshops in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "On campus, a career fair unfolds with a welcome PA announcing the schedule and staff at the entrance scanning registrations while handing out lanyards. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor: consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens, and later clutch resumes inside branded folders. The engineering society sponsors a resume-review table near the stage; an alumni panel discusses preparing for technical interviews, with quick pep talks near the coffee station and networking etiquette workshops in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. The fair is underway.",
    "On campus, a career fair unfolds on a polished floor with dozens of booths and colorful banners surrounding registration, guidance, and networking. At the entrance, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule. Career counselors direct unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths include consulting firms stacking glossy case-study booklets on high tables, tech companies displaying demo screens of their latest apps, and finance firms offering QR codes for immediate internship applications; a cybersecurity firm runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth. The engineering society sponsors a resume-review table near the stage; the alumni panel discusses preparing for technical interviews, with quick pep talks near the coffee station and networking etiquette workshops in the adjoining classroom. Later, students clutch resumes inside branded folders as the fair proceeds."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.48165327791212975,
    0.48165327791212975,
    0.48165327791212975,
    0.8081533253237678,
    0.8081533253237678,
    0.8081533253237678,
    0.8081533253237678,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8196127149808291,
    0.8658965651185779,
    0.8658965651185779,
    0.8658965651185779,
    0.8658965651185779,
    0.8658965651185779,
    0.8658965651185779,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.8511358952560113,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.85609658202964,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9029602238973934,
    0.9114559464335914,
    0.9114559464335914,
    0.9114559464335914,
    0.9114559464335914
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An engineering society sponsors a resume review table positioned near the stage.",
    "An engineering society sponsors a resume review table positioned near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "An engineering society sponsors a resume review table near the stage, with workshops on networking etiquette taking place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "An engineering society sponsors a resume review table near the stage, with networking etiquette workshops in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops take place in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms display glossy case-study booklets on high tables stacked in neat piles. Students line up outside the university gym before the fair opens. A subset of students stands against the wall rehearsing elevator pitches.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage and an alumni panel on preparing for technical interviews. Networking etiquette workshops take place in an adjoining classroom. At the entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact and direct unsure students toward industries. Tech companies display demo screens of their apps, and consulting firms place glossy case-study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the gym before the fair opens, with a subset rehearsing elevator pitches against the wall. The fair centers on registration, guidance, and networking outside the gym, and a cybersecurity company runs a password cracking challenge on a laptop as part of the exhibits. A welcome PA outlines the schedule.",
    "At the university gym, the engineering society-sponsored career fair unfolds anchored by an alumni panel on preparing for technical interviews. A resume review table sits near the stage, with alumni volunteers offering quick pep talks by the coffee station. Networking etiquette workshops run in an adjoining classroom, while groups of friends mark target employers on an event map. Entrance staff scan registrations and hand out lanyards, and a welcome PA outlines the schedule. Counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Inside, tech firms display demo screens of their latest apps and consulting firms place glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Before opening, students line up outside clutching resumes in branded folders, with some rehearsing elevator pitches against the wall. The event centers on registration, guidance, and networking outside the gym.",
    "At the university gym, the engineering society-sponsored career fair is anchored by an alumni panel on preparing for technical interviews. Before opening, students line up outside clutching resumes and rehearsing elevator pitches. Inside, dozens of booths circle gym floor: tech firms display demo screens of their latest apps, consulting firms place glossy case-study booklets on high tables, a cybersecurity company runs a password-cracking challenge on a laptop, finance firms offer QR codes for internship applications, and a robotics startup flies a small drone above its booth. A resume review table sits near the stage with alumni volunteers offering quick pep talks by coffee station. Networking etiquette workshops run in an adjoining classroom, while groups mark target employers on an event map. Entrance staff scan registrations and hand out lanyards; a welcome PA outlines the schedule, and counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4578065329263694,
    0.4578065329263694,
    0.40812898088575233,
    0.40812898088575233,
    0.40812898088575233,
    0.40812898088575233,
    0.40812898088575233,
    0.7305314970879998,
    0.7305314970879998,
    0.7305314970879998,
    0.7305314970879998,
    0.7447423012578702,
    0.7447423012578702,
    0.7447423012578702,
    0.7447423012578702,
    0.7447423012578702,
    0.7633168243908639,
    0.7633168243908639,
    0.7633168243908639,
    0.7633168243908639,
    0.7633168243908639,
    0.7633168243908639,
    0.7633168243908639,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8727756434135246,
    0.8814182597210272,
    0.8814182597210272,
    0.8814182597210272,
    0.8814182597210272,
    0.8814182597210272,
    0.8814182597210272,
    0.8814182597210272,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768,
    0.8315352183818768
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while finance firms provide QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "Staff at the event entrance scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule.",
    "Staff at the event entrance scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system, outlining the fair’s schedule. Groups of friends mark target employers on the event map.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance, and attendees clutch resumes inside branded folders. Before opening, students line up outside the university gym with resumes tucked into branded folders, some leaning against the wall rehearsing elevator pitches. Near the stage, the engineering society runs a resume review table. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Consulting firms display glossy case-study booklets on high tables in neat stacks, while tech companies showcase demo screens of their latest apps. Groups of friends mark target employers on the event map. A welcome PA outlines the fair’s schedule. Career counselors redirect unsure students toward applicable industries and urge attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.449884727540838,
    0.449884727540838,
    0.449884727540838,
    0.449884727540838,
    0.449884727540838,
    0.449884727540838,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7709997464443828,
    0.7984520293367328,
    0.7984520293367328,
    0.7984520293367328,
    0.7984520293367328,
    0.7984520293367328,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.8810834137395598,
    0.890112197497926,
    0.890112197497926,
    0.890112197497926,
    0.890112197497926,
    0.890112197497926,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.9001541797348229,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123,
    0.8728090932525123
  ],
  "18": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "During the event, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym in the time before the career fair opens. A subset of those students stands against the wall, quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact.",
    "During the event, the engineering society sponsors a resume review table near the stage while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens, with a subset standing against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact.",
    "During the event, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens, with a subset standing against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, with a subset standing against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms arrange glossy case-study booklets on high tables, stacking them in neat piles, while tech companies showcase demo screens displaying their latest apps.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens, with a subset standing against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms arrange glossy case-study booklets on high tables, stacking them in neat piles, while tech companies showcase demo screens displaying their latest apps.",
    "At the university career fair, dozens of booths with banners circle the gym floor, including a resume review table sponsored by the engineering society near the stage. Entrance staff scan registrations and hand out lanyards as students line up outside the gym before opening, with a subset rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement over the PA outlines the schedule, anchoring the event by the alumni panel. Consulting firms display case-study booklets on high tables, stacked in neat piles, while tech companies showcase demo screens of their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.7640894786388217,
    0.7640894786388217,
    0.7640894786388217,
    0.7640894786388217,
    0.7640894786388217,
    0.7640894786388217,
    0.78768062354134,
    0.78768062354134,
    0.78768062354134,
    0.78768062354134,
    0.78768062354134,
    0.7908044516234228,
    0.7908044516234228,
    0.7908044516234228,
    0.7845102652192579,
    0.7845102652192579,
    0.7845102652192579,
    0.7845102652192579,
    0.7845102652192579,
    0.7845102652192579,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8621622227222262,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096,
    0.8802506238046096
  ],
  "19": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym with resumes tucked into branded folders, while a subset leans against the wall rehearsing elevator pitches. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym with resumes tucked into branded folders, while a subset leans against the wall rehearsing elevator pitches. Tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Before the career fair opens, students line up outside the university gym with resumes tucked into branded folders, while a subset leans against the wall rehearsing elevator pitches. Tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Near the stage, the engineering society runs a resume review table. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. A welcome PA outlines the fair’s schedule. Finance firms provide QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym with resumes tucked into branded folders, while some lean against the wall rehearsing elevator pitches. Tech companies display demo screens of their latest apps; at the entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Near the stage, the engineering society runs a resume review table. An alumni panel anchors the event, discussing how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. A welcome PA outlines the fair's schedule. Finance firms provide QR codes for immediate internship applications. At the fair, consulting firms arrange glossy case-study booklets on high tables in neat stacks; attendees clutch resumes inside branded folders.",
    "Prior to the university career fair opening, students line up outside the university gym with resumes tucked into branded folders, some leaning against the wall and quietly rehearsing elevator pitches. Inside, tech companies display demo screens of their latest apps, while finance firms provide QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume-review table. An alumni panel anchors the event, discussing how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms arrange glossy case-study booklets on high tables in neat stacks, and attendees clutch resumes inside branded folders. A welcome PA broadcasts the fair schedule.",
    "A university career fair unfolds at the campus gym: students line up outside with resumes tucked into branded folders, some leaning against the wall and rehearsing elevator pitches. Inside, tech companies display demo screens of their latest apps, while finance firms provide QR codes for internship applications. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Near the stage, the engineering society sponsors a resume-review table. An alumni panel anchors the event, discussing how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms arrange glossy case-study booklets on high tables in neat stacks. A welcome PA broadcasts the fair schedule. A robotics startup flies a small drone above its booth for attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.43376722976093374,
    0.43376722976093374,
    0.43376722976093374,
    0.43376722976093374,
    0.43376722976093374,
    0.5736963355163105,
    0.5736963355163105,
    0.5736963355163105,
    0.5736963355163105,
    0.5736963355163105,
    0.833830666624002,
    0.833830666624002,
    0.833830666624002,
    0.833830666624002,
    0.833830666624002,
    0.833830666624002,
    0.833830666624002,
    0.8626308589758811,
    0.8626308589758811,
    0.8626308589758811,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.8986245482690909,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.9039861104525957,
    0.869230704345509,
    0.869230704345509,
    0.869230704345509,
    0.869230704345509,
    0.869230704345509,
    0.869230704345509,
    0.869230704345509,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612,
    0.8706362574889612
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At an event, a cybersecurity company hosts a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, including a resume review table sponsored by the engineering society near the stage. Career counselors direct unsure students toward applicable industries. A fair is underway, anchored by the alumni panel and a welcome announcement over the PA outlining the fair’s schedule. Tech companies display demo screens showing their latest apps.",
    "At the career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews. Entrance staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, including a resume review table sponsored by the engineering society near the stage. Career counselors direct unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement is broadcast over the PA system outlining the fair’s schedule, anchoring the event by the alumni panel.",
    "At the university career fair, a polished arena fills with dozens of booths and colorful banners around the gym floor. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Entrance staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before opening, with a subset quietly rehearsing elevator pitches against the wall. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule, anchored by the alumni panel. Consulting firms arrange glossy case-study booklets on high tables; tech companies showcase demo screens of their latest apps. Finance firms offer QR codes for internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair in the gym, many booths with colorful banners surround a floor focused on registration, guidance, and networking. The engineering society sponsors a resume-review table near the stage, and an alumni panel anchors the event, discussing how to prepare for technical interviews. Entrance staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map. Students line up outside before opening, with some rehearsing elevator pitches against a wall. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A welcome PA outlines the fair’s schedule. Consulting firms display case-study booklets on tables; tech companies show demo screens of their apps. A cybersecurity firm runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for internship applications."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.41631583543003314,
    0.41631583543003314,
    0.41631583543003314,
    0.7499825944859881,
    0.7499825944859881,
    0.7499825944859881,
    0.7499825944859881,
    0.7499825944859881,
    0.7499825944859881,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.7485735313467442,
    0.8661602929616858,
    0.8661602929616858,
    0.8661602929616858,
    0.8661602929616858,
    0.8661602929616858,
    0.8661602929616858,
    0.8661602929616858,
    0.8944874979277704,
    0.8944874979277704,
    0.8944874979277704,
    0.8944874979277704,
    0.8944874979277704,
    0.8944874979277704,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8827931635811892,
    0.8859228811553996,
    0.8859228811553996
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Among attendees, students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career guidance event, career counselors remind attendees to maintain eye contact. The fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Among attendees, students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair’s schedule.",
    "At a career guidance event, counselors remind attendees to maintain eye contact as the fair proceeds. The venue is anchored by an alumni panel discussing how to prepare for technical interviews. Consulting firms arrange glossy case study booklets on high tables, while tech companies showcase demo screens displaying their latest apps. Attendees clutch resumes inside branded folders. Staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career guidance fair, counselors remind attendees to maintain eye contact as the event proceeds, while an alumni panel anchors the venue to discuss how to prepare for technical interviews. Consulting firms place glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Attendees clutch resumes inside branded folders. Entrance staff scan registrations and hand out lanyards, and a welcome announcement over the PA outlines the schedule. Alumni volunteers give quick pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, alongside tech firms' demo screens showcasing their apps.",
    "At the university gym, an engineering society-sponsored career fair anchored by an alumni panel on preparing for technical interviews unfolds, with a resume review table near the stage and alumni volunteers offering quick pep talks by the coffee station. Before opening, students line up outside clutching resumes in branded folders. Inside, tech firms display demo screens of their latest apps, and consulting firms place glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Entrance staff scan registrations and hand out lanyards as a welcome PA announces the schedule. Counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, an engineering society–sponsored career fair anchored by an alumni panel on preparing for technical interviews unfolds. A resume review table sits near the stage, while alumni volunteers offer brief pep talks by the coffee station. Before opening, students line up outside clutching resumes in branded folders. Inside, tech firms display demo screens of their latest apps, and consulting firms place glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Entrance staff scan registrations and hand out lanyards as a welcome PA announces the schedule. Counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, the engineering society–sponsored career fair unfolds around an alumni panel on preparing for technical interviews. A resume review table sits near the stage, with alumni volunteers offering brief pep talks by the coffee station. Before opening, students line up outside clutching resumes in branded folders while staff at the entrance scan registrations and hand out lanyards as a welcome PA announces the schedule. Inside, tech firms display demo screens of their latest apps and consulting firms place glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop. Counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries; workshops on networking etiquette begin in the adjoining classroom. A subset of attendees stands against the wall rehearsing elevator pitches."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5916985567254202,
    0.5916985567254202,
    0.5916985567254202,
    0.7615103462571963,
    0.7615103462571963,
    0.7615103462571963,
    0.7615103462571963,
    0.7615103462571963,
    0.7615103462571963,
    0.8547269454056156,
    0.8547269454056156,
    0.8547269454056156,
    0.8547269454056156,
    0.8547269454056156,
    0.8633335256983985,
    0.8633335256983985,
    0.8633335256983985,
    0.8633335256983985,
    0.8633335256983985,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8696045793048943,
    0.8406514987900797,
    0.8406514987900797,
    0.8406514987900797,
    0.8406514987900797,
    0.8406514987900797,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8380987407460638,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609,
    0.8376721090170609
  ],
  "22": [
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. A welcome announcement broadcasts over the PA system outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. The fair is underway.",
    "At the fair, the engineering society sponsors a resume-review table near the stage, while dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. An entrance staffed by event personnel scans registrations and hands out lanyards. A welcome announcement broadcasts over the PA outlining the fair's schedule. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. The fair is underway.",
    "At the fair, the engineering society sponsors a resume-review table near the stage, as dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. An entrance staffed by event personnel scans registrations and hands out lanyards, while career counselors remind attendees to maintain eye contact. A welcome announcement broadcasts over the PA outlining the fair's schedule, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. On campus, counselors redirect unsure students toward applicable industries, and students line up outside the university gym before the fair opens. The fair is underway.",
    "At the university fair, the engineering society sponsors a resume-review table near the stage as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens, and finance firms offer QR codes for immediate internship applications. An entrance staffed by event personnel scans registrations and hands out lanyards, while career counselors remind attendees to maintain eye contact. A welcome PA outlines the schedule, followed by an alumni panel on preparing for technical interviews. Consulting firms stack glossy case-study booklets on high tables, while students clutch resumes in branded folders. A robotics startup flies a small drone above its booth to attract attention. On campus, counselors direct unsure students toward applicable industries, and students line up outside the university gym before the fair opens. The fair is underway, with alumni volunteers sharing quick pep talks near the coffee station.",
    "At the university fair, dozens of booths with colorful banners encircle a polished floor while the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens and finance firms offer QR codes for internships. An entrance staffed by event personnel scans registrations and hands out lanyards, as career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. A welcome PA outlines the schedule, followed by an alumni panel on preparing for technical interviews; alumni volunteers offer pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes in branded folders. A robotics startup flies a drone above its booth, alongside healthcare providers displaying community-outreach photos. Workshops on networking etiquette occur in the adjoining classroom. Some attendees line up outside by the university gym before doors open, then gather inside as the fair proceeds."
  ],
  "22_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.557312424663602,
    0.557312424663602,
    0.557312424663602,
    0.557312424663602,
    0.557312424663602,
    0.557312424663602,
    0.557312424663602,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.8944384963490559,
    0.9051442919030961,
    0.9051442919030961,
    0.9051442919030961,
    0.9051442919030961,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.9079700102257496,
    0.912112443974423,
    0.912112443974423,
    0.912112443974423,
    0.912112443974423,
    0.912112443974423,
    0.912112443974423,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.8907865469859046,
    0.9081154863411689,
    0.9081154863411689
  ],
  "23": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Some students stand against the wall and rehearse elevator pitches quietly.",
    "Students are lined up outside the university gym in the time before the career fair opens. A subset stands against the wall rehearsing elevator pitches quietly. Career counselors remind attendees to maintain eye contact.",
    "Before the career fair opens, students line up outside the university gym; a subset stands against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym, with a subset against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, students line up outside the university gym, with a subset against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Before the career fair opens, students line up outside the university gym, with a subset against the wall quietly rehearsing elevator pitches. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "The career fair is underway at the university gym. Earlier, students lined up outside, with a subset against the wall quietly rehearsing elevator pitches as career counselors reminded attendees to maintain eye contact. Inside, the engineering society sponsors a resume-review table near the stage, and tech companies display demo screens of their latest apps while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders, and a welcome PA broadcasts the fair's schedule.",
    "The career fair is underway at the university gym, with attendees gathered near the venue before opening and line up outside as staff scan registrations and hand out lanyards. A subset of students stands against a wall quietly rehearsing elevator pitches while career counselors remind attendees to maintain eye contact and direct unsure students toward industries. Inside, dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews; consulting firms stack case-study booklets on high tables. Tech companies display demo screens of their latest apps, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention, and attendees clutch resumes inside branded folders. A welcome PA broadcasts the fair's schedule; networking etiquette workshops occur in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.49971669148038234,
    0.49971669148038234,
    0.49971669148038234,
    0.49971669148038234,
    0.49971669148038234,
    0.6322470532436872,
    0.6322470532436872,
    0.6322470532436872,
    0.6322470532436872,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8265723039327216,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8676471957363812,
    0.8829240066522555,
    0.8829240066522555,
    0.8829240066522555,
    0.8829240066522555,
    0.8829240066522555,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.8993958512327866,
    0.9066355170601657,
    0.9066355170601657,
    0.9066355170601657,
    0.9066355170601657,
    0.9066355170601657,
    0.9066355170601657,
    0.9066355170601657
  ],
  "24": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards. The fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards. The fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event staff scan registrations and hand out lanyards. The fair is underway, anchored by an alumni panel that discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. The fair is underway, anchored by an alumni panel discussing how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. The fair is underway, anchored by an alumni panel discussing how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "The scene is a career fair in progress. At the entrance, event staff scan registrations and hand out lanyards. The fair is anchored by an alumni panel on preparing for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The career fair is in progress. At the entrance, event staff scan registrations and hand out lanyards. The fair is anchored by an alumni panel on preparing for technical interviews. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "The campus career fair is in progress, with staff at the entrance scanning registrations and handing out lanyards. An alumni panel on preparing for technical interviews anchors the event, complemented by career counselors who guide unsure students toward applicable industries and urge attendees to maintain eye contact. A welcome PA announces the fair schedule. Students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos. Before opening, students line up outside the university gym. The engineering society sponsors a resume review table near the stage and hosts networking etiquette workshops in the adjoining classroom; alumni volunteers offer quick pep talks near the coffee station."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.573446542688861,
    0.8733426078125073,
    0.8733426078125073,
    0.8733426078125073,
    0.8733426078125073,
    0.8733426078125073,
    0.862579232824408,
    0.862579232824408,
    0.862579232824408,
    0.862579232824408,
    0.8867158884973437,
    0.8867158884973437,
    0.8867158884973437,
    0.8867158884973437,
    0.8867158884973437,
    0.8867158884973437,
    0.8963232913383083,
    0.8963232913383083,
    0.8963232913383083,
    0.8963232913383083,
    0.8963232913383083,
    0.8963232913383083,
    0.8963232913383083,
    0.9005067543470497,
    0.9005067543470497,
    0.9005067543470497,
    0.9005067543470497,
    0.9005067543470497,
    0.9005067543470497,
    0.8546735364610907,
    0.8546735364610907,
    0.8546735364610907,
    0.8546735364610907,
    0.8546735364610907,
    0.8691151284907486,
    0.8691151284907486,
    0.8691151284907486,
    0.8691151284907486,
    0.8691151284907486,
    0.8691151284907486,
    0.8691151284907486,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644,
    0.8760066261241644
  ]
}