{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An event scene shows a busy exhibition floor where healthcare providers showcase community outreach photos and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "An event scene shows a busy exhibition floor where healthcare providers showcase community outreach photos and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a busy exhibition floor, healthcare providers showcase community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "On a busy exhibition floor, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact.",
    "A busy exhibition floor hosts healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "An active exhibition floor hosts healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. Groups of friends mark target employers on the event map while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the polished floor. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "An active exhibition floor hosts healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "An active exhibition floor hosts healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An active exhibition floor hosts healthcare providers displaying community outreach photos, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.5118279456905818,
    0.5118279456905818,
    0.5118279456905818,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.5968223531657688,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7589070661110322,
    0.7209037012883097,
    0.7209037012883097,
    0.7209037012883097,
    0.7539091061613665,
    0.7539091061613665,
    0.7539091061613665,
    0.7539091061613665,
    0.7539091061613665,
    0.783029860997359,
    0.783029860997359,
    0.783029860997359,
    0.783029860997359,
    0.7983134931514051,
    0.7983134931514051,
    0.7983134931514051,
    0.7983134931514051,
    0.7983134931514051,
    0.7983134931514051,
    0.7961213758807536,
    0.7961213758807536,
    0.7961213758807536,
    0.7961213758807536,
    0.7961213758807536,
    0.7986317334903639,
    0.7986317334903639,
    0.7986317334903639,
    0.7986317334903639,
    0.7946744021902596,
    0.7946744021902596,
    0.7946744021902596,
    0.7946744021902596,
    0.7946744021902596,
    0.7946744021902596,
    0.8217683812065915,
    0.8217683812065915,
    0.8217683812065915,
    0.8217683812065915,
    0.8217683812065915,
    0.8217683812065915,
    0.8217683812065915,
    0.8588496533789232,
    0.8588496533789232
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a few students rehearse elevator pitches quietly against the wall.",
    "In the adjoining classroom, networking etiquette workshops are underway, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "In an adjoining classroom, networking etiquette workshops are underway, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact as a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention.",
    "Networking etiquette workshops are underway in the adjoining classroom, while a welcome announcement over the PA system outlines the fair schedule. Consulting firms have glossy case study booklets stacked on high tables, and career counselors remind attendees to maintain eye contact as a few students rehearse elevator pitches quietly against the wall. A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "A career fair scene has networking etiquette workshops underway in the adjoining classroom and a welcome announcement over the PA system outlining the schedule. Consulting firms display glossy case study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact as a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A career fair scene features networking etiquette workshops underway in the adjoining classroom and a welcome announcement over the PA system outlining the schedule. Consulting firms display glossy case study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact as a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "A career fair scene features networking etiquette workshops underway in the adjoining classroom and a welcome announcement over the PA system outlining the schedule. Consulting firms display glossy case study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact; a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A career fair scene features networking etiquette workshops underway in the adjoining classroom and a welcome announcement over the PA system outlining the schedule. Consulting firms display glossy case study booklets stacked on high tables while career counselors remind attendees to maintain eye contact; a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "A career fair scene includes networking etiquette workshops underway in the adjoining classroom and a welcome announcement over the PA system outlining the schedule. Consulting firms display glossy case study booklets stacked on high tables, while career counselors remind attendees to maintain eye contact and a few students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.4966595891407609,
    0.4966595891407609,
    0.4966595891407609,
    0.4966595891407609,
    0.4966595891407609,
    0.47541213321550385,
    0.47541213321550385,
    0.47541213321550385,
    0.47541213321550385,
    0.6758353526250054,
    0.6758353526250054,
    0.6758353526250054,
    0.6758353526250054,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7585587533271855,
    0.7921528886700869,
    0.7921528886700869,
    0.7921528886700869,
    0.8019783328618608,
    0.8019783328618608,
    0.8019783328618608,
    0.8019783328618608,
    0.8019783328618608,
    0.8019783328618608,
    0.816890957021553,
    0.816890957021553,
    0.816890957021553,
    0.8230563601492233,
    0.8230563601492233,
    0.8230563601492233,
    0.8230563601492233,
    0.8230563601492233,
    0.8230563601492233,
    0.8710661194836558,
    0.8710661194836558,
    0.8710661194836558,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8851866675844102,
    0.8900079162647929,
    0.8900079162647929,
    0.8900079162647929,
    0.8900079162647929,
    0.8900079162647929,
    0.8900079162647929
  ],
  "2": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase photos from community outreach; the engineering society sponsors a resume review table near the stage; a robotics startup flies a small drone above its booth to attract attention.",
    "The event features registration processing, attendee introductions, and multiple exhibitor setups, with the following specifics: at the event entrance, staff scan registrations and hand out lanyards; human resources teams jot notes on tablets as students introduce themselves; healthcare providers showcase photos from community outreach; the engineering society sponsors a resume review table near the stage; a robotics startup flies a small drone above its booth to attract attention; tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, staff scan registrations and hand out lanyards at the entrance as HR teams jot notes on tablets while students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, staff scan registrations and hand out lanyards at the entrance while HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, staff scan registrations and hand out lanyards at the entrance while HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, staff scan registrations and hand out lanyards at the entrance as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, registrations are scanned and lanyards handed out at the entrance while HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, registrations are scanned and lanyards handed out at the entrance as HR teams jot notes on tablets and students introduce themselves. Healthcare providers showcase photos from community outreach. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.7342230303669053,
    0.7342230303669053,
    0.7342230303669053,
    0.7342230303669053,
    0.7949977040376759,
    0.7949977040376759,
    0.7949977040376759,
    0.7949977040376759,
    0.7949977040376759,
    0.519043328689632,
    0.519043328689632,
    0.519043328689632,
    0.519043328689632,
    0.5422371374588809,
    0.5422371374588809,
    0.5422371374588809,
    0.5422371374588809,
    0.5422371374588809,
    0.5422371374588809,
    0.5422371374588809,
    0.8360107908438569,
    0.8360107908438569,
    0.8360107908438569,
    0.8360107908438569,
    0.8360107908438569,
    0.8360107908438569,
    0.8360107908438569,
    0.8428331549288883,
    0.8428331549288883,
    0.8428331549288883,
    0.8428331549288883,
    0.8411154822794524,
    0.8411154822794524,
    0.8411154822794524,
    0.8509074551416062,
    0.8509074551416062,
    0.8509074551416062,
    0.8509074551416062,
    0.8509074551416062,
    0.8509074551416062,
    0.8509074551416062,
    0.8520064873052262,
    0.8520064873052262,
    0.8520064873052262,
    0.8520064873052262,
    0.8520064873052262,
    0.8520064873052262,
    0.8559367561921583,
    0.8559367561921583,
    0.8559367561921583,
    0.8559367561921583,
    0.8559367561921583,
    0.8664572757242911,
    0.8664572757242911,
    0.8664572757242911
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Several students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Several students rehearse elevator pitches quietly against a wall while a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Several students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "An event unfolds with several students rehearsing elevator pitches quietly against a wall as a cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "An event unfolds with several students rehearsing elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map.",
    "An event features students rehearsing elevator pitches quietly against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "An event unfolds with students quietly rehearsing elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "The scene depicts a university career fair in progress: students quietly rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on an event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and a line forms outside the university gym before the career fair opens.",
    "The scene is a university career fair in progress, with students quietly rehearsing elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on an event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and a line forms outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair in progress, students rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on an event map. A line forms outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "A university career fair is in progress, with students rehearsing elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor, and groups of friends mark target employers on an event map. A line forms outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3344379960209629,
    0.3344379960209629,
    0.3344379960209629,
    0.3344379960209629,
    0.3344379960209629,
    0.3344379960209629,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.5309330225183496,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7364646284776792,
    0.7510439059843939,
    0.7510439059843939,
    0.7510439059843939,
    0.7738659523161966,
    0.7738659523161966,
    0.7738659523161966,
    0.7738659523161966,
    0.7920301422238313,
    0.7920301422238313,
    0.7920301422238313,
    0.7920301422238313,
    0.7920301422238313,
    0.7925532725221232,
    0.7925532725221232,
    0.7925532725221232,
    0.7925532725221232,
    0.7798249014070324,
    0.7798249014070324,
    0.7798249014070324,
    0.7798249014070324,
    0.8067765620808464,
    0.8067765620808464,
    0.8067765620808464,
    0.8067765620808464,
    0.8067765620808464,
    0.8067765620808464,
    0.8518269656335026,
    0.8518269656335026,
    0.8518269656335026,
    0.8518269656335026,
    0.8602404096460605,
    0.8602404096460605,
    0.8602404096460605,
    0.8602404096460605,
    0.8602404096460605,
    0.8602404096460605,
    0.8552693200609056
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28745611716390485,
    0.28745611716390485,
    0.28745611716390485
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards; groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Event entrance activity includes staff scanning registrations and handing out lanyards; groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers give quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and distribute lanyards, while groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station, and a welcome PA announces the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and finance firms display QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and distribute lanyards, while groups of friends mark target employers on the event map. Inside, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station, and a welcome PA announces the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and finance firms display QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and distribute lanyards. Groups of friends mark target employers on the event map. Inside the venue, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station, and a welcome PA broadcasts the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Inside the venue, students clutch resumes in branded folders as alumni volunteers give quick pep talks near the coffee station, and a welcome PA broadcasts the fair schedule. Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, and finance firms display QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair around the university gym, outside the venue students line up before opening, some rehearsing elevator pitches quietly against the wall. Inside, staff at the entrance scan registrations and hand out lanyards while groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station and a welcome PA broadcasts the fair schedule. Dozens of booths with colorful banners circle the polished floor; consulting firms stack glossy case study booklets on high tables, and finance firms display QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. Students clutch resumes in branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.42829840440361033,
    0.42829840440361033,
    0.623217441874192,
    0.623217441874192,
    0.623217441874192,
    0.6202027180272051,
    0.6202027180272051,
    0.6202027180272051,
    0.6202027180272051,
    0.8319102376507224,
    0.8319102376507224,
    0.8319102376507224,
    0.8319102376507224,
    0.8319102376507224,
    0.8319102376507224,
    0.843665874664248,
    0.843665874664248,
    0.843665874664248,
    0.843665874664248,
    0.8316595696244388,
    0.8316595696244388,
    0.8316595696244388,
    0.8316595696244388,
    0.8455128095946871,
    0.8455128095946871,
    0.8715196335992336,
    0.8715196335992336,
    0.8715196335992336,
    0.8715196335992336,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8545875588964061,
    0.8661333878479318,
    0.8661333878479318,
    0.8661333878479318,
    0.8661333878479318,
    0.8661333878479318,
    0.8661333878479318,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8690078959501816,
    0.8620291566326017,
    0.8620291566326017,
    0.8620291566326017,
    0.8620291566326017
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes contained in branded folders, indicating preparation for job applications. Some students rehearse elevator pitches quietly against the wall, practicing their delivery in a private stance. The scene centers on personal branding materials and live rehearsal, with the wall serving as a backdrop for speech practice.",
    "Students clutch resumes in branded folders as they prepare for job applications. Some rehearse elevator pitches quietly against the wall, using the wall as a backdrop for private delivery. The scene centers on personal branding materials and live rehearsal, with dozens of booths and colorful banners circling a polished floor.",
    "At a career fair-like scene, students clutch resumes in branded folders as they prepare for job applications. Some rehearse elevator pitches quietly against the wall, using it as a backdrop for private delivery. The scene centers on personal branding materials and live rehearsal, with dozens of booths and colorful banners circling a polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair-like scene, students clutch resumes in branded folders as they prepare for job applications. Some rehearse elevator pitches quietly against the wall, using it as a backdrop for private delivery. The scene centers on personal branding materials and live rehearsal, with dozens of booths and colorful banners circling a polished floor. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair-like scene, students clutch resumes in branded folders as they prepare for job applications. Dozens of booths and colorful banners circle a polished floor, with the scene centering on personal branding materials and live rehearsal. Some students rehearse elevator pitches quietly against the wall, using it as a backdrop for private delivery. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair-like scene shows students clutching resumes in branded folders as they prepare for job applications. Dozens of booths and colorful banners circle a polished floor, with the focus on personal branding materials and live rehearsal. Some students rehearse elevator pitches quietly against the wall, using the wall as a backdrop for private delivery. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Scene at a career fair: students clutch resumes in branded folders as they prepare for job applications. Dozens of booths and colorful banners encircle a polished floor, with emphasis on personal branding materials and live rehearsal. Some students rehearse elevator pitches quietly against a wall, using it as a backdrop for private delivery. Consulting firms display glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a career fair, students clutch resumes in branded folders as they prepare for job applications. Dozens of booths and colorful banners encircle a polished floor, with emphasis on personal branding materials and live rehearsal. Some students rehearse elevator pitches quietly against a wall, using it as a backdrop for private delivery. Consulting firms display glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, dozens of booths and colorful banners encircle a polished floor, with emphasis on personal branding materials and live rehearsal. Students clutch resumes in branded folders as they prepare for job applications. Some students rehearse elevator pitches quietly against a wall, using it as a backdrop for private delivery. Consulting firms display glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.6297109601123013,
    0.6297109601123013,
    0.6297109601123013,
    0.6297109601123013,
    0.6929064250796619,
    0.6929064250796619,
    0.6929064250796619,
    0.6929064250796619,
    0.6929064250796619,
    0.6929064250796619,
    0.7562824712140255,
    0.7562824712140255,
    0.7562824712140255,
    0.7562824712140255,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.7960814251786323,
    0.8279307893464203,
    0.8279307893464203,
    0.8279307893464203,
    0.8279307893464203,
    0.8359429592335483,
    0.8359429592335483,
    0.8359429592335483,
    0.8359429592335483,
    0.8359429592335483,
    0.8359429592335483,
    0.8359429592335483,
    0.8403751247561986,
    0.8403751247561986,
    0.8403751247561986,
    0.8403751247561986,
    0.8650803423214322,
    0.8650803423214322,
    0.8650803423214322,
    0.8650803423214322,
    0.8650803423214322,
    0.8650803423214322,
    0.8650803423214322,
    0.869552354447068,
    0.869552354447068
  ],
  "7": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening. A cybersecurity company runs a password cracking challenge on a laptop at the event. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, students line up outside the gym ahead of the opening. A cybersecurity company runs a password-cracking challenge on a laptop at the event. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, students line up outside the gym before opening. A cybersecurity company hosts a password-cracking challenge on a laptop at the event. Alumni volunteers deliver short pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, students line up outside the gym before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at the event, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, students line up outside the gym before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, students line up outside the gym before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showcasing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, students line up outside the gym before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair held near the gym, students line up outside before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair held near the gym, students line up outside before opening as dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver short pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At a university career fair held near the gym, students line up outside as dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give short pep talks near the coffee station, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.512107119364744,
    0.512107119364744,
    0.679539230791336,
    0.679539230791336,
    0.679539230791336,
    0.679539230791336,
    0.679539230791336,
    0.7477780434560086,
    0.7477780434560086,
    0.7477780434560086,
    0.7477780434560086,
    0.7477780434560086,
    0.7777710328050442,
    0.7777710328050442,
    0.7777710328050442,
    0.7777710328050442,
    0.7777710328050442,
    0.7777710328050442,
    0.8647105769392177,
    0.8647105769392177,
    0.8647105769392177,
    0.8647105769392177,
    0.8786222599323843,
    0.8786222599323843,
    0.8786222599323843,
    0.8786222599323843,
    0.8786222599323843,
    0.8716209390658478,
    0.8716209390658478,
    0.8713574055837953,
    0.8713574055837953,
    0.8713574055837953,
    0.8713574055837953,
    0.8713574055837953,
    0.8713574055837953,
    0.8581099629473035,
    0.8581099629473035,
    0.8581099629473035,
    0.8581099629473035,
    0.857489120967323,
    0.857489120967323,
    0.857489120967323,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8539100505286349,
    0.8588596033527549,
    0.8588596033527549,
    0.8588596033527549,
    0.8588596033527549,
    0.8562212430429608,
    0.8562212430429608,
    0.8562212430429608,
    0.8562212430429608,
    0.8562212430429608
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched inside branded folders.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched in branded folders. Workshops on networking etiquette run in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "On campus, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens, prepared with resumes clutched in branded folders. Workshops on networking etiquette run in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "On campus during a career fair, human resources teams jot notes on tablets as students introduce themselves while alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens, resumes clutched in branded folders. Workshops on networking etiquette run in the adjoining classroom, and some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At a campus career fair near the university gym, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Before opening, students line up outside the gym, resumes clutched in branded folders. In the adjoining classroom, workshops on networking etiquette run, and some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At a campus career fair near the university gym, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Before opening, students line up outside the gym with resumes clutched in branded folders. In the adjoining classroom, workshops on networking etiquette are in progress, and some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.3607848862400129,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.35553309086083423,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5433272921508239,
    0.5549268617032438,
    0.5549268617032438,
    0.5549268617032438,
    0.5549268617032438,
    0.6912091950143302,
    0.6912091950143302,
    0.6912091950143302,
    0.7060919154287398,
    0.7060919154287398,
    0.7060919154287398,
    0.7060919154287398,
    0.7060919154287398,
    0.7060919154287398,
    0.7060919154287398,
    0.766569743683014,
    0.766569743683014,
    0.766569743683014,
    0.766569743683014,
    0.766569743683014,
    0.766569743683014,
    0.766569743683014,
    0.7693372217785999,
    0.7693372217785999,
    0.7693372217785999,
    0.7693372217785999,
    0.7693372217785999,
    0.7985747399202237,
    0.7985747399202237,
    0.7985747399202237,
    0.7985747399202237,
    0.7985747399202237,
    0.7985747399202237,
    0.8272545418830559,
    0.8272545418830559,
    0.8272545418830559,
    0.8272545418830559,
    0.8272545418830559,
    0.8247603718234988,
    0.8247603718234988,
    0.8247603718234988,
    0.8247603718234988,
    0.8247603718234988,
    0.8235400394073942,
    0.8235400394073942,
    0.8235400394073942,
    0.8235400394073942
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention as attendees move through the venue. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall, practicing delivery. An alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves, capturing early impressions and connections.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention as attendees move through the venue. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall, practicing delivery. An alumni panel discusses how to prepare for technical interviews. Meanwhile, human resources teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance and throughout the venue, staff scan registrations and hand out lanyards as attendees move through. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall, practicing delivery. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system.",
    "Staff greet attendees at the event entrance and continue to scan registrations and hand out lanyards as people move through the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall, practicing delivery. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff greet attendees at the event entrance, scan registrations, and hand out lanyards as people move through the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall, practicing delivery. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, staff greet attendees at the entrance, scan registrations, and hand out lanyards as people move through the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the career fair, staff greet attendees at the entrance, scan registrations, and hand out lanyards as people move through the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, staff greet attendees at the entrance, scan registrations, and hand out lanyards as people move through the venue. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries, guiding exploration. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, capturing early impressions and connections. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5816263372171977,
    0.5816263372171977,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.820034700066196,
    0.8108519337604714,
    0.8108519337604714,
    0.8108519337604714,
    0.8108519337604714,
    0.8108519337604714,
    0.8312918157107826,
    0.8312918157107826,
    0.8312918157107826,
    0.8312918157107826,
    0.8312918157107826,
    0.8249128823438094,
    0.8249128823438094,
    0.8249128823438094,
    0.8249128823438094,
    0.8860704901877374,
    0.8860704901877374,
    0.8860704901877374,
    0.8860704901877374,
    0.8860704901877374,
    0.8862521560540892,
    0.8862521560540892,
    0.8862521560540892,
    0.8862521560540892,
    0.8862521560540892,
    0.8862521560540892,
    0.8862521560540892,
    0.8796409559543785,
    0.8796409559543785,
    0.8796409559543785,
    0.8796409559543785,
    0.8796409559543785,
    0.8704320569368653,
    0.8704320569368653,
    0.8704320569368653,
    0.8704320569368653,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.8949104658157865,
    0.9059131591446302,
    0.9059131591446302,
    0.9059131591446302,
    0.9059131591446302,
    0.9059131591446302,
    0.9059131591446302,
    0.9059131591446302,
    0.9067646569202363,
    0.9067646569202363,
    0.9067646569202363
  ]
}