{
  "0": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, presenting strategies for candidates. In the same setting, consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, presenting strategies for candidates. In the same setting, consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, presenting strategies for candidates. In the same setting, consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, presenting strategies for candidates. In the same setting, consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews, presenting strategies for candidates. In the same setting, consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. The scene depicts a multi-organizational display around an open venue, with literature, interactive challenges, and visual displays interspersed among vendors.",
    "An alumni panel discusses how to prepare for technical interviews, offering strategies for candidates. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. The scene depicts a multi-organizational display around an open venue, with literature, interactive challenges, and visual displays interspersed among vendors. A welcome announcement outlines the fair schedule over the PA system.",
    "An open-venue fair brings multiple organizations into a single display space, with literature, interactive challenges, and visual displays interspersed among vendors. An alumni panel discusses how to prepare for technical interviews, offering strategies for candidates. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.5623013862773141,
    0.6956564569129571,
    0.6956564569129571,
    0.6956564569129571,
    0.6956564569129571,
    0.6956564569129571,
    0.6956564569129571,
    0.6956564569129571,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7420524460708776,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.7698130383069912,
    0.8490950243044063,
    0.8490950243044063,
    0.8490950243044063,
    0.8490950243044063,
    0.8490950243044063,
    0.8490950243044063,
    0.8490950243044063,
    0.884434805714026,
    0.884434805714026,
    0.884434805714026,
    0.884434805714026,
    0.884434805714026,
    0.884434805714026,
    0.884434805714026
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact; dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor as career counselors remind attendees to maintain eye contact, and they redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor as career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.44205854040751325,
    0.43164287311205735,
    0.43164287311205735,
    0.43164287311205735,
    0.43164287311205735,
    0.43164287311205735,
    0.43164287311205735,
    0.5584018375701112,
    0.5584018375701112,
    0.5584018375701112,
    0.5584018375701112,
    0.5584018375701112,
    0.5584018375701112,
    0.5584018375701112,
    0.4154477341653173,
    0.4154477341653173,
    0.4154477341653173,
    0.4154477341653173,
    0.4154477341653173,
    0.4154477341653173,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114,
    0.44528552890428114
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map; consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners encircle the polished floor.",
    "At the event, career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables while dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. The floor is polished and encircled by dozens of booths with colorful banners, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. The floor is polished and encircled by dozens of booths with colorful banners, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "The scene centers on a polished-floor event space encircled by dozens of booths sporting colorful banners, with consulting firms stacking glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "Polished-floor event space encircled by dozens of booths with colorful banners hosts the career fair, while consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact as groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.4007297898943012,
    0.45545143626412643,
    0.45545143626412643,
    0.45545143626412643,
    0.45545143626412643,
    0.45545143626412643,
    0.45545143626412643,
    0.45545143626412643,
    0.5864826462227732,
    0.5864826462227732,
    0.5864826462227732,
    0.5864826462227732,
    0.5864826462227732,
    0.5864826462227732,
    0.7770708853210038,
    0.7770708853210038,
    0.7770708853210038,
    0.7770708853210038,
    0.7770708853210038,
    0.7770708853210038,
    0.7770708853210038,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7664849094401723,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7801292595536351,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.7693065415306696,
    0.8367301418715416
  ],
  "3": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for the event. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for the event. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement over the PA system outlines the event schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "3_score": [
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.4619277006996976,
    0.7993272068848856,
    0.7993272068848856,
    0.7993272068848856,
    0.7993272068848856,
    0.7993272068848856,
    0.8248832011925746,
    0.8248832011925746,
    0.8248832011925746,
    0.8248832011925746,
    0.8248832011925746,
    0.8248832011925746,
    0.8248832011925746,
    0.8705386176069775,
    0.8705386176069775,
    0.8705386176069775,
    0.8705386176069775,
    0.8705386176069775,
    0.8705386176069775,
    0.8705386176069775,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8824114256273285,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8962068421660093,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8952569440437538,
    0.8975296822842409,
    0.8975296822842409,
    0.8975296822842409,
    0.8975296822842409,
    0.8975296822842409
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage.",
    "Several students rehearse elevator pitches quietly against the wall, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Several students rehearse elevator pitches quietly against a wall as the engineering society runs a resume review table near the stage. Consulting firms place glossy case-study booklets on high tables, and students line up outside the university gym before the career fair opens.",
    "Several students rehearse elevator pitches quietly against a wall as the engineering society runs a resume review table near the stage. Consulting firms place glossy case-study booklets on high tables, and students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Several students rehearse elevator pitches quietly against a wall as the engineering society runs a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against a wall as the engineering society runs a resume-review table near the stage. Consulting firms place glossy case-study booklets on high tables, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the university gym area near the stage, students rehearse elevator pitches quietly against a wall while the engineering society runs a resume-review table nearby. Consulting firms place glossy case-study booklets on high tables, and students clutch resumes tucked inside branded folders. Outside the university gym, students line up before the career fair opens. A cybersecurity company operates a password-cracking challenge on a laptop, adding a technical demonstration to the recruitment activities. Career counselors direct unsure students toward applicable industries, guiding them through the options as they prepare for interactions at the fair."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.34557509045232637,
    0.5479115085160168,
    0.5479115085160168,
    0.5479115085160168,
    0.5479115085160168,
    0.5479115085160168,
    0.5479115085160168,
    0.5498936909420563,
    0.5498936909420563,
    0.5498936909420563,
    0.5498936909420563,
    0.5498936909420563,
    0.5498936909420563,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.733066406566956,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7430456909639056,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7403102928208436,
    0.7984072622377889,
    0.7984072622377889,
    0.7984072622377889,
    0.7984072622377889,
    0.7984072622377889
  ],
  "5": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "At the event, groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map, healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map while healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event, groups of friends mark target employers on the event map, healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, healthcare providers display community outreach photos, and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map, while healthcare providers display community outreach photos and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, attendees mingle as groups of friends mark target employers on the event map, while healthcare providers display community outreach photos and career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders as alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3670385684775224,
    0.3670385684775224,
    0.3670385684775224,
    0.3670385684775224,
    0.3670385684775224,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.416051725760252,
    0.5570370723837945,
    0.5570370723837945,
    0.5570370723837945,
    0.5570370723837945,
    0.5570370723837945,
    0.5570370723837945,
    0.5570370723837945,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7639219529598507,
    0.7646217397441504,
    0.7646217397441504,
    0.7646217397441504,
    0.7646217397441504,
    0.7646217397441504,
    0.7646217397441504,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.7683738264614288,
    0.8153597863365019,
    0.8153597863365019,
    0.8153597863365019,
    0.8153597863365019,
    0.8153597863365019
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing attendee badges as people arrive. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. The engineering society sponsors a resume review table near the stage, offering guidance. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, providing interactive showcases.",
    "Event staff scan registrations and hand out lanyards to establish attendee badges as people arrive. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. The engineering society sponsors a resume review table near the stage, offering guidance. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, providing interactive showcases."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.5395010095991133,
    0.5395010095991133,
    0.5395010095991133,
    0.5395010095991133,
    0.6996081846565183,
    0.6996081846565183,
    0.6996081846565183,
    0.6996081846565183,
    0.6996081846565183,
    0.6996081846565183,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7438451726108701,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.7707972616202026,
    0.8173113703462366,
    0.8173113703462366,
    0.8173113703462366,
    0.8173113703462366,
    0.8173113703462366,
    0.8173113703462366,
    0.8277301329639568,
    0.8277301329639568,
    0.8277301329639568,
    0.8277301329639568,
    0.8277301329639568,
    0.8277301329639568,
    0.8277301329639568
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A venue with a polished floor hosts dozens of booths, each displaying colorful banners, arranged in a circle around the floor.",
    "A venue with a polished floor hosts dozens of booths arranged in a circle around the floor, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "At a venue with a polished floor, dozens of booths are arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "A venue with a polished floor hosts dozens of booths arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Inside a venue with a polished floor, dozens of booths are arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "Inside a venue with a polished floor, dozens of booths are arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Inside a venue with a polished floor, dozens of booths are arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Inside a venue with a polished floor, dozens of booths are arranged in a circle around the space, each displaying colorful banners. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3331828260249297,
    0.3331828260249297,
    0.3331828260249297,
    0.3331828260249297,
    0.3331828260249297,
    0.5207689441334995,
    0.5207689441334995,
    0.5207689441334995,
    0.5207689441334995,
    0.5207689441334995,
    0.7393725155051687,
    0.7393725155051687,
    0.7393725155051687,
    0.7393725155051687,
    0.7393725155051687,
    0.7393725155051687,
    0.7393725155051687,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.7943580543788105,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.829126392818184,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8300685880392874,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8431011840025795,
    0.8332903273250185,
    0.8332903273250185,
    0.8332903273250185,
    0.8332903273250185,
    0.8332903273250185,
    0.8332903273250185
  ],
  "8": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle the polished floor, while a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin.",
    "Dozens of booths with colorful banners encircle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor as a cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle a polished floor, where a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The scene shows concurrent activities across the venue, including interactive demonstrations near the booths, the event map, internship opportunities via QR codes, and note-taking by HR teams.",
    "The venue hosts a multi-section event where dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The scene shows concurrent activities across the venue, including interactive demonstrations near the booths, the event map, internship opportunities via QR codes, and note-taking by HR teams.",
    "The venue hosts a multi-section event where dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map, while finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves. The scene shows concurrent activities across the venue, including interactive demonstrations near the booths, the event map, internship opportunities via QR codes, and note-taking by HR teams."
  ],
  "8_score": [
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.3553825758526041,
    0.504383593020797,
    0.504383593020797,
    0.504383593020797,
    0.504383593020797,
    0.504383593020797,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.6981205086743268,
    0.730693813699772,
    0.730693813699772,
    0.730693813699772,
    0.730693813699772,
    0.730693813699772,
    0.730693813699772,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7480575903192868,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7812500133812974,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535,
    0.7583890474455535
  ],
  "9": [
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "In a recruitment setting, finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At a recruitment event, finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, finance firms offer QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The university career fair features finance firms offering QR codes for immediate internship applications, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, finance firms display QR codes for immediate internship applications while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos at their booths. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, finance firms display QR codes for immediate internship applications while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. Healthcare providers showcase community outreach photos at their booths. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4064338564820273,
    0.4064338564820273,
    0.4064338564820273,
    0.4064338564820273,
    0.4064338564820273,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.6210491161321023,
    0.7952765736986395,
    0.7952765736986395,
    0.7952765736986395,
    0.7952765736986395,
    0.7952765736986395,
    0.7952765736986395,
    0.7952765736986395,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8194200645450552,
    0.8325501863244785,
    0.8325501863244785,
    0.8325501863244785,
    0.8325501863244785,
    0.8325501863244785,
    0.8325501863244785,
    0.8325501863244785,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8775552520013645,
    0.8845765905265484,
    0.8845765905265484
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, outlining the event space.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, outlining the event space. Consulting firms stack glossy case study booklets on high tables.",
    "At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, outlining the event space. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor, outlining the event space. Consulting firms have glossy case study booklets stacked on high tables. Healthcare providers display community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor outlining the event space. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers show community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor that outlines the event space. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers show community outreach photos. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor that outlines the event space. Consulting firms display glossy case study booklets stacked on high tables. Healthcare providers show community outreach photos. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor that outlines the event space. Consulting firms display glossy case study booklets stacked on high tables, while healthcare providers show community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners surround a polished floor that outlines the event space. Consulting firms display glossy case study booklets stacked on high tables, while healthcare providers show community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5237913343418319,
    0.5237913343418319,
    0.5237913343418319,
    0.5237913343418319,
    0.5237913343418319,
    0.5237913343418319,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7160169476095881,
    0.7207928017812577,
    0.7207928017812577,
    0.7207928017812577,
    0.7207928017812577,
    0.7207928017812577,
    0.7652506776574821,
    0.7652506776574821,
    0.7652506776574821,
    0.7652506776574821,
    0.7652506776574821,
    0.7652506776574821,
    0.7652506776574821,
    0.8014912183889904,
    0.8014912183889904,
    0.8014912183889904,
    0.8014912183889904,
    0.8014912183889904,
    0.8014912183889904,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8291745997115393,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915,
    0.8238807294932915
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor of the event space, while groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor of the event space, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map, guiding their focus through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map, guiding their focus through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. A welcome announcement outlines the fair schedule over the PA system.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map, guiding their focus through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map to guide their navigation through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map to guide navigation through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station, offering encouragement to attendees. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle the polished floor of the event space, each draped with colorful banners. Groups of friends mark target employers on the event map to guide navigation through the layout. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station, offering encouragement to attendees. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.42327364430332737,
    0.42327364430332737,
    0.42327364430332737,
    0.42327364430332737,
    0.42327364430332737,
    0.42327364430332737,
    0.42327364430332737,
    0.5959006384937325,
    0.5959006384937325,
    0.5959006384937325,
    0.5959006384937325,
    0.5959006384937325,
    0.5959006384937325,
    0.7654588819408188,
    0.7654588819408188,
    0.7654588819408188,
    0.7654588819408188,
    0.7654588819408188,
    0.7654588819408188,
    0.8278479411891051,
    0.8278479411891051,
    0.8278479411891051,
    0.8278479411891051,
    0.8278479411891051,
    0.8278479411891051,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.8492983238147926,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.874127547633193,
    0.8759647685503353,
    0.8759647685503353,
    0.8759647685503353,
    0.8759647685503353,
    0.8759647685503353,
    0.8759647685503353,
    0.8759647685503353,
    0.8748686414608742,
    0.8748686414608742,
    0.8748686414608742,
    0.8748686414608742,
    0.8748686414608742,
    0.8748686414608742
  ],
  "12": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens, as tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station while career counselors guide unsure students toward relevant industries. Before the career fair opens, students line up outside the university gym. Tech companies display demo screens showcasing their latest apps, and a robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens at the university gym, students line up outside. Alumni volunteers give quick pep talks near the coffee station, while career counselors guide unsure students toward relevant industries. Tech companies display demo screens showcasing their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens at the university gym, students line up outside. Alumni volunteers give quick pep talks near the coffee station while career counselors guide unsure students toward relevant industries. Tech companies display demo screens showcasing their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens at the university gym, students line up outside. Inside, alumni volunteers give quick pep talks near the coffee station while career counselors guide unsure students toward relevant industries. Tech companies display demo screens showcasing their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5817394107670075,
    0.5817394107670075,
    0.5817394107670075,
    0.5817394107670075,
    0.5817394107670075,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.7909915950652029,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8199333271010417,
    0.8043429242422114,
    0.8043429242422114,
    0.8043429242422114,
    0.8043429242422114,
    0.8043429242422114,
    0.8043429242422114,
    0.8043429242422114,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648,
    0.8487958801808648
  ],
  "13": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom as students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom as students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, as dozens of booths with colorful banners surround the polished floor. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops are underway in the adjoining classroom, with students clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners surround the polished floor. Some students rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.6257257089486581,
    0.6257257089486581,
    0.6257257089486581,
    0.6257257089486581,
    0.6257257089486581,
    0.6257257089486581,
    0.5353154948446096,
    0.5353154948446096,
    0.5353154948446096,
    0.5353154948446096,
    0.5353154948446096,
    0.5353154948446096,
    0.5353154948446096,
    0.6901101508535893,
    0.6901101508535893,
    0.6901101508535893,
    0.6901101508535893,
    0.6901101508535893,
    0.6901101508535893,
    0.7036308652803009,
    0.7036308652803009,
    0.7036308652803009,
    0.7036308652803009,
    0.7036308652803009,
    0.7036308652803009,
    0.7036308652803009,
    0.7281105008519078,
    0.7281105008519078,
    0.7281105008519078,
    0.7281105008519078,
    0.7281105008519078,
    0.7281105008519078,
    0.7281105008519078,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348,
    0.7426741063770348
  ],
  "14": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, counselors redirect unsure students toward applicable industries, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors redirect unsure students toward applicable industries, while a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and a welcome PA announcement outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5299138928204788,
    0.5299138928204788,
    0.5299138928204788,
    0.5299138928204788,
    0.5299138928204788,
    0.5299138928204788,
    0.5299138928204788,
    0.6379468874023263,
    0.6379468874023263,
    0.6379468874023263,
    0.6379468874023263,
    0.6379468874023263,
    0.6379468874023263,
    0.6379468874023263,
    0.6803953411429322,
    0.6803953411429322,
    0.6803953411429322,
    0.6803953411429322,
    0.6803953411429322,
    0.6803953411429322,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8240484890891201,
    0.8273528536658284,
    0.8273528536658284,
    0.8273528536658284,
    0.8273528536658284,
    0.8273528536658284,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8622845488393067,
    0.8738966397333946,
    0.8738966397333946,
    0.8738966397333946,
    0.8738966397333946,
    0.8738966397333946,
    0.8704768314511977,
    0.8704768314511977,
    0.8704768314511977,
    0.8704768314511977,
    0.8704768314511977,
    0.8704768314511977,
    0.8704768314511977,
    0.8856019500549503,
    0.8856019500549503,
    0.8856019500549503,
    0.8856019500549503
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor; finance firms offer QR codes for immediate internship applications.",
    "Consulting firms stack glossy case study booklets on high tables as students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university venue, consulting firms stack glossy case-study booklets on high tables as students line up outside the gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the university venue, consulting firms stack glossy case-study booklets on high tables as students line up outside the gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university venue, consulting firms stack glossy case-study booklets on high tables as students line up outside the gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At the university venue, consulting firms stack glossy case-study booklets on high tables as students queue outside the gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Finance firms display QR codes for immediate internship applications. Workshops on networking etiquette run in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.5965528950646373,
    0.5965528950646373,
    0.5965528950646373,
    0.5965528950646373,
    0.5965528950646373,
    0.5965528950646373,
    0.652488025482583,
    0.652488025482583,
    0.652488025482583,
    0.652488025482583,
    0.652488025482583,
    0.652488025482583,
    0.652488025482583,
    0.8103860134421172,
    0.8103860134421172,
    0.8103860134421172,
    0.8103860134421172,
    0.8103860134421172,
    0.8103860134421172,
    0.8103860134421172,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8000087914539931,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8270297784790794,
    0.8644819310500217,
    0.8644819310500217,
    0.8644819310500217,
    0.8644819310500217,
    0.8644819310500217,
    0.8644819310500217,
    0.8644819310500217,
    0.8706585210306828,
    0.8706585210306828,
    0.8706585210306828,
    0.8706585210306828,
    0.8706585210306828
  ],
  "16": [
    "",
    "",
    "Tech companies display demo screens that show their latest apps.",
    "Tech companies display demo screens that show their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens that show their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens that show their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps at the event. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention.",
    "At the event, tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps, while human resources teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on the event map, and a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth for attention, and students clutch resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.41382974798386707,
    0.5471615878621814,
    0.5471615878621814,
    0.5471615878621814,
    0.5471615878621814,
    0.5471615878621814,
    0.5471615878621814,
    0.5471615878621814,
    0.679523201134566,
    0.679523201134566,
    0.679523201134566,
    0.679523201134566,
    0.679523201134566,
    0.679523201134566,
    0.6618624106309572,
    0.6618624106309572,
    0.6618624106309572,
    0.6618624106309572,
    0.6618624106309572,
    0.7444680861627165,
    0.7444680861627165,
    0.7444680861627165,
    0.7444680861627165,
    0.7444680861627165,
    0.7444680861627165,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8401518698993613,
    0.8517540462662091,
    0.8517540462662091,
    0.8517540462662091,
    0.8517540462662091,
    0.8517540462662091,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8638367080662767,
    0.8498285278747506,
    0.8498285278747506,
    0.8498285278747506,
    0.8498285278747506,
    0.8498285278747506
  ],
  "17": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the current setting, workshops on networking etiquette begin in the adjoining classroom, while healthcare providers showcase community outreach photos.",
    "The current setting features workshops on networking etiquette starting in the adjoining classroom, while healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, several activities are underway: workshops on networking etiquette have started in the adjoining classroom, while healthcare providers are displaying community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables.",
    "At the fair, several activities are underway: networking etiquette workshops have started in the adjoining classroom; healthcare providers are displaying community outreach photos; a welcome announcement is broadcast over the PA system outlining the fair schedule; consulting firms are stacking glossy case study booklets on high tables; and some students are rehearsing elevator pitches quietly against the wall.",
    "At the fair, networking etiquette workshops have started in the adjoining classroom. Healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. Some students are rehearsing elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom at the fair. Healthcare providers display community outreach photos. A welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms are stacking glossy case study booklets on high tables. Some students are rehearsing elevator pitches quietly against the wall.",
    "In the fair, multiple ongoing activities form a composite scene: networking etiquette workshops are underway in the adjoining classroom; healthcare providers display community outreach photos; a welcome announcement over the PA outlines the fair schedule; consulting firms stack glossy case study booklets on high tables; some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps.",
    "At the fair, a composite scene emerges from several concurrent activities. Networking etiquette workshops are underway in the adjoining classroom, while healthcare providers display community outreach photos. A welcome announcement over the PA outlines the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they move between sessions.",
    "At the fair, concurrent activities unfold: networking etiquette workshops are underway in an adjoining classroom; healthcare providers display community outreach photos; a welcome announcement over the PA outlines the fair schedule; consulting firms have glossy case study booklets stacked on high tables; some students rehearse elevator pitches quietly against the wall; tech companies display demo screens showing their latest apps; event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they move between sessions.",
    "At the fair, multiple activities unfold in parallel: networking etiquette workshops are underway in an adjoining classroom; healthcare providers display community outreach photos; a welcome announcement over the PA outlines the fair schedule; consulting firms display glossy case study booklets stacked on high tables; some students rehearse elevator pitches quietly against the wall; tech companies show demo screens featuring their latest apps; event staff scan registrations and hand out lanyards at the entrance, guiding attendees as they move between sessions; finance firms offer QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3021815177159088,
    0.3021815177159088,
    0.3021815177159088,
    0.3021815177159088,
    0.5791174494223799,
    0.5791174494223799,
    0.5791174494223799,
    0.5791174494223799,
    0.5791174494223799,
    0.7811466160908417,
    0.7811466160908417,
    0.7811466160908417,
    0.7811466160908417,
    0.7811466160908417,
    0.4911938087064261,
    0.4911938087064261,
    0.4911938087064261,
    0.4911938087064261,
    0.4911938087064261,
    0.4911938087064261,
    0.4911938087064261,
    0.8133241148541509,
    0.8133241148541509,
    0.8133241148541509,
    0.8133241148541509,
    0.8133241148541509,
    0.8133241148541509,
    0.8133241148541509,
    0.7705635505445296,
    0.7705635505445296,
    0.7705635505445296,
    0.7705635505445296,
    0.7705635505445296,
    0.7705635505445296,
    0.7705635505445296,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.5154914845569907,
    0.8563692531385416,
    0.8563692531385416,
    0.8563692531385416,
    0.8563692531385416,
    0.8563692531385416,
    0.8563692531385416,
    0.8563692531385416,
    0.5426524768711202,
    0.5426524768711202,
    0.5426524768711202,
    0.5426524768711202,
    0.5426524768711202,
    0.5426524768711202,
    0.5426524768711202,
    0.5693080623006355,
    0.5693080623006355,
    0.5693080623006355
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor, while consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers showcase community outreach photos as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case-study booklets on high tables nearby. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.33237360587103876,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5246754286611066,
    0.5257959027905742,
    0.5257959027905742,
    0.5257959027905742,
    0.5257959027905742,
    0.5257959027905742,
    0.5257959027905742,
    0.5257959027905742,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517,
    0.7641008040816517
  ],
  "19": [
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "An on-site university event unfolds ahead of the career fair: a welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An on-site university event precedes the career fair, with a welcome announcement broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens, and tech companies display demo screens showing their latest apps.",
    "An on-site university event precedes the career fair, with a welcome announcement broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "An on-site university event precedes the career fair, with a welcome announcement broadcast over the PA system outlining the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "An on-site university event precedes the career fair, featuring a welcome announcement over the PA outlining the fair schedule. Alumni volunteers give brief pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens as tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4199937760470398,
    0.4199937760470398,
    0.4199937760470398,
    0.4199937760470398,
    0.4199937760470398,
    0.4199937760470398,
    0.596746872824309,
    0.596746872824309,
    0.596746872824309,
    0.596746872824309,
    0.596746872824309,
    0.596746872824309,
    0.7798633974589311,
    0.7798633974589311,
    0.7798633974589311,
    0.7798633974589311,
    0.7798633974589311,
    0.7798633974589311,
    0.7798633974589311,
    0.7901569501172689,
    0.7901569501172689,
    0.7901569501172689,
    0.7901569501172689,
    0.7901569501172689,
    0.7901569501172689,
    0.7901569501172689,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8403126317733025,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8651422593930541,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8664362147207973,
    0.8526360469427867,
    0.8526360469427867,
    0.8526360469427867,
    0.8526360469427867
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "In a session, human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring in close temporal proximity. An alumni panel is present, discussing how to prepare for technical interviews.",
    "During a session, human resources teams jot notes on tablets as students introduce themselves, with the two activities occurring in close temporal proximity. An alumni panel is present, discussing how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "During a session, HR teams record on tablets while students introduce themselves; the events occur close in time. An alumni panel discusses preparing for technical interviews. Before the career fair opens, students line up outside the university gym. In the adjoining classroom, networking etiquette workshops are starting.",
    "On campus, during a session, HR teams record on tablets while students introduce themselves, with these activities occurring close in time. An alumni panel discusses preparing for technical interviews. Before the career fair opens, students line up outside the university gym. In the adjoining classroom, networking etiquette workshops are starting. A welcome announcement outlines the fair schedule over the PA system.",
    "On campus during a session, HR teams record on tablets while students introduce themselves, with these activities occurring closely in time. An alumni panel discusses preparing for technical interviews. Before the career fair opens, students line up outside the university gym, while in the adjoining classroom networking etiquette workshops are starting. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, creating a multi-event environment around the gym and classroom areas.",
    "A campus event unfolds around the gym and adjoining classroom areas in a multievent environment. Dozens of booths with colorful banners circle the polished floor, framing activities in the gym and classroom spaces. HR teams record on tablets while students introduce themselves, happening closely in time. An alumni panel discusses preparing for technical interviews. Before the career fair opens, students line up outside the university gym, while networking etiquette workshops start in the adjoining classroom. A welcome announcement over the PA system outlines the fair schedule.",
    "A campus event unfolds around the university gym and adjoining classroom spaces in a multi-event environment. Dozens of booths with colorful banners circle the polished floor, framing activities in the gym and classroom spaces. HR teams record on tablets while students introduce themselves, happening closely in time. An alumni panel discusses preparing for technical interviews. Before the career fair opens, students line up outside the university gym, while networking etiquette workshops start in the adjoining classroom. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth for attention."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5308893023267908,
    0.5308893023267908,
    0.5308893023267908,
    0.5308893023267908,
    0.5308893023267908,
    0.5308893023267908,
    0.5308893023267908,
    0.6912527691087589,
    0.6912527691087589,
    0.6912527691087589,
    0.6912527691087589,
    0.6912527691087589,
    0.6912527691087589,
    0.6912527691087589,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.7616430205130245,
    0.8106277007729559,
    0.8106277007729559,
    0.8106277007729559,
    0.8106277007729559,
    0.8106277007729559,
    0.8106277007729559,
    0.8106277007729559,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8651450734742581,
    0.8135321414194712,
    0.8135321414194712,
    0.8135321414194712,
    0.8135321414194712,
    0.8135321414194712,
    0.8135321414194712,
    0.8135321414194712,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433,
    0.8463348258600433
  ],
  "21": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos. The scene presents two activities: students actively carrying resumes in branded folders, and healthcare providers displaying photos of outreach efforts.",
    "The scene shows two activities: students actively carry resumes in branded folders and introduce themselves, while healthcare providers display photos of community outreach. Human resources teams jot notes on tablets.",
    "Two activities define the scene: students actively carry resumes in branded folders and introduce themselves, while healthcare providers display photos of community outreach. Human resources teams jot notes on tablets. The engineering society sponsors a resume review table near the stage.",
    "The scene centers on two activities: students actively carry resumes in branded folders and introduce themselves, while healthcare providers display photos of community outreach. Human resources teams jot notes on tablets. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "The scene features two interwoven activities: students actively carry resumes in branded folders, introduce themselves, and some rehearse elevator pitches quietly against a wall; healthcare providers display photos of community outreach. An engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets.",
    "Two interwoven activities define the scene: students actively carry resumes in branded folders, introduce themselves, and quietly rehearse elevator pitches against a wall, while healthcare providers display photos of community outreach. An engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews.",
    "The scene comprises two interwoven activities. Students actively carry resumes in branded folders, introduce themselves, and quietly rehearse elevator pitches against a wall. Healthcare providers display photos of community outreach. An engineering society sponsors a resume review table near the stage, while human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.35928038333460016,
    0.4473314988837622,
    0.4473314988837622,
    0.4473314988837622,
    0.4473314988837622,
    0.4473314988837622,
    0.4473314988837622,
    0.5085765422135974,
    0.5085765422135974,
    0.5085765422135974,
    0.5085765422135974,
    0.5085765422135974,
    0.5085765422135974,
    0.740303606768459,
    0.740303606768459,
    0.740303606768459,
    0.740303606768459,
    0.740303606768459,
    0.740303606768459,
    0.740303606768459,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.7355173678740681,
    0.5553676810068111,
    0.5553676810068111,
    0.5553676810068111,
    0.5553676810068111,
    0.5553676810068111,
    0.5553676810068111,
    0.5553676810068111,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.732035225943255,
    0.7448153119991602,
    0.7448153119991602,
    0.7448153119991602,
    0.7448153119991602,
    0.7448153119991602
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase photos from their community outreach, with images that document outreach activities.",
    "Healthcare providers showcase photos from their community outreach, with images that document outreach activities. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase photos from their community outreach, with the images documenting outreach activities. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase photos from their community outreach, and the images document the outreach activities. Groups of friends mark target employers on the event map.",
    "Healthcare providers are showcasing photos from their community outreach, and the images document the outreach activities. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers are showcasing photos from their community outreach, with the images documenting the outreach activities. Groups of friends mark target employers on the event map, indicating locations or interests. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers are showcasing photos from their community outreach, with the images documenting the outreach activities. Groups of friends mark target employers on the event map, indicating locations or interests. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers are showcasing photos from their community outreach, with the images documenting the outreach activities. Groups of friends mark target employers on the event map, indicating locations or interests. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.26740557526155634,
    0.26740557526155634,
    0.26740557526155634,
    0.26740557526155634,
    0.26740557526155634,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.4665004360316111,
    0.45920342218417676,
    0.45920342218417676,
    0.45920342218417676,
    0.45920342218417676,
    0.45920342218417676,
    0.45920342218417676,
    0.45920342218417676,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.4640507111979846,
    0.6923223978568057,
    0.6923223978568057,
    0.6923223978568057,
    0.6923223978568057,
    0.6923223978568057,
    0.6923223978568057,
    0.6923223978568057,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955,
    0.6629326166972955
  ],
  "23": [
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. In the classroom adjoining the gym, workshops on networking etiquette begin.",
    "Outside the university gym, a line of students waits for the career fair to open, while in the classroom adjoining the gym, workshops on networking etiquette begin; human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students waits for the career fair to open, while in the classroom adjoining the gym, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. In the classroom adjoining the gym, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits for the career fair to open; in the classroom adjoining the gym, workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students waits for the career fair to open, while in the classroom adjoining the gym workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits for the career fair to open, while in the classroom adjoining the gym workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open, while in the classroom adjoining the gym workshops on networking etiquette begin. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners encircle the polished floor. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.48274263424117275,
    0.405524195031229,
    0.405524195031229,
    0.405524195031229,
    0.405524195031229,
    0.405524195031229,
    0.405524195031229,
    0.7534806159005933,
    0.7534806159005933,
    0.7534806159005933,
    0.7534806159005933,
    0.7534806159005933,
    0.7534806159005933,
    0.7993079784560284,
    0.7993079784560284,
    0.7993079784560284,
    0.7993079784560284,
    0.7993079784560284,
    0.7993079784560284,
    0.7993079784560284,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8098655503020364,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8184551287135506,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8269591820572593,
    0.8451595647851625,
    0.8451595647851625
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to options that fit their interests. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "At the event, career counselors redirect unsure students toward industries that fit their interests. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors redirect unsure students toward industries that fit their interests. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors redirect unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors direct unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, career counselors direct unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the event, career counselors direct unsure students toward industries that fit their interests and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6028337714213053,
    0.6028337714213053,
    0.6028337714213053,
    0.6028337714213053,
    0.6028337714213053,
    0.6028337714213053,
    0.6028337714213053,
    0.7278116777543718,
    0.7278116777543718,
    0.7278116777543718,
    0.7278116777543718,
    0.7278116777543718,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.7889968655084881,
    0.781448449912862,
    0.781448449912862,
    0.781448449912862,
    0.781448449912862,
    0.781448449912862,
    0.781448449912862,
    0.781448449912862,
    0.7768499217661182,
    0.7768499217661182,
    0.7768499217661182,
    0.7768499217661182,
    0.7768499217661182,
    0.7768499217661182,
    0.813792166460329,
    0.813792166460329,
    0.813792166460329,
    0.813792166460329,
    0.813792166460329,
    0.813792166460329,
    0.813792166460329,
    0.8113231963860646,
    0.8113231963860646,
    0.8113231963860646,
    0.8113231963860646,
    0.8113231963860646,
    0.8113231963860646
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym before the career fair opens.",
    "A line of students stands outside the university gym before the career fair opens, while career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students stands before the career fair opens, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students stands before the career fair opens, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students stands before the career fair opens, while career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students stands before the career fair opens as career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students stands before the career fair opens as career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits before the career fair opens as career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits before the career fair opens as career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.3952198671633674,
    0.3952198671633674,
    0.3952198671633674,
    0.3952198671633674,
    0.3952198671633674,
    0.3952198671633674,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.5852761375119109,
    0.7687160961210995,
    0.7687160961210995,
    0.7687160961210995,
    0.7687160961210995,
    0.7687160961210995,
    0.7356377718632131,
    0.7356377718632131,
    0.7356377718632131,
    0.7356377718632131,
    0.7356377718632131,
    0.7356377718632131,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.7792568445567882,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.778168262038605,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7707847485879824,
    0.7944793487382282,
    0.7944793487382282
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "27": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of prepared materials. Groups of friends mark target employers on the event map, identifying companies of interest.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, forming a display of prepared materials. Groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password cracking challenge on a laptop.",
    "The scene centers on a venue where consulting firms stack glossy case study booklets on high tables to form a display of prepared materials. Nearby, groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a venue hosting a fair, consulting firms stack glossy case study booklets on high tables to form a display of prepared materials. Nearby, groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule.",
    "At a venue hosting a fair, consulting firms display glossy case study booklets stacked on high tables to form a display of prepared materials. Nearby, groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At a venue hosting a fair, multiple exhibitors create a dynamic display. Consulting firms stack glossy case study booklets on high tables to showcase prepared materials. Groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At a fair scene, multiple exhibitors create a dynamic display. Consulting firms stack glossy case study booklets on high tables to showcase prepared materials. Groups of friends mark target employers on the event map, identifying companies of interest. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "At a bustling job fair, multiple exhibitors present dynamic displays. Consulting firms stack glossy case study booklets on high tables to showcase prepared materials, while groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA outlines the fair schedule. Tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact."
  ],
  "27_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5074718266112428,
    0.5074718266112428,
    0.5074718266112428,
    0.5074718266112428,
    0.5074718266112428,
    0.6566307081626362,
    0.6566307081626362,
    0.6566307081626362,
    0.6566307081626362,
    0.6566307081626362,
    0.6566307081626362,
    0.7361409553615146,
    0.7361409553615146,
    0.7361409553615146,
    0.7361409553615146,
    0.7361409553615146,
    0.7361409553615146,
    0.7361409553615146,
    0.8316698353238063,
    0.8316698353238063,
    0.8316698353238063,
    0.8316698353238063,
    0.8316698353238063,
    0.8316698353238063,
    0.8295354560724468,
    0.8295354560724468,
    0.8295354560724468,
    0.8295354560724468,
    0.8295354560724468,
    0.8295354560724468,
    0.8295354560724468,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8348047063098173,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8616850386562441,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249,
    0.8777552707691249
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers showcase photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers showcase photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers display photos of their community outreach. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers deliver brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.4722427702632094,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.638943022663024,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.67770500651619,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.7299604347387808,
    0.8206473402490048,
    0.8206473402490048,
    0.8206473402490048,
    0.8206473402490048,
    0.8206473402490048
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map, delineating prospective workplaces. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Career counselors remind attendees to maintain eye contact during interactions.",
    "At the event, groups of friends mark target employers on the event map, delineating prospective workplaces. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Career counselors remind attendees to maintain eye contact during interactions. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map, delineating prospective workplaces. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Career counselors remind attendees to maintain eye contact during interactions. Finance firms offer QR codes for immediate internship applications.",
    "During the event, groups of friends mark target employers on the event map, delineating prospective workplaces. A cybersecurity company hosts a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact during interactions. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, students line up outside the gym before opening, while event staff scan registrations and hand out lanyards at the entrance. Inside, groups of friends mark target employers on the event map to delineate prospective workplaces. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions.",
    "At a university career fair, students line up outside the gym before opening, while event staff scan registrations and hand out lanyards at the entrance. Inside, groups of friends mark target employers on the event map to delineate prospective workplaces. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, students line up outside the gym before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, groups of friends mark target employers on the event map to delineate prospective workplaces. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact during interactions. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.5112380172039567,
    0.7690874776892566,
    0.7690874776892566,
    0.7690874776892566,
    0.7690874776892566,
    0.7690874776892566,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8121607230949618,
    0.8439201914299703,
    0.8439201914299703,
    0.8439201914299703,
    0.8439201914299703,
    0.8439201914299703,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8359178400187881,
    0.8430122106702083,
    0.8430122106702083,
    0.8430122106702083,
    0.8430122106702083,
    0.8430122106702083,
    0.8430122106702083,
    0.8430122106702083,
    0.8559137515201971,
    0.8559137515201971,
    0.8559137515201971,
    0.8559137515201971,
    0.8559137515201971,
    0.8559137515201971,
    0.8559137515201971
  ],
  "30": [
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the career fair, finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the career fair, finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, finance firms provide QR codes for immediate internship applications. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair in the university gym, finance firms provide QR codes for immediate internship applications. Students line up outside the gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair in the university gym, finance firms provide QR codes for immediate internship applications. Students line up outside before opening. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair in the university gym, finance firms provide QR codes for immediate internship applications. Students line up outside before opening. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5331830514953361,
    0.5331830514953361,
    0.5331830514953361,
    0.5331830514953361,
    0.5331830514953361,
    0.5331830514953361,
    0.5331830514953361,
    0.8488459284821381,
    0.8488459284821381,
    0.8488459284821381,
    0.8488459284821381,
    0.8488459284821381,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8741400317289074,
    0.8606255782820718,
    0.8606255782820718,
    0.8606255782820718,
    0.8606255782820718,
    0.8606255782820718,
    0.8606255782820718,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.8455671879739087,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.81543718930663,
    0.8099368499730287,
    0.8099368499730287,
    0.8099368499730287,
    0.8099368499730287,
    0.8099368499730287,
    0.8099368499730287,
    0.8099368499730287,
    0.8211172676940193,
    0.8211172676940193,
    0.8211172676940193,
    0.8211172676940193
  ],
  "31": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "In a shared workspace, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared workspace, consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared workspace, consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly along the wall. A cybersecurity company runs a password cracking challenge on a laptop nearby, while students clutch resumes inside branded folders.",
    "In a shared workspace, consulting firms stack glossy case study booklets on high tables as students rehearse elevator pitches quietly along the wall. A cybersecurity company runs a password cracking challenge on a laptop nearby, while students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "In a shared workspace supporting a career fair, consulting firms have glossy case study booklets stacked on high tables as students rehearse elevator pitches quietly along the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map, orienting themselves for the upcoming introductions.",
    "In a shared workspace supporting a career fair, glossy case study booklets are stacked on high tables while students rehearse elevator pitches quietly along the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map, orienting themselves for upcoming introductions. At the entrance, event staff scan registrations and hand out lanyards, coordinating the flow of attendees.",
    "In a shared workspace supporting a career fair, glossy case study booklets are stacked on high tables as students rehearse elevator pitches quietly along the wall. A cybersecurity company runs a password-cracking challenge on a laptop nearby, while students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map, orienting themselves for upcoming introductions. At the entrance, event staff scan registrations and hand out lanyards, coordinating the flow of attendees. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.47779570099152935,
    0.48720392702314663,
    0.48720392702314663,
    0.48720392702314663,
    0.48720392702314663,
    0.48720392702314663,
    0.48720392702314663,
    0.48720392702314663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.6622937347225663,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.7845741061684934,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8333616615705758,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403,
    0.8496307561447403
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors redirect unsure students toward applicable industries, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "A multi-sector career event presents observed activities: career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, arranging them for attendees to review.",
    "A multi-sector career event presents observed activities: career counselors redirect unsure students toward applicable industries; an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, arranging them for attendees to review. Alumni volunteers share quick pep talks near the coffee station.",
    "At the multi-sector career event, observed activities show career counselors guiding unsure students toward appropriate industries; an alumni panel discussing preparation for technical interviews; healthcare providers presenting community outreach photos; consulting firms arranging glossy case study booklets on high tables for attendees to review; alumni volunteers delivering brief pep talks near the coffee station; and several students quietly rehearsing elevator pitches against the wall.",
    "At the multi-sector career event, career counselors guide unsure students toward appropriate industries, while an alumni panel discusses preparation for technical interviews. Healthcare providers present community outreach photos. Consulting firms arrange and stack glossy case study booklets on high tables for attendees to review. Alumni volunteers deliver brief pep talks near the coffee station. Several students stand along the wall quietly rehearsing elevator pitches.",
    "At the multi-sector career event, career counselors guide unsure students toward appropriate industries, while an alumni panel discusses preparation for technical interviews. Healthcare providers present community outreach photos. Consulting firms arrange and stack glossy case study booklets on high tables for attendees to review. Alumni volunteers deliver brief pep talks near the coffee station. Several students stand along the wall quietly rehearsing elevator pitches."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.42773683557084374,
    0.42773683557084374,
    0.42773683557084374,
    0.42773683557084374,
    0.42773683557084374,
    0.42773683557084374,
    0.42773683557084374,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.5691287038513319,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7296957533248156,
    0.7406054681450845,
    0.7406054681450845,
    0.7406054681450845,
    0.7406054681450845,
    0.7406054681450845,
    0.7406054681450845,
    0.7406054681450845,
    0.4504728971361721,
    0.4504728971361721,
    0.4504728971361721,
    0.4504728971361721,
    0.4504728971361721,
    0.4504728971361721,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393,
    0.7597067094112393
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables.",
    "In a conference setting, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "In a conference setting, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At a conference, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At a conference, an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and they redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a conference, an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a conference, an alumni panel discusses how to prepare for technical interviews. Nearby, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At a conference, an alumni panel discusses how to prepare for technical interviews, while consulting firms stack glossy case study booklets on high tables nearby; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; a robotics startup flies a small drone above its booth to attract attention; and the engineering society sponsors a resume review table near the stage.",
    "At the conference, an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.42110211472580505,
    0.560337625588696,
    0.560337625588696,
    0.560337625588696,
    0.560337625588696,
    0.560337625588696,
    0.560337625588696,
    0.7131563719158641,
    0.7131563719158641,
    0.7131563719158641,
    0.7131563719158641,
    0.7131563719158641,
    0.7131563719158641,
    0.7355115168973947,
    0.7355115168973947,
    0.7355115168973947,
    0.7355115168973947,
    0.7355115168973947,
    0.7355115168973947,
    0.760576777747054,
    0.760576777747054,
    0.760576777747054,
    0.760576777747054,
    0.760576777747054,
    0.760576777747054,
    0.760576777747054,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.7434208753051028,
    0.5035639418093926,
    0.5035639418093926,
    0.5035639418093926,
    0.5035639418093926,
    0.5035639418093926,
    0.5035639418093926
  ],
  "34": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations at the entrance and hand out lanyards there. Students clutch resumes inside branded folders.",
    "Event staff scan registrations at the entrance and hand out lanyards there, while students clutch resumes inside branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff scan registrations at the entrance and hand out lanyards there. Inside, students clutch resumes in branded folders as workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Event staff scan registrations at the entrance and hand out lanyards there. Inside, students clutch resumes in branded folders as workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the venue, students clutch resumes in branded folders as networking etiquette workshops begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the venue, students clutch resumes in branded folders as networking etiquette workshops begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the venue, students clutch resumes in branded folders as networking etiquette workshops begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing early check-in for attendees. Inside the venue, students clutch resumes in branded folders as networking etiquette workshops begin in the adjoining classroom. Career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.582542699627405,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.4051461227606254,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.7721811801249543,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.8006170151417825,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752,
    0.7927123061876752
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are giving quick pep talks near the coffee station as human resources teams jot notes on tablets, while students introduce themselves.",
    "Alumni volunteers are delivering quick pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves; an alumni panel discusses how to prepare for technical interviews.",
    "At the event, alumni volunteers are delivering short pep talks near the coffee station as HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers are delivering short pep talks near the coffee station as HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver short pep talks near the coffee station as HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers deliver short pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station while HR teams jot notes on tablets and students introduce themselves. An alumni panel discusses strategies for preparing for technical interviews. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33619494798897753,
    0.33619494798897753,
    0.33619494798897753,
    0.33619494798897753,
    0.33619494798897753,
    0.33619494798897753,
    0.4083333513629423,
    0.4083333513629423,
    0.4083333513629423,
    0.4083333513629423,
    0.4083333513629423,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7452805853807105,
    0.7889816340433743,
    0.7889816340433743,
    0.7889816340433743,
    0.7889816340433743,
    0.7889816340433743,
    0.7546061260970667,
    0.7546061260970667,
    0.7546061260970667,
    0.7546061260970667,
    0.7546061260970667,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.7893017810165229,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978,
    0.8801293923651978
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, tech companies display demo screens of their latest apps, while a welcome announcement over the PA system outlines the schedule; career counselors direct unsure students toward applicable industries.",
    "At the fair, tech companies display demo screens of their latest apps while a welcome announcement over the PA system outlines the schedule. Career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "The fair features tech companies displaying demo screens of their latest apps, with a welcome announcement over the PA outlining the schedule. Career counselors direct unsure students toward applicable industries, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens of their latest apps, accompanied by a welcome announcement over the PA outlining the schedule. Career counselors direct unsure students toward applicable industries, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, demo screens show the latest apps, with a welcome PA outlining the schedule. Career counselors direct unsure students toward applicable industries, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university fair, demo screens show the latest apps, with a welcome PA outlining the schedule. Career counselors direct unsure students toward applicable industries, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university fair, demo screens show the latest apps as a welcome PA outlines the schedule. Career counselors direct unsure students toward applicable industries, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5398612359340259,
    0.5398612359340259,
    0.5398612359340259,
    0.5398612359340259,
    0.5398612359340259,
    0.5398612359340259,
    0.8019019029560108,
    0.8019019029560108,
    0.8019019029560108,
    0.8019019029560108,
    0.8019019029560108,
    0.8019019029560108,
    0.8019019029560108,
    0.7930377195872725,
    0.7930377195872725,
    0.7930377195872725,
    0.7930377195872725,
    0.7930377195872725,
    0.7930377195872725,
    0.7930377195872725,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.837711313241172,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8662698397352546,
    0.8680256441014937,
    0.8680256441014937,
    0.8680256441014937,
    0.8680256441014937,
    0.8680256441014937,
    0.8680256441014937,
    0.8721842946997369,
    0.8721842946997369,
    0.8721842946997369
  ],
  "37": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens as finance firms provide QR codes for immediate internship applications. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair, as finance firms provide QR codes for immediate internship applications. In an adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up ahead of the career fair as finance firms provide QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair as finance firms provide QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up ahead of the career fair as finance firms provide QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the university campus hosting a career fair, students line up outside the gym as finance firms provide QR codes for immediate internship applications. In an adjoining classroom, networking etiquette workshops begin. Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.41079851902016484,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.6272813638000876,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7715972159514088,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.7738108634043719,
    0.8093556842369516,
    0.8093556842369516,
    0.8093556842369516,
    0.8093556842369516,
    0.8093556842369516,
    0.8093556842369516,
    0.8084066935929167,
    0.8084066935929167,
    0.8084066935929167,
    0.8084066935929167,
    0.8084066935929167,
    0.8084066935929167,
    0.8084066935929167,
    0.833473716403462,
    0.833473716403462,
    0.833473716403462,
    0.833473716403462,
    0.833473716403462,
    0.833473716403462,
    0.833473716403462,
    0.8239874511870702,
    0.8239874511870702
  ],
  "38": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, as dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair where dozens of booths with colorful banners circle a polished floor, and a welcome PA announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair where dozens of booths with colorful banners circle a polished floor, and a welcome PA announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair with dozens of booths adorned by colorful banners circling a polished floor, an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair with dozens of booths adorned by colorful banners circling a polished floor, an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair with dozens of booths circled by colorful banners around a polished floor, an alumni panel discusses how to prepare for technical interviews while a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to attract attention, and students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a career fair with dozens of booths framed by colorful banners on a polished floor, an alumni panel discusses preparing for technical interviews while a welcome PA outlines the schedule. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders as finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5027286236173925,
    0.5027286236173925,
    0.5027286236173925,
    0.5027286236173925,
    0.5027286236173925,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.6870981520841424,
    0.7103127085170728,
    0.7103127085170728,
    0.7103127085170728,
    0.7103127085170728,
    0.7103127085170728,
    0.7103127085170728,
    0.7103127085170728,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8721098213231606,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.8653088882582993,
    0.871970539213544,
    0.871970539213544,
    0.871970539213544,
    0.871970539213544,
    0.871970539213544,
    0.871970539213544,
    0.8733856183592124,
    0.8733856183592124,
    0.8733856183592124,
    0.8733856183592124,
    0.8733856183592124,
    0.8733856183592124,
    0.8733856183592124
  ],
  "39": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom, while consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "In the space, workshops on networking etiquette begin in the adjoining classroom; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop; and some students rehearse elevator pitches quietly against the wall.",
    "In the space, networking etiquette workshops are underway in the adjoining classroom; consulting firms have glossy case study booklets stacked on high tables; a cybersecurity company is running a password cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "In the shared space, several professional activities are underway. Networking etiquette workshops are in progress in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables. A cybersecurity company is running a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "In the shared space, multiple professional activities are underway. An adjoining classroom hosts networking etiquette workshops. Glossy case study booklets from consulting firms are stacked on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "In the shared space, multiple professional activities are underway: an adjoining classroom hosts networking etiquette workshops; glossy case study booklets from consulting firms are stacked on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; some students rehearse elevator pitches quietly against the wall; alumni volunteers offer quick pep talks near the coffee station; tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders.",
    "In the shared space, multiple professional activities are underway. An adjoining classroom hosts networking etiquette workshops. Glossy case study booklets from consulting firms are stacked on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers offer quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "39_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.31104310892344184,
    0.35978824198016135,
    0.35978824198016135,
    0.35978824198016135,
    0.35978824198016135,
    0.35978824198016135,
    0.35978824198016135,
    0.35978824198016135,
    0.3561791692762781,
    0.3561791692762781,
    0.3561791692762781,
    0.3561791692762781,
    0.3561791692762781,
    0.3561791692762781,
    0.49206317241041986,
    0.49206317241041986,
    0.49206317241041986,
    0.49206317241041986,
    0.49206317241041986,
    0.49206317241041986,
    0.6409723208827103,
    0.6409723208827103,
    0.6409723208827103,
    0.6409723208827103,
    0.6409723208827103,
    0.6409723208827103,
    0.6409723208827103,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.6851411854146067,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.3928618941383226,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418,
    0.7261071900666418
  ],
  "40": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, workshops on networking etiquette are underway in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, workshops on networking etiquette are underway in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, workshops on networking etiquette are underway in the adjoining classroom, while tech companies display demo screens showing their latest apps. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.3706565693793363,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.5991395161888933,
    0.7073513090302526,
    0.7073513090302526,
    0.7073513090302526,
    0.7073513090302526,
    0.7073513090302526,
    0.7073513090302526,
    0.7073513090302526,
    0.7060077335868704,
    0.7060077335868704,
    0.7060077335868704,
    0.7060077335868704,
    0.7060077335868704,
    0.7060077335868704,
    0.7060077335868704,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8198908440344097,
    0.8457671224273574,
    0.8457671224273574
  ],
  "41": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as students line up outside the university gym before the career fair opens. An alumni panel discusses preparation for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps.",
    "Event staff at the entrance scan registrations and hand out lanyards to attendees as students line up outside the university gym before the career fair opens. An alumni panel discusses preparation for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the entrance scan registrations and hand out lanyards to attendees as students line up outside the university gym before the career fair opens. An alumni panel discusses preparation for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the university gym entrance scan registrations and hand out lanyards to attendees as students line up before the career fair opens. An alumni panel discusses preparation for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "Staff at the university gym entrance scan registrations and hand out lanyards to attendees as students line up before the career fair opens. An alumni panel discusses preparation for technical interviews. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.37725307032526934,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6381927931166655,
    0.6756161467495029,
    0.6756161467495029,
    0.6756161467495029,
    0.6756161467495029,
    0.6756161467495029,
    0.8200756118266832,
    0.8200756118266832,
    0.8200756118266832,
    0.8200756118266832,
    0.8200756118266832,
    0.8200756118266832,
    0.7876520614883211,
    0.7876520614883211,
    0.7876520614883211,
    0.7876520614883211,
    0.7876520614883211,
    0.7876520614883211,
    0.7876520614883211,
    0.8487308571036193,
    0.8487308571036193,
    0.8487308571036193,
    0.8487308571036193,
    0.8487308571036193,
    0.8487308571036193,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8586203901444838,
    0.8579303562473456,
    0.8579303562473456,
    0.8579303562473456,
    0.8579303562473456,
    0.8579303562473456,
    0.8579303562473456,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8604833536108114,
    0.8644519575467662,
    0.8644519575467662
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos.",
    "A single scene shows students rehearsing elevator pitches quietly against a wall, healthcare providers showcasing community outreach photos, and consulting firms stacking glossy case study booklets on high tables.",
    "A single scene shows students rehearsing elevator pitches quietly against a wall, healthcare providers showcasing community outreach photos, and consulting firms stacking glossy case study booklets on high tables.",
    "A single scene shows students rehearsing elevator pitches quietly against a wall, healthcare providers showcasing community outreach photos, and consulting firms stacking glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "A single scene features students rehearsing elevator pitches quietly against a wall; healthcare providers showcasing community outreach photos; consulting firms stacking glossy case study booklets on high tables; and tech companies displaying demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a single scene, students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; and tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a university career fair scene, students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables; and tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3272555872318111,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.3051829425425934,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.35278534192243505,
    0.5164634990179902,
    0.5164634990179902,
    0.5164634990179902,
    0.5164634990179902,
    0.5164634990179902,
    0.5164634990179902,
    0.6791079099892009,
    0.6791079099892009,
    0.6791079099892009,
    0.6791079099892009,
    0.6791079099892009,
    0.6791079099892009,
    0.6791079099892009
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos, while alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos, while alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display and showcase community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos, creating a visual backdrop as alumni volunteers share brief pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31343942570969474,
    0.31343942570969474,
    0.31343942570969474,
    0.31343942570969474,
    0.31343942570969474,
    0.31343942570969474,
    0.4861394089311115,
    0.4861394089311115,
    0.4861394089311115,
    0.4861394089311115,
    0.4861394089311115,
    0.4861394089311115,
    0.6651067141194488,
    0.6651067141194488,
    0.6651067141194488,
    0.6651067141194488,
    0.6651067141194488,
    0.6651067141194488,
    0.6651067141194488,
    0.5222325346762144,
    0.5222325346762144,
    0.5222325346762144,
    0.5222325346762144,
    0.5222325346762144,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181,
    0.514602002618181
  ],
  "44": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while workshops on networking etiquette proceed in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while workshops on networking etiquette proceed in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while workshops on networking etiquette proceed in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, while tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens; tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens, as tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station while workshops on networking etiquette run in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps as students line up outside the university gym before the fair opens. Inside, students clutch resumes in branded folders as an alumni panel discusses how to prepare for technical interviews; some rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map."
  ],
  "44_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.3090497276045015,
    0.5344014594894544,
    0.5344014594894544,
    0.5344014594894544,
    0.5344014594894544,
    0.5344014594894544,
    0.5344014594894544,
    0.73131511742816,
    0.73131511742816,
    0.73131511742816,
    0.73131511742816,
    0.73131511742816,
    0.8320813418216715,
    0.8320813418216715,
    0.8320813418216715,
    0.8320813418216715,
    0.8320813418216715,
    0.8320813418216715,
    0.8320813418216715,
    0.8455914343928979,
    0.8455914343928979,
    0.8455914343928979,
    0.8455914343928979,
    0.8455914343928979,
    0.8763220255282125,
    0.8763220255282125,
    0.8763220255282125,
    0.8763220255282125,
    0.8763220255282125,
    0.8763220255282125,
    0.8763220255282125,
    0.8560826284846377,
    0.8560826284846377,
    0.8560826284846377,
    0.8560826284846377,
    0.8560826284846377,
    0.8560826284846377,
    0.8560826284846377,
    0.8696712559827504,
    0.8696712559827504,
    0.8696712559827504,
    0.8696712559827504,
    0.8696712559827504,
    0.8696712559827504,
    0.8779555809319968,
    0.8779555809319968,
    0.8779555809319968,
    0.8779555809319968,
    0.8779555809319968,
    0.8779555809319968,
    0.8779555809319968
  ],
  "45": [
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station, creating a casual, observant moment in that area.",
    "Alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant moment in the area. Finance firms provide QR codes for immediate internship applications.",
    "Alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant moment in the area. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, creating a casual, observant moment in the area. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers give brief pep talks near the coffee station, contributing a casual, observant mood in the area. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant mood in the area. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "Alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant mood in the area. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant mood. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station, creating a casual, observant mood. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications.",
    "At the university career fair, alumni volunteers give brief pep talks near the coffee station, shaping a casual, observant mood. Groups of friends mark target employers on the event map, while students line up outside the university gym before the event opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes to facilitate immediate internship applications. Dozens of booths with colorful banners encircle the polished floor."
  ],
  "45_score": [
    0.0,
    0.0,
    0.27774700865156404,
    0.27774700865156404,
    0.27774700865156404,
    0.27774700865156404,
    0.5459468161584502,
    0.5459468161584502,
    0.5459468161584502,
    0.5459468161584502,
    0.5459468161584502,
    0.5459468161584502,
    0.7333307233863926,
    0.7333307233863926,
    0.7333307233863926,
    0.7333307233863926,
    0.7333307233863926,
    0.7826586302661905,
    0.7826586302661905,
    0.7826586302661905,
    0.7826586302661905,
    0.7826586302661905,
    0.7826586302661905,
    0.7782421823883066,
    0.7782421823883066,
    0.7782421823883066,
    0.7782421823883066,
    0.7782421823883066,
    0.7782421823883066,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.8028197012371556,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.76882087971461,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8336341732608386,
    0.8404551446273976,
    0.8404551446273976,
    0.8404551446273976,
    0.8404551446273976,
    0.8404551446273976,
    0.8404551446273976,
    0.8404551446273976,
    0.8497232858233909,
    0.8497232858233909
  ],
  "46": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the event, attendees are processed at the entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At the event, attendees are processed at the entrance where staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, attendees are processed at the entrance as staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, attendees are processed at the entrance as staff scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Before the career fair opens, students line up outside the university gym. Nearby, alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair event, attendees are processed at the entrance as staff scan registrations and hand out lanyards. Before opening, students line up outside the university gym. Near the stage, the engineering society sponsors a resume review table. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.5897080386728846,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.7863547756336152,
    0.808816918152196,
    0.808816918152196,
    0.808816918152196,
    0.808816918152196,
    0.808816918152196,
    0.808816918152196,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8602015790193929,
    0.8678436131887911,
    0.8678436131887911,
    0.8678436131887911,
    0.8678436131887911,
    0.8678436131887911,
    0.8678436131887911,
    0.8678436131887911,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8645758481436251,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8613276655064699,
    0.8714470630309068,
    0.8714470630309068,
    0.8714470630309068
  ],
  "47": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the entry workflow. The action occurs at the entrance and involves staff, the registrations being scanned, and the physical lanyards being distributed.",
    "Event staff at the entrance scan registrations and hand out physical lanyards, establishing the entry workflow, with the action centered at the entrance and involving staff, the registrations being scanned, and the lanyards distributed. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out physical lanyards, establishing the entry workflow centered on the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "Event staff at the entrance scan registrations and hand out physical lanyards, establishing an entry workflow centered on the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out physical lanyards, establishing an entry workflow centered on the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The scene centers on the event entrance, where staff scan registrations and hand out physical lanyards, establishing an entry workflow anchored at the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "The scene centers on the event entrance, where staff scan registrations and hand out physical lanyards, establishing an entry workflow anchored at the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on the event entrance, where staff scan registrations and hand out physical lanyards, establishing an entry workflow anchored at the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on the event entrance, where staff scan registrations and hand out physical lanyards, establishing an entry workflow anchored at the entrance and involving staff, the scanned registrations, and the distributed lanyards. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3931340075454645,
    0.3931340075454645,
    0.3931340075454645,
    0.3931340075454645,
    0.6071882141133518,
    0.6071882141133518,
    0.6071882141133518,
    0.6071882141133518,
    0.6071882141133518,
    0.7377547891727063,
    0.7377547891727063,
    0.7377547891727063,
    0.7377547891727063,
    0.7377547891727063,
    0.7377547891727063,
    0.7392931724259129,
    0.7392931724259129,
    0.7392931724259129,
    0.7392931724259129,
    0.7392931724259129,
    0.8062204352341863,
    0.8062204352341863,
    0.8062204352341863,
    0.8062204352341863,
    0.8062204352341863,
    0.8062204352341863,
    0.8062204352341863,
    0.7953978726892244,
    0.7953978726892244,
    0.7953978726892244,
    0.7953978726892244,
    0.7953978726892244,
    0.7953978726892244,
    0.7953978726892244,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7966301370327857,
    0.7979802314097414,
    0.7979802314097414,
    0.7979802314097414,
    0.7979802314097414,
    0.7979802314097414,
    0.7979802314097414
  ],
  "48": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting a career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before the career fair opens.",
    "A university gym hosts a career fair where an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "A university gym hosts a career fair where an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At a university gym, a career fair is underway with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as healthcare providers showcase community outreach photos. Students line up outside the gym before the fair opens, some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule.",
    "At a university gym, a career fair is underway, featuring an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as healthcare providers showcase community outreach photos. Students line up outside the gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At a university gym, a career fair is underway featuring an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing community outreach photos. Students line up outside the gym before the fair opens, some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "In a university gym, a career fair is underway with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing community outreach photos. Students line up outside before the fair opens, some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "In a university gym, a career fair is underway with an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, including healthcare providers showcasing community outreach photos. Students line up outside before the fair opens, some rehearsing elevator pitches quietly against the wall. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.7650071876174269,
    0.7650071876174269,
    0.7650071876174269,
    0.7650071876174269,
    0.7650071876174269,
    0.7957672255270138,
    0.7957672255270138,
    0.7957672255270138,
    0.7957672255270138,
    0.7957672255270138,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.8140846937873965,
    0.7979719942326637,
    0.7979719942326637,
    0.7979719942326637,
    0.7979719942326637,
    0.7979719942326637,
    0.7979719942326637,
    0.7979719942326637,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8058167418590814,
    0.8204641707376826,
    0.8204641707376826,
    0.8204641707376826,
    0.8204641707376826,
    0.8204641707376826,
    0.8204641707376826,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8290907291241831,
    0.8492400579260493,
    0.8492400579260493
  ],
  "49": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and in the adjoining classroom, workshops on networking etiquette begin.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "An event features an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event features an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event features an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An event features an alumni panel discussing how to prepare for technical interviews. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.39045173984816967,
    0.39045173984816967,
    0.39045173984816967,
    0.39045173984816967,
    0.39045173984816967,
    0.7470515282714025,
    0.7470515282714025,
    0.7470515282714025,
    0.7470515282714025,
    0.7470515282714025,
    0.7470515282714025,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.7646056773749426,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.801807814680491,
    0.8032472931047604,
    0.8032472931047604,
    0.8032472931047604,
    0.8032472931047604,
    0.8032472931047604
  ]
}