{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms offer QR codes that enable immediate internship applications.",
    "Finance firms provide QR codes that enable immediate internship applications, while dozens of booths with colorful banners circle the polished floor.",
    "Finance firms provide QR codes enabling immediate internship applications, and dozens of booths with colorful banners circle the polished floor.",
    "Finance firms provide QR codes enabling immediate internship applications, and dozens of booths with colorful banners circle the polished floor.",
    "Finance firms provide QR codes enabling immediate internship applications, and dozens of booths with colorful banners circle the polished floor.",
    "Finance firms provide QR codes enabling immediate internship applications, and dozens of booths with colorful banners circle the polished floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.41019429678624286,
    0.46018620586097436,
    0.46018620586097436,
    0.46018620586097436,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353,
    0.4263128310210353
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in advance of the career fair opening, clutching resumes tucked inside branded folders.",
    "Students line up outside the university gym in advance of the career fair opening, clutching resumes tucked inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors redirect unsure students toward applicable industries, while healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors redirect unsure students toward applicable industries, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors direct unsure students toward applicable industries, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors direct unsure students toward applicable industries, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening, clutching resumes tucked inside branded folders. Career counselors direct unsure students toward applicable industries, while healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.38805661075658326,
    0.5764716977512041,
    0.5764716977512041,
    0.5764716977512041,
    0.5764716977512041,
    0.5663870536891362,
    0.5663870536891362,
    0.5663870536891362,
    0.5663870536891362,
    0.5663870536891362,
    0.7286771644969603,
    0.7286771644969603,
    0.7286771644969603,
    0.7286771644969603,
    0.7286771644969603,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.791423803576592,
    0.806178547067973,
    0.806178547067973,
    0.806178547067973,
    0.8218324146520686,
    0.8218324146520686,
    0.8218324146520686,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008,
    0.8374352353272008
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "In a professional exhibition setting, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves.",
    "At a professional exhibition, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional exhibition, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At a professional exhibition, dozens of booths with colorful banners circle the polished floor while students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. In an adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.42568521351020605,
    0.42568521351020605,
    0.42568521351020605,
    0.42568521351020605,
    0.42568521351020605,
    0.42568521351020605,
    0.42568521351020605,
    0.5968666118670023,
    0.5968666118670023,
    0.5968666118670023,
    0.5968666118670023,
    0.5968666118670023,
    0.6398260738810988,
    0.6398260738810988,
    0.6398260738810988,
    0.6398260738810988,
    0.6398260738810988,
    0.6398260738810988,
    0.6642147180849588,
    0.6642147180849588,
    0.6642147180849588,
    0.6642147180849588,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.6926892829315288,
    0.7461603268709847,
    0.7461603268709847,
    0.7461603268709847,
    0.7461603268709847,
    0.7461603268709847,
    0.7862353824368427,
    0.7862353824368427,
    0.7862353824368427,
    0.7862353824368427,
    0.7862353824368427,
    0.7923088048138442,
    0.7923088048138442,
    0.7923088048138442,
    0.7923088048138442,
    0.7923088048138442,
    0.7923088048138442,
    0.810606043471282,
    0.810606043471282,
    0.810606043471282,
    0.810606043471282,
    0.810606043471282,
    0.810606043471282,
    0.8118291849437678,
    0.8118291849437678,
    0.8118291849437678,
    0.8118291849437678,
    0.8118291849437678
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "An expo scene shows consulting firms stacking glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as the hall fills with activity. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens featuring their latest apps.",
    "An expo scene unfolds around a university gym, where consulting firms stack glossy case study booklets on high tables and a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as the hall fills with activity. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Around a university gym, an expo scene unfolds as consulting firms stack glossy case study booklets on high tables and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as the hall fills with activity. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showcasing their latest apps. Students line up outside the gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At a university gym, an expo scene unfolds: consulting firms stack glossy case study booklets on high tables and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as the hall fills with activity. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps. Students line up outside the gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At a university gym, an expo scene unfolds as consulting firms stack glossy case study booklets on high tables and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact as the hall fills with activity. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showcasing their latest apps. Students line up outside the gym before the career fair opens, while some rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3829859334089472,
    0.3829859334089472,
    0.3829859334089472,
    0.3829859334089472,
    0.3829859334089472,
    0.5813406127224525,
    0.5813406127224525,
    0.5813406127224525,
    0.5813406127224525,
    0.5813406127224525,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7273845894466333,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.7428840297492578,
    0.756115600151048,
    0.756115600151048,
    0.756115600151048,
    0.756115600151048,
    0.756115600151048,
    0.756115600151048,
    0.7810806463829933,
    0.7810806463829933,
    0.7810806463829933,
    0.7810806463829933,
    0.7810806463829933,
    0.7810806463829933,
    0.7739732334026715,
    0.7739732334026715,
    0.7739732334026715,
    0.7739732334026715,
    0.7739732334026715,
    0.7739732334026715,
    0.7739732334026715,
    0.796026719610783,
    0.796026719610783,
    0.796026719610783,
    0.796026719610783,
    0.796026719610783
  ],
  "4": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications, while the engineering society sponsors a resume review table near the stage.",
    "At the event, finance firms offer QR codes to enable immediate internship applications; the engineering society sponsors a resume review table near the stage; and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, finance firms offer QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At the event, finance firms provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Finance firms at the event provide QR codes to enable immediate internship applications. The engineering society sponsors a resume review table near the stage. Alumni volunteers give quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA outlines the fair schedule.",
    "At the event, finance firms provide QR codes to enable immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair scene features finance firms providing QR codes for immediate internship applications, and the engineering society sponsoring a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station, while human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds on a polished floor surrounded by dozens of booths with colorful banners. Finance firms provide QR codes for immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Alumni volunteers give quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "The scene is a career fair unfolding on a polished floor, surrounded by dozens of booths with colorful banners. Finance firms provide QR codes for immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "The scene is a career fair on a polished floor, surrounded by dozens of booths with colorful banners. Finance firms offer QR codes for immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair held on a polished floor, dozens of booths display colorful banners. Finance firms offer QR codes to enable immediate internship applications, while the engineering society sponsors a resume-review table near the stage. Alumni volunteers deliver quick pep talks near the coffee station, and human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.37928031125348177,
    0.4914615902100078,
    0.4914615902100078,
    0.4914615902100078,
    0.4914615902100078,
    0.8336267267051506,
    0.8336267267051506,
    0.8336267267051506,
    0.8394062142481467,
    0.8394062142481467,
    0.8394062142481467,
    0.8394062142481467,
    0.8394062142481467,
    0.843212735706062,
    0.843212735706062,
    0.843212735706062,
    0.843212735706062,
    0.843212735706062,
    0.843212735706062,
    0.8824045435252444,
    0.8824045435252444,
    0.8824045435252444,
    0.8824045435252444,
    0.8713777207641568,
    0.8713777207641568,
    0.8713777207641568,
    0.8713777207641568,
    0.8713777207641568,
    0.8713777207641568,
    0.8711880036014034,
    0.8711880036014034,
    0.8711880036014034,
    0.8711880036014034,
    0.8711880036014034,
    0.8814950120112102,
    0.8814950120112102,
    0.8814950120112102,
    0.8814950120112102,
    0.8814950120112102,
    0.8542002175227934,
    0.8542002175227934,
    0.8542002175227934,
    0.8542002175227934,
    0.8542002175227934,
    0.8665398307490759,
    0.8665398307490759,
    0.8665398307490759,
    0.8665398307490759,
    0.8665398307490759,
    0.8866740404161642,
    0.8866740404161642,
    0.8866740404161642,
    0.8866740404161642,
    0.8866740404161642,
    0.8866740404161642,
    0.8866740404161642
  ],
  "5": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops begin in the adjoining classroom while dozens of booths with colorful banners circle the polished floor outside. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor outside. A robotics startup flies a small drone above its booth to draw attention, and tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor outside for the career fair. A robotics startup flies a small drone above its booth to draw attention while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Networking etiquette workshops begin in the adjoining classroom as dozens of booths with colorful banners circle the polished floor outside for the career fair. A robotics startup flies a small drone above its booth to draw attention, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.5533680570946654,
    0.5533680570946654,
    0.5533680570946654,
    0.5716009541194562,
    0.5716009541194562,
    0.5716009541194562,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6982322535117224,
    0.6844424705802551,
    0.6844424705802551,
    0.6844424705802551,
    0.6844424705802551,
    0.6844424705802551,
    0.6844424705802551,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7217802328121126,
    0.7952040727165576,
    0.7952040727165576,
    0.7952040727165576,
    0.7952040727165576,
    0.7952040727165576,
    0.8366854991552246,
    0.8366854991552246,
    0.8366854991552246,
    0.8366854991552246,
    0.8366854991552246,
    0.8366854991552246,
    0.8649137424730178,
    0.8649137424730178,
    0.8649137424730178,
    0.8649137424730178,
    0.8808091223544605,
    0.8808091223544605,
    0.8808091223544605,
    0.8808091223544605
  ],
  "6": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At an expo-style event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor, and human resources teams jot notes on tablets as students introduce themselves.",
    "At an expo-style event, a cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the polished floor, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "An expo-style event centers on a cybersecurity company that hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders as they circulate. Dozens of booths with colorful banners surround the polished floor. Human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map.",
    "An expo-style event centers on a cybersecurity company and features a password-cracking challenge on a laptop. Students circulate, clutching resumes inside branded folders. Dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "An expo-style event centered on a cybersecurity company features a password-cracking challenge on a laptop. Students circulate, clutching resumes inside branded folders. Dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "An expo-style event centered on a cybersecurity company includes a password-cracking challenge displayed on a laptop. Students circulate, clutching resumes inside branded folders, while dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "An expo-style event focused on a cybersecurity company features a password-cracking challenge displayed on a laptop. Students circulate, clutching resumes inside branded folders, while dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An expo-style event focused on a cybersecurity company features a password-cracking challenge displayed on a laptop. Students circulate, clutching resumes inside branded folders, while dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An expo-style event focused on a cybersecurity company features a password-cracking challenge displayed on a laptop. Students circulate, clutching resumes inside branded folders, while dozens of booths with colorful banners surround a polished floor. Human resources teams jot notes on tablets as students introduce themselves, and groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3351015552291867,
    0.3351015552291867,
    0.3351015552291867,
    0.3351015552291867,
    0.5608480809618622,
    0.5608480809618622,
    0.5608480809618622,
    0.5608480809618622,
    0.5608480809618622,
    0.7339548557212009,
    0.7339548557212009,
    0.7339548557212009,
    0.7339548557212009,
    0.7637087148730639,
    0.7637087148730639,
    0.7637087148730639,
    0.7637087148730639,
    0.7637087148730639,
    0.7752850198759114,
    0.7752850198759114,
    0.7752850198759114,
    0.7752850198759114,
    0.7752850198759114,
    0.7752850198759114,
    0.7712904931213466,
    0.7712904931213466,
    0.7712904931213466,
    0.7712904931213466,
    0.7712904931213466,
    0.7712904931213466,
    0.785378783662636,
    0.785378783662636,
    0.785378783662636,
    0.785378783662636,
    0.785378783662636,
    0.7823070869564492,
    0.7823070869564492,
    0.7823070869564492,
    0.7823070869564492,
    0.7823070869564492,
    0.7823070869564492,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7921478809876561,
    0.7920703473041673,
    0.7920703473041673,
    0.7920703473041673,
    0.7920703473041673,
    0.7920703473041673,
    0.7920703473041673
  ],
  "7": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves, while a robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, and a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom, and groups of friends mark target employers on the event map.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance, while a welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5887606211189744,
    0.5887606211189744,
    0.5887606211189744,
    0.5887606211189744,
    0.7702061340222346,
    0.7702061340222346,
    0.7702061340222346,
    0.7702061340222346,
    0.7702061340222346,
    0.8379124496398727,
    0.8379124496398727,
    0.8379124496398727,
    0.8379124496398727,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.850380919193553,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8662851761558137,
    0.8222921701593473,
    0.8222921701593473,
    0.8222921701593473,
    0.8222921701593473,
    0.8222921701593473,
    0.8222921701593473,
    0.8571525753963121,
    0.8571525753963121,
    0.8571525753963121,
    0.8571525753963121,
    0.8571525753963121,
    0.8571525753963121,
    0.8571525753963121,
    0.867114533854929,
    0.867114533854929,
    0.867114533854929,
    0.867114533854929,
    0.867114533854929,
    0.877705880522643,
    0.877705880522643,
    0.877705880522643,
    0.877705880522643,
    0.877705880522643,
    0.8820492667896006,
    0.8820492667896006,
    0.8820492667896006,
    0.8820492667896006,
    0.8820492667896006
  ],
  "8": [
    "",
    "",
    "",
    "A resume review table sponsored by the engineering society is located near the stage.",
    "A resume review table sponsored by the engineering society is located near the stage. Career counselors remind attendees to maintain eye contact.",
    "A resume review table sponsored by the engineering society is located near the stage. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "A resume review table sponsored by the engineering society sits near the stage. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "A resume review table sponsored by the engineering society sits near the stage. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the event, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, as finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, while finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, a resume review table sponsored by the engineering society sits near the stage, with career counselors reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, while tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.3961334356682733,
    0.4947685508771284,
    0.4947685508771284,
    0.4947685508771284,
    0.4947685508771284,
    0.4947685508771284,
    0.4947685508771284,
    0.4947685508771284,
    0.6164321916435527,
    0.6164321916435527,
    0.6164321916435527,
    0.6164321916435527,
    0.6164321916435527,
    0.7071637482773042,
    0.7071637482773042,
    0.7071637482773042,
    0.7071637482773042,
    0.7071637482773042,
    0.7342660077692158,
    0.7342660077692158,
    0.7342660077692158,
    0.7342660077692158,
    0.7342660077692158,
    0.7342660077692158,
    0.7929526766712225,
    0.7929526766712225,
    0.7929526766712225,
    0.7929526766712225,
    0.7929526766712225,
    0.7929526766712225,
    0.8349783167542464,
    0.8349783167542464,
    0.8349783167542464,
    0.8349783167542464,
    0.8349783167542464,
    0.8349783167542464,
    0.8349783167542464,
    0.8444465497961817,
    0.8444465497961817,
    0.8444465497961817,
    0.8444465497961817,
    0.8444465497961817,
    0.8444465497961817,
    0.8444465497961817,
    0.8818869798798592,
    0.8818869798798592,
    0.8818869798798592,
    0.8818869798798592,
    0.8792506217962686,
    0.8792506217962686,
    0.8792506217962686,
    0.8792506217962686,
    0.8792506217962686,
    0.8792506217962686,
    0.8792506217962686,
    0.8899962897091551,
    0.8899962897091551,
    0.8899962897091551,
    0.8899962897091551,
    0.8899962897091551
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "In a career fair environment, an alumni panel discusses how to prepare for technical interviews while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At a career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors direct unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while career counselors guide unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews; career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves; consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor; groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, followed by career counselors guiding unsure students toward applicable industries and emphasizing eye contact. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, followed by career counselors guiding unsure students toward applicable industries and emphasizing eye contact. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.5883967387932494,
    0.5883967387932494,
    0.5883967387932494,
    0.5883967387932494,
    0.5883967387932494,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.7246983826201152,
    0.8074039362989979,
    0.8074039362989979,
    0.8074039362989979,
    0.8074039362989979,
    0.8074039362989979,
    0.8388894964258433,
    0.8388894964258433,
    0.8388894964258433,
    0.8388894964258433,
    0.8388894964258433,
    0.8346890443622972,
    0.8346890443622972,
    0.8346890443622972,
    0.8346890443622972,
    0.8346890443622972,
    0.8527401440546584,
    0.8527401440546584,
    0.8527401440546584,
    0.8527401440546584,
    0.8527401440546584,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.8426764512951882,
    0.5677832194008033,
    0.5677832194008033,
    0.5677832194008033,
    0.5677832194008033,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225,
    0.8718858130858225
  ]
}