{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors also redirect unsure students toward applicable industries.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors also redirect unsure students toward applicable industries.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule and the sequence of events with their timings. At the event entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the career fair-like event, dozens of booths with colorful banners circle a polished floor, with tech companies displaying demo screens of their latest apps and a cybersecurity firm running a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule and sequence of events with timings. At the entrance, event staff scan registrations and hand out lanyards to attendees as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair–like event, dozens of booths with colorful banners circle a polished floor. Tech companies display demo screens of their latest apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule and sequence of events with timings. At the entrance, event staff scan registrations and hand out lanyards to attendees as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair–like event, dozens of booths with colorful banners circle a polished floor. Tech companies display demo screens of their apps, while a cybersecurity firm runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact and direct questions toward industries. A welcome announcement broadcasts the fair schedule and sequence of events. At the entrance, staff scan registrations and hand out lanyards to attendees as students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark employers on the event map; outside the university gym, students line up ahead of opening, some rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth for attention."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.3567955345004008,
    0.8000782729536795,
    0.8000782729536795,
    0.8000782729536795,
    0.8000782729536795,
    0.8000782729536795,
    0.8041382453729874,
    0.8041382453729874,
    0.8041382453729874,
    0.8041382453729874,
    0.8041382453729874,
    0.8041382453729874,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.9063446815619978,
    0.8891363425290097,
    0.8891363425290097,
    0.8891363425290097,
    0.8891363425290097,
    0.8891363425290097,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8709962328845186,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811,
    0.8976973000495811
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables.",
    "At a professional event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a professional event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, students line up outside the gym before it opens while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. An opening welcome announcement over the PA outlines the fair’s schedule and flow, conveying the day’s sequence. Nearby, career counselors remind attendees to maintain eye contact, with alumni volunteers sharing quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At a university career fair, students line up outside the gym before it opens, while event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. A welcome announcement over the PA outlines the fair’s schedule and sequence with timing. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At two concurrent recruiting events, a university career fair and a professional fair, students line up outside the gym before opening while event staff at the entrances scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. A welcome announcement over the PA outlines each fair’s schedule and sequence, with career counselors reminding attendees to maintain eye contact and alumni volunteers delivering quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. At the professional fair, students clutch branded folders containing resumes. The engineering society sponsors a resume review table near the stage.",
    "Two concurrent recruiting events—the university career fair and the professional fair—unfold around the campus gym. Outside, students line up ahead of opening as staff scan registrations and hand out lanyards. Inside, dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on an event map while tech companies display demo screens and consulting firms stack glossy case-study booklets on high tables. An engineering society sponsors a resume-review table near the stage. A welcome PA outlines each fair’s schedule, with career counselors reminding attendees to maintain eye contact and alumni volunteers delivering quick pep talks near the coffee station. Alumni panels discuss how to prepare for technical interviews; some participants rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "An LLM error occurred: 502 Server Error: Bad Gateway for URL https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.3611105114310191,
    0.7119361498268658,
    0.7119361498268658,
    0.7119361498268658,
    0.7119361498268658,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7379523119397224,
    0.7676487509333372,
    0.7676487509333372,
    0.7676487509333372,
    0.7676487509333372,
    0.7676487509333372,
    0.853761813874278,
    0.853761813874278,
    0.853761813874278,
    0.853761813874278,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8535697268716407,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8462789272240043,
    0.8632570616118009,
    0.8632570616118009,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards; an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, with some rehearsing elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening as some rehearse elevator pitches quietly against the wall; career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage. Throughout, career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening as some rehearse elevator pitches against the wall and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage, with alumni volunteers gathered near the coffee station offering quick pep talks. Finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Throughout, career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, staff scan registrations and hand out lanyards at the entrance as an alumni panel discusses how to prepare for technical interviews. Outside the campus gym, students line up before opening, some quietly rehearsing elevator pitches against the wall while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with alumni volunteers stationed near the coffee station offering quick pep talks. Finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. A PA welcomes attendees and outlines the schedule for the professional fair. Consulting firms stack glossy case study booklets on high tables. Throughout, career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, staff scan registrations and hand out lanyards at the entrance while an alumni panel discusses how to prepare for technical interviews. Outside the campus gym, students line up before opening, some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage, with alumni volunteers stationed near the coffee station offering quick pep talks. Finance firms provide QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. A PA welcomes attendees and outlines the schedule for the professional fair. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "At the campus career fair, staff scan registrations and hand out lanyards at the entrance while an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up before opening, some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage, with alumni volunteers stationed near the coffee station offering quick pep talks. Finance firms provide QR codes for immediate internship applications. A PA welcomes attendees and outlines the schedule. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Healthcare providers showcase community outreach photos.",
    "At the campus career fair, staff scan registrations and hand out lanyards at the entrance; a PA welcomes attendees and outlines the schedule. Outside the gym, students line up before opening, some rehearsing elevator pitches as counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the floor. Engineering society sponsors a resume review table near the stage; alumni volunteers offer quick talks near coffee. Finance firms provide QR codes for internships. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps. A robotics startup flies a small drone over its booth. Healthcare providers showcase outreach photos. A cybersecurity company features a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. Alumni panels discuss preparing for technical interviews, with nearby volunteers giving quick pep talks."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.4917031560943105,
    0.6407854940515918,
    0.6407854940515918,
    0.6407854940515918,
    0.6407854940515918,
    0.6407854940515918,
    0.8140469490672413,
    0.8140469490672413,
    0.8140469490672413,
    0.8140469490672413,
    0.8140469490672413,
    0.8140469490672413,
    0.8447548827459852,
    0.8447548827459852,
    0.8447548827459852,
    0.8447548827459852,
    0.8447548827459852,
    0.8447548827459852,
    0.8661637462075658,
    0.8661637462075658,
    0.8661637462075658,
    0.8661637462075658,
    0.8661637462075658,
    0.8661637462075658,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8911684748111446,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.8840753813856344,
    0.906944933314418,
    0.906944933314418,
    0.906944933314418
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system, while an alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA system outlines the fair schedule, establishing the event's flow. An alumni panel discusses how to prepare for technical interviews. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement over the PA outlines the fair schedule and event flow. An alumni panel discusses how to prepare for technical interviews. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. At the professional event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement over the PA outlines the fair schedule and event flow. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. At the professional event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up ahead of the career fair opening, some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on an event map, identifying companies of interest. Throughout, career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, a welcome PA outlines the schedule and event flow. An alumni panel discusses preparing for technical interviews, with guidance on readiness, while alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the professional area, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map. Students clutch resumes inside branded folders.",
    "At the university career fair, a welcome PA outlines the schedule and event flow. An alumni panel discusses preparing for technical interviews, with guidance on readiness, while alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the professional area, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a welcome PA outlines the schedule and event flow. An alumni panel discusses preparing for technical interviews, offering guidance on readiness, while alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. In the professional area, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. Staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map. Students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a welcome PA outlines the schedule. An alumni panel discusses preparing for technical interviews, with quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. In the professional area, the engineering society runs a resume-review table by the stage; tech companies display demo screens; consulting firms stack glossy case-study booklets on high tables. Staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map. Students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.5027581045290312,
    0.5027581045290312,
    0.5027581045290312,
    0.5027581045290312,
    0.5027581045290312,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8097649124390746,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8660414205681006,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8762749649596859,
    0.8506975567247264,
    0.8506975567247264,
    0.8506975567247264,
    0.8506975567247264,
    0.8506975567247264,
    0.8506975567247264,
    0.8586207744597681,
    0.8586207744597681,
    0.8586207744597681,
    0.8586207744597681,
    0.8586207744597681,
    0.8586207744597681,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8575706979446975,
    0.8501753217686132,
    0.8501753217686132,
    0.8501753217686132,
    0.8501753217686132,
    0.8501753217686132,
    0.8501753217686132
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair-like event, an alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair-like event, an alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair-like event, dozens of booths with colorful banners circle the polished floor, while an engineering society sponsors a resume review table near the stage and alumni panels discuss how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and some participants rehearse elevator pitches quietly against the wall. Outside the university gym, students line up ahead of the fair opening. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair-like event inside the university gym, dozens of booths with colorful banners encircle a polished floor. An engineering society sponsors a resume-review table near the stage, while alumni panels discuss how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, and some participants rehearse elevator pitches quietly against the wall. Outside the gym, students line up ahead of the fair opening. Consulting firms display glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "Inside the university gym, a career fair unfolds with dozens of booths encircling a polished floor and colorful banners; an engineering society sponsors a resume-review table near the stage, and tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Alumni panels discuss how to prepare for technical interviews, and near the coffee station alumni volunteers offer quick pep talks as career counselors remind attendees to maintain eye contact; some participants rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up ahead of the fair opening, and an opening PA welcome outlines the schedule with later repetition.",
    "Inside the university gym, a career fair fills the space with dozens of booths around a polished floor and colorful banners. An engineering society sponsors a near-stage resume-review table, while tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to draw attention. Alumni panels discuss how to prepare for technical interviews, and near coffee station alumni volunteers offer quick pep talks as career counselors remind attendees to maintain eye contact; some participants rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Outside, students line up ahead of the fair opening, and an opening PA welcome outlines the schedule with later repetition. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.578659985996923,
    0.578659985996923,
    0.578659985996923,
    0.7150505550172204,
    0.7150505550172204,
    0.7150505550172204,
    0.7407017207019352,
    0.7407017207019352,
    0.7407017207019352,
    0.8496526771096913,
    0.8496526771096913,
    0.8496526771096913,
    0.8496526771096913,
    0.8496526771096913,
    0.8468824201135363,
    0.8468824201135363,
    0.8468824201135363,
    0.8468824201135363,
    0.8468824201135363,
    0.8468824201135363,
    0.8468824201135363,
    0.879389341156656,
    0.879389341156656,
    0.879389341156656,
    0.879389341156656,
    0.879389341156656,
    0.879389341156656,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.8607529507410918,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.876352516341574,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617,
    0.8875916586655617
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "Within a setting involving a cybersecurity company, a password cracking challenge runs on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop, while an alumni panel discusses how to prepare for technical interviews. Event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop while an alumni panel discusses how to prepare for technical interviews. Event staff at the entrance scan registrations and hand out lanyards to attendees. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. In a professional setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system, and the PA transmits the day’s schedule and sequence of events with timing. At the fair, the alumni panel offers guidance on interview readiness. Tech companies display demo screens showing their latest apps.",
    "At a cybersecurity company event, a password-cracking challenge runs on a laptop while an alumni panel discusses how to prepare for technical interviews. Event staff at the entrance scan registrations and hand out lanyards to attendees; groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact; outside the university gym, students line up ahead of the career fair opening; some rehearse elevator pitches quietly against the wall. In professional settings, consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system, and the PA transmits the day’s schedule and sequence of events with timing. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth for attention.",
    "At a university career fair, students line up outside the gym before opening, while event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables; groups of friends mark target employers on the event map as these displays unfold. A welcome announcement over the PA outlines the fair’s schedule and flow, transmitting the day’s sequence. Nearby, career counselors remind attendees to maintain eye contact, with alumni volunteers offering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth for attention. At a cybersecurity company event, a password-cracking challenge runs on a laptop while an alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, students line up outside the gym before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables, as groups of friends mark target employers on the event map. A welcome PA announces the fair’s schedule and flow, followed by successive announcements. Career counselors remind attendees to maintain eye contact, with alumni volunteers offering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth. At a cybersecurity company event, a password-cracking challenge runs on a laptop while an alumni panel discusses interview prep. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.38350015192824494,
    0.38350015192824494,
    0.38350015192824494,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.5925406253640081,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8082400015692754,
    0.8414624020140552,
    0.8414624020140552,
    0.8414624020140552,
    0.8414624020140552,
    0.8414624020140552,
    0.8414624020140552,
    0.8414624020140552,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8622512288454485,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571,
    0.8775430355136571
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, identifying companies of interest; the engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, with some rehearsing elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact.",
    "At the university career fair, groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, with some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. A campus scene repeats these elements, featuring the same resume table near the stage and alumni panel, plus the outside-gym line, quiet elevator-pitch rehearsals, and eye-contact reminders.",
    "At the university career fair, groups of friends mark target employers on the event map, identifying companies of interest. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries. At the event entrance, staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, with some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. A campus scene repeats these elements, featuring the same resume table near the stage and alumni panel, plus the outside-gym line, quiet elevator-pitch rehearsals, and eye-contact reminders. Students clutch resumes inside branded folders."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5954176756689856,
    0.5954176756689856,
    0.5954176756689856,
    0.5954176756689856,
    0.5954176756689856,
    0.6072772800639848,
    0.6072772800639848,
    0.6072772800639848,
    0.6072772800639848,
    0.8294671227127721,
    0.8294671227127721,
    0.8294671227127721,
    0.8294671227127721,
    0.8294671227127721,
    0.8294671227127721,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8031990319451728,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167,
    0.8158941065645167
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being transmitted over the PA system at the fair, outlining the schedule of activities for attendees. The message describes the sequence of events and their timing, delivered through the PA system.",
    "A welcome announcement is transmitted over the fair's PA system, outlining the sequence and timing of activities for attendees. The message is delivered through the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is transmitted over the fair’s PA system, outlining the sequence and timing of activities for attendees. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is transmitted over the fair’s PA system, outlining the sequence and timing of activities for attendees. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. At a professional career fair-style event, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and nearby alumni volunteers share quick pep talks near the coffee station.",
    "A professional career fair–style event features a welcome PA announcement outlining the sequence and timing of activities. At the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews, offering interview-readiness guidance. Students clutch resumes inside branded folders.",
    "At a university career fair, students line up outside the gym before opening, and at the entrance staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map as these displays unfold. A welcome PA announces the fair’s schedule and flow. Career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Students clutch resumes inside branded folders.",
    "At a university career fair, students line up outside the gym before opening as staff at the entrance scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map as these displays unfold. A welcome PA announces the fair’s schedule and flow. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.47531495400244284,
    0.47531495400244284,
    0.47531495400244284,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.6482422601829235,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.7607401804462064,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8725001916740225,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8247168230569443,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8599993312075331,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193,
    0.8639088160397193
  ],
  "8": [
    "",
    "\"\"",
    "A welcome announcement is being transmitted over the PA system at the fair to attendees, outlining the schedule of activities and the sequence of events with their timing.",
    "A welcome announcement is being transmitted over the PA system at the fair, outlining the schedule of activities and the sequence of events with their timing. At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is being transmitted over the PA system at the fair, outlining the schedule of activities and the sequence of events with their timing. At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. Alumni volunteers are gathered near the coffee station, sharing quick pep talks. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the professional fair, a welcome announcement transmits the schedule over the PA system. At the event entrance, staff scan registrations and hand out lanyards to attendees. Attendees clutch branded folders containing resumes. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers gather near the coffee station, sharing quick pep talks. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the professional fair, a welcome announcement transmits the schedule over the PA system. At the event entrance, staff scan registrations and hand out lanyards to attendees. Attendees clutch branded folders containing resumes. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Alumni volunteers gather near the coffee station, sharing quick pep talks. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, a welcome announcement transmits the schedule over the PA, outlining the fair’s timing. Students line up outside the gym before opening as staff scan registrations and hand out lanyards at the entrance. Attendees clutch branded folders containing resumes. Groups of friends mark target employers on the event map while tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers gather near the coffee station, sharing quick pep talks. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. HR teams jot notes on tablets while students introduce themselves; finance firms offer QR codes for immediate internship applications; engineering society sponsors a resume review table near the stage.",
    "At the university gym, career fair unfolds on a polished floor with booths and colorful banners. Attendees browse as tech companies display demo screens of their latest apps, and consulting firms stack case-study booklets on tables; a cybersecurity company runs a password-cracking challenge on a laptop. Entrance staff scan registrations and hand out lanyards as students arrive with resumes in branded folders. Groups of students line up outside before opening; a map marks target employers. Alumni volunteers gather near the coffee station, sharing pep talks, while an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications; the engineering society sponsors a resume review table near the stage. Networking etiquette workshops take place in the adjoining classroom. The opening PA announces the schedule, followed by a second message detailing the day’s activities."
  ],
  "8_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.39959811992942823,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.6106726710136521,
    0.873635421475002,
    0.873635421475002,
    0.873635421475002,
    0.873635421475002,
    0.873635421475002,
    0.875770588592986,
    0.875770588592986,
    0.875770588592986,
    0.875770588592986,
    0.875770588592986,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8772293488414183,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8722141215154184,
    0.8644403138843841,
    0.8644403138843841,
    0.8644403138843841,
    0.8644403138843841
  ],
  "9": [
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule, establishing the event's flow. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "An opening welcome announcement over the PA system outlines the fair schedule and flow, with the day’s schedule and event sequence conveyed through the PA. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "An opening welcome announcement over the PA outlines the fair’s schedule and flow, conveying the day’s schedule and event sequence. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case-study booklets on high tables.",
    "An opening welcome announcement over the PA outlines the fair’s schedule and flow, conveying the day’s schedule and event sequence. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor around attendees, who browse and listen. Students line up outside the university gym before the career fair opens.",
    "An opening welcome over the PA outlines the fair’s schedule and event flow, with later repetition noted, while dozens of booths with colorful banners circle the polished floor as attendees browse and listen. Students line up outside the university gym before the fair opens. Near the coffee station, alumni volunteers share quick pep talks while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. At the professional event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "An opening PA welcome outlines the fair’s schedule and event flow, with later repetition noted. Dozens of booths with colorful banners circle the polished floor as attendees browse and listen. Students line up outside the university gym before the fair opens. Near the coffee station, alumni volunteers share quick pep talks while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case-study booklets on high tables. At the professional event, the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with banners circle the floor as attendees browse. Before the fair opens, students line up outside the university gym; a campus scene repeats elements, including elevator-pitch rehearsals against the wall and eye-contact reminders. An opening PA outlines the schedule, with later repetition noted. Near the coffee station, alumni volunteers share pep talks, career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their apps, and consulting firms stack case-study booklets on high tables. At the professional event, the engineering society sponsors a resume-review table near the stage; a cybersecurity company runs a password-cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on an event map."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.47515343764107787,
    0.47515343764107787,
    0.6500699009674191,
    0.6500699009674191,
    0.6500699009674191,
    0.6500699009674191,
    0.6500699009674191,
    0.8010767912622553,
    0.8010767912622553,
    0.8010767912622553,
    0.8010767912622553,
    0.8010767912622553,
    0.8010767912622553,
    0.8798888893615744,
    0.8798888893615744,
    0.8798888893615744,
    0.8798888893615744,
    0.8798888893615744,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8948365504171062,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.8965664229033121,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9100762646197034,
    0.9089650766759636,
    0.9089650766759636,
    0.9089650766759636,
    0.9089650766759636,
    0.9089650766759636
  ],
  "10": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "In a professional fair setting, consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map, while at the entrance staff scan registrations and hand out lanyards.",
    "At a professional fair, consulting firms stack glossy case-study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, and at the entrance staff scan registrations and hand out lanyards. Students clutch branded folders containing resumes, gripping the documents firmly. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps.",
    "At a professional fair, consulting firms stack glossy case-study booklets on high tables and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards. Students clutch branded folders containing resumes, gripping the documents firmly. An alumni panel discusses how to prepare for technical interviews.",
    "A professional fair presents consulting firms stacking glossy case-study booklets on high tables and tech companies displaying demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, while at the entrance staff scan registrations and hand out lanyards. Students clutch branded folders containing resumes, gripping the documents firmly. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a professional fair, consulting firms stack glossy case-study booklets on high tables while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule and the day’s sequence of events. Groups of friends mark target employers on the event map as entrance staff scan registrations and hand out lanyards. Students clutch branded folders containing resumes. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers giving quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A cybersecurity company event features a password-cracking challenge running on a laptop.",
    "At a professional fair, consulting firms display glossy case-study booklets on high tables while tech companies run demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair’s schedule and sequence of events. Groups of friends mark target employers on the event map as entrance staff scan registrations and hand out lanyards. Students clutch branded folders containing resumes. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries. A PA-transmitted welcome announcement reiterates the timing of the events.",
    "At the university career fair, consulting firms display glossy case-study booklets on high tables while tech companies run demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a PA-transmitted welcome announcement outlines the fair’s schedule and timing. Groups of friends mark target employers on the event map as entrance staff scan registrations and hand out lanyards; students clutch branded folders containing resumes. Students line up outside the gym before opening as staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers delivering quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. HR teams jot notes on tablets while students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.312195872368288,
    0.312195872368288,
    0.312195872368288,
    0.312195872368288,
    0.312195872368288,
    0.6082081541590961,
    0.6082081541590961,
    0.6082081541590961,
    0.6082081541590961,
    0.7807132840164481,
    0.7807132840164481,
    0.7807132840164481,
    0.8407201860997331,
    0.8407201860997331,
    0.8407201860997331,
    0.8407201860997331,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8664005825565488,
    0.8581881770008126,
    0.8581881770008126,
    0.8581881770008126,
    0.8581881770008126,
    0.8581881770008126,
    0.8581881770008126,
    0.8581881770008126,
    0.8615807549611181,
    0.8615807549611181,
    0.8615807549611181,
    0.8615807549611181,
    0.8615807549611181,
    0.8615807549611181,
    0.8615807549611181,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8711081502831132,
    0.8790760727913216,
    0.8790760727913216
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables.",
    "At the fair, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. An opening welcome announcement over the PA system outlines the fair schedule and flow, and the day’s sequence is conveyed through the PA. Nearby, career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At the fair, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. An opening welcome announcement over the PA outlines the fair schedule, flow, and timing, and the day’s sequence is conveyed through PA. Career counselors remind attendees to maintain eye contact, and redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. At the event entrance, staff scan registrations and hand out lanyards to attendees. Students clutch resumes inside branded folders.",
    "At the fair, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. An opening welcome on the PA outlines the fair schedule and flow, with the day’s sequence conveyed through further PA announcements. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews, offering guidance on interview readiness. At the event entrance staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage.",
    "At the fair, tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. An opening welcome on the PA outlines the fair schedule, and subsequent PA announcements convey the day’s sequence. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews, offering guidance on interview readiness. At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. An opening welcome on the PA outlines the fair schedule, followed by PA announcements detailing the day’s sequence. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers give quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews, offering guidance on interview readiness. At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.4373134408738747,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.8898797288728739,
    0.927298872564157,
    0.927298872564157,
    0.927298872564157,
    0.927298872564157,
    0.927298872564157,
    0.920135861320074,
    0.920135861320074,
    0.920135861320074,
    0.920135861320074,
    0.9350121013380175,
    0.9350121013380175,
    0.9350121013380175,
    0.9350121013380175,
    0.9350121013380175,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934,
    0.9333094488526934
  ],
  "12": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map. Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for immediate internship applications.",
    "Near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map. Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event venue near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map. Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, identifying companies of interest. Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews at the event entrance. Outside the university gym, students line up ahead of the career fair opening, some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the event venue near the stage, the engineering society sponsors a resume review table. Groups of friends mark target employers on the event map, identifying companies of interest. Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for internships. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews at the event entrance. Outside the university gym, students line up ahead of the career fair opening, some rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue near the stage, engineering society sponsors a resume-review table. Groups of friends mark target employers on event map. Alumni volunteers gather near the coffee station, sharing pep talks, while finance firms offer QR codes for internships. Dozens of booths with colorful banners circle the floor as attendees browse. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews at the event entrance. Outside university gym, students line up ahead of career fair opening, rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A PA welcome outlines the fair's schedule and flow. Tech companies display demo screens; consulting firms stack case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "12_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5654910332799838,
    0.5654910332799838,
    0.5654910332799838,
    0.5654910332799838,
    0.7324940496349839,
    0.7324940496349839,
    0.7324940496349839,
    0.7324940496349839,
    0.7647622745666856,
    0.7647622745666856,
    0.7647622745666856,
    0.7647622745666856,
    0.8043810051319895,
    0.8043810051319895,
    0.8043810051319895,
    0.8043810051319895,
    0.8373373721140758,
    0.8373373721140758,
    0.8373373721140758,
    0.8373373721140758,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8406193441267198,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159,
    0.8947316670724159
  ],
  "13": [
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities for attendees and the sequence of events with their timing. The PA message itself is described as delivering the day’s schedule, and the events are communicated through the PA system.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities for attendees and the sequence of events with their timing. The PA message itself is described as delivering the day’s schedule, and events are communicated through the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities for attendees and the sequence of events with their timing; the PA conveys the day’s schedule and events. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement over the PA system outlines the schedule of activities and the sequence of events with timing, conveying the day’s schedule. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. In a professional setting, consulting firms stack glossy case study booklets on high tables.",
    "At a university career fair, students line up outside the gym before opening, while event staff scan registrations and hand out lanyards at the entrance. Inside, tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as these displays unfold. A welcome announcement over the PA outlines the fair’s schedule and flow, conveying the day’s sequence. Nearby, career counselors remind attendees to maintain eye contact, with alumni volunteers offering quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At a university career fair, outside the gym students line up before opening; at the entrance staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of apps and consulting firms stack case-study booklets on high tables. The engineering society sponsors a resume review table near the stage, and a robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map as these displays unfold. A welcome announcement over the PA outlines the fair’s schedule and flow, and the PA transmits the day’s schedule with timing. Career counselors remind attendees to maintain eye contact, with alumni volunteers offering pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, and at a cybersecurity company event a password-cracking challenge runs on a laptop. Some attendees rehearse elevator pitches quietly against the wall.",
    "At the university career fair outside the gym, students line up before opening while staff at the entrance scan registrations and hand out lanyards. Inside, tech companies display demo screens of apps and consulting firms stack case-study booklets on high tables, while students clutch resumes inside branded folders. The engineering society sponsors a resume-review table near the stage, and a robotics startup flies a drone above its booth to draw attention. Groups of friends mark target employers on the event map as displays unfold. A welcome PA outlines the fair’s schedule and flow, transmitting the day’s timing. Career counselors remind attendees to maintain eye contact, with alumni volunteers offering pep talks near coffee station. Alumni panel discusses how to prepare for technical interviews; cybersecurity company event a password-cracking challenge runs on a laptop. Some attendees rehearse elevator pitches against the wall. Throughout, career counselors redirect unsure students toward applicable industries."
  ],
  "13_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.7465781716756139,
    0.7465781716756139,
    0.7465781716756139,
    0.8101095869270019,
    0.8101095869270019,
    0.8101095869270019,
    0.8101095869270019,
    0.8509672489493959,
    0.8509672489493959,
    0.8509672489493959,
    0.8509672489493959,
    0.8509672489493959,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8793778579387472,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8543298295983065,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8790099612494939,
    0.8974870800464527,
    0.8974870800464527
  ],
  "14": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome announcement is being transmitted over the PA system at the fair, outlining the schedule of activities and the sequence of events with their timing.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome announcement is transmitted over the PA system at the fair, outlining the schedule of activities and the sequence of events with their timing. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome announcement is transmitted over the PA system at the fair, outlining the schedule of activities and the sequence of events with their timing. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome announcement is transmitted over the PA at the fair, outlining the schedule of activities and the sequence of events with timing. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Career counselors also redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome announcement is transmitted over the PA, outlining the schedule of activities and the sequence of events with timing. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the schedule of activities and event flow. Students clutch resumes inside branded folders as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. At the professional event, the engineering society sponsors a resume review table near the stage. Outside the university gym, students line up ahead of the career fair opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map identifying companies of interest. Throughout, career counselors redirect unsure students toward applicable industries.",
    "A campus career fair unfolds with staff at the entrance scanning registrations and handing out lanyards, while career counselors remind attendees to maintain eye contact and a welcome PA outlines the schedule. Students clutch resumes inside branded folders as tech companies display demo screens of apps, and consulting firms stack glossy case study booklets on high tables. Throughout, career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the fair’s opening, some rehearsing elevator pitches against the wall. Groups of friends mark target employers on an event map identifying companies of interest. Dozens of booths with colorful banners circle the polished floor; finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the campus career fair, entrance staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact; a PA outlines the schedule and redirects unsure students toward applicable industries. Students clutch resumes in branded folders as tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume review table near the stage. Alumni volunteers deliver quick pep talks by the coffee station as an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up before opening, rehearsing elevator pitches, and groups of friends mark target employers on an event map. Dozens of booths with colorful banners circle the floor; finance firms provide QR codes for immediate internship applications. A cybersecurity company hosts a password-cracking challenge on a laptop. A PA-transmitted welcome announcement reiterates the timing."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.42744585805705615,
    0.6355300490196335,
    0.6355300490196335,
    0.813332059918379,
    0.813332059918379,
    0.813332059918379,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.8378754991920109,
    0.9053273910572884,
    0.9053273910572884,
    0.9053273910572884,
    0.9053273910572884,
    0.9053273910572884,
    0.8481874065599848,
    0.8481874065599848,
    0.8481874065599848,
    0.8481874065599848,
    0.8481874065599848,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8515793217965333,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8702832762053752,
    0.8685571752117343,
    0.8685571752117343,
    0.8685571752117343
  ],
  "15": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A campus career fair unfolds on the polished gym floor, with dozens of booths and colorful banners encircling the space. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. Consulting firms have glossy case study booklets stacked on high tables. A campus scene features an engineering society sponsoring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Outside the campus gym, students line up ahead of the opening, some quietly rehearsing elevator pitches against the wall as counselors reiterate the eye contact reminder.",
    "A campus career fair unfolds on a polished gym floor, with dozens of booths and colorful banners encircling the space. A welcome announcement is broadcast over the PA outlining the schedule. Career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. Consulting firms have glossy case study booklets stacked on high tables. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Outside the campus gym, students line up ahead of opening, some quietly rehearsing elevator pitches against the wall, as counselors reiterate the eye contact reminder.",
    "At a campus career fair unfolding on a polished gym floor, dozens of booths and colorful banners encircle the space as a welcome announcement plays over the PA outlining the schedule. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms have glossy case study booklets stacked on high tables. An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Outside the gym, students line up ahead of opening, some quietly rehearsing elevator pitches against the wall, as counselors reiterate the eye contact reminder.",
    "The campus career fair unfolds on a polished gym floor with dozens of booths and colorful banners, as a welcome PA outlines the schedule and day’s sequence. Career counselors direct unsure students toward applicable industries and urge eye contact. Consulting firms display glossy case-study booklets on high tables, while an engineering society sponsors a resume-review table near the stage and tech companies show demo screens of their latest apps. A robotics startup flies a small drone above its booth to draw attention. Outside the gym, students line up before opening, some quietly rehearsing elevator pitches against the wall as counselors reiterate eye contact. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers sharing quick pep talks near the coffee station and groups of friends marking target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "The campus career fair unfolds on a gym floor with dozens of booths and banners, as a welcome PA outlines the schedule. Career counselors steer unsure students toward industries and stress eye contact. Consulting firms display case-booklets on high tables, while an engineering society runs a resume-review table near the stage and tech companies show demo screens of their apps. A robotics startup flies a small drone above its booth to draw attention. Outside the gym, students line up before opening, rehearsing pitches as counselors reiterate eye contact. An alumni panel discusses technical interview prep, with alumni volunteers offering quick pep talks near the coffee station and friends marking target employers on the event map. Staff scan registrations and hand out lanyards at the entrance as networking etiquette workshops begin in the adjoining classroom.",
    "A campus career fair unfolds on a gym floor with dozens of booths and banners, as a welcome PA outlines the schedule. Career counselors guide students toward industries and stress eye contact. Consulting firms display case-booklets on high tables; an engineering society runs a resume-review table near the stage; tech companies show demo screens of their apps; a robotics startup flies a drone above its booth. Outside the gym, students line up before opening, rehearsing pitches as counselors reiterate eye contact. An alumni panel discusses technical interview prep, with alumni volunteers offering quick pep talks near the coffee station and friends marking target employers on the event map. Staff scan registrations and hand out lanyards at the entrance as networking etiquette workshops begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.6213959484143599,
    0.6213959484143599,
    0.6213959484143599,
    0.8455532086855617,
    0.8455532086855617,
    0.8455532086855617,
    0.8022135311503205,
    0.8022135311503205,
    0.8022135311503205,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8088638641134538,
    0.8257934376481884,
    0.8257934376481884,
    0.8257934376481884,
    0.8257934376481884,
    0.822218064608044,
    0.822218064608044,
    0.822218064608044,
    0.822218064608044,
    0.822218064608044,
    0.822218064608044,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.81166463990311,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8726692281957539,
    0.8842885703611674,
    0.8842885703611674,
    0.8842885703611674,
    0.8842885703611674,
    0.8842885703611674,
    0.8842885703611674,
    0.8813459832053412,
    0.8813459832053412,
    0.8813459832053412,
    0.8813459832053412,
    0.8813459832053412
  ],
  "16": [
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and networking etiquette workshops begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage, and networking etiquette workshops begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event, the engineering society sponsors a resume review table placed near the stage, while networking etiquette workshops begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Event staff at the entrance scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the schedule for the professional fair. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "Near the stage, the engineering society sponsors a resume review table, while networking etiquette workshops run in the adjoining classroom. At the entrance, staff scan registrations and hand out lanyards as attendees arrive. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case-study booklets on high tables. A welcome announcement is broadcast over the PA outlining the schedule for the professional fair and the sequence of events with timing. Students clutch resumes inside branded folders. Nearby, alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "Near the stage, the engineering society sponsors a resume review table while at the entrance staff scan registrations and hand out lanyards. Networking etiquette workshops run in the adjoining classroom. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is broadcast over the PA outlining the schedule and sequence of events.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage, while at the entrance staff scan registrations and hand out lanyards. Networking etiquette workshops run in the adjoining classroom. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor; consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA outlining the schedule and event flow, with later repetition noted. Students line up outside the university gym before the fair opens; attendees browse and listen.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage, and entrance staff scan registrations while handing out lanyards. Networking etiquette workshops run in the adjoining classroom, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps, and a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome PA announcement outlines the schedule, with later repetition noted. Students line up outside the university gym before opening as attendees browse and listen."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.38443915210732793,
    0.38443915210732793,
    0.38443915210732793,
    0.38443915210732793,
    0.5744595572393838,
    0.5744595572393838,
    0.5744595572393838,
    0.5744595572393838,
    0.7897402002448627,
    0.7897402002448627,
    0.7897402002448627,
    0.7923600973164484,
    0.7923600973164484,
    0.7923600973164484,
    0.7923600973164484,
    0.7923600973164484,
    0.7980848067180956,
    0.7980848067180956,
    0.7980848067180956,
    0.7980848067180956,
    0.7980848067180956,
    0.8650875964540297,
    0.8650875964540297,
    0.8650875964540297,
    0.8650875964540297,
    0.8650875964540297,
    0.8650875964540297,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.866631515987369,
    0.8210342750935162,
    0.8210342750935162,
    0.8210342750935162,
    0.8210342750935162,
    0.8210342750935162,
    0.8210342750935162,
    0.8210342750935162,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8892806265230891,
    0.8720990973155254,
    0.8720990973155254,
    0.8720990973155254,
    0.8720990973155254,
    0.8720990973155254
  ],
  "17": [
    "",
    "",
    "\"\"",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks, while finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "Alumni volunteers are gathered near the coffee station, sharing quick pep talks. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers are gathered near the coffee station, delivering quick pep talks. Finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement is being transmitted over the PA system, outlining the fair's schedule and the sequence of events with their timing. At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are gathered near the coffee station delivering quick pep talks. Finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement is transmitted over the PA system outlining the fair's schedule and the sequence of events with their timing. At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers are gathered near the coffee station delivering quick pep talks. Finance firms are offering QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement is transmitted over the PA system outlining the fair's schedule and the sequence of events with their timing. At the event entrance, staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a professional fair, alumni volunteers near the coffee station deliver quick pep talks as a welcome PA outlines the schedule and sequence of events. Groups of friends mark target employers on the event map while entrance staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers giving quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens of their latest apps. Students clutch branded folders containing resumes. A cybersecurity company event features a password-cracking challenge running on a laptop.",
    "At a university professional fair, dozens of booths with colorful banners encircle the polished floor as attendees browse. Entrance staff scan registrations and hand out lanyards, while an opening PA outlines the schedule and event flow, later repeated. Near the coffee station, alumni volunteers deliver quick pep talks; nearby, an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company features a password-cracking challenge on a laptop. Students clutch branded folders containing resumes. Students line up outside the university gym before the fair opens."
  ],
  "17_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2641263945043127,
    0.2641263945043127,
    0.2641263945043127,
    0.3843791137400915,
    0.3843791137400915,
    0.3843791137400915,
    0.3843791137400915,
    0.3843791137400915,
    0.3843791137400915,
    0.3843791137400915,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7556130481092964,
    0.7703588185999442,
    0.7703588185999442,
    0.7703588185999442,
    0.7703588185999442,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.877971816369979,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8919226395557558,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8708575238731251,
    0.8906426357746289,
    0.8906426357746289,
    0.8906426357746289,
    0.8906426357746289,
    0.8906426357746289,
    0.8906426357746289
  ],
  "18": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "An engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall and career counselors remind attendees to maintain eye contact.",
    "A campus scene features an engineering society sponsoring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Outside the university gym, students line up ahead of the career fair opening, with some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact.",
    "A campus scene features an engineering society sponsoring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Outside the campus gym, students line up ahead of the career fair opening, with some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "A campus scene centers on an engineering society sponsoring a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. Outside the campus gym, students line up ahead of the career fair opening, with some quietly rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. At the professional fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At a campus career fair, the engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews, while staff at the event entrance scan registrations and hand out lanyards. Outside the university gym, students line up ahead of the fair's opening; some rehearse elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, identifying companies of interest. Throughout, career counselors redirect unsure students toward applicable industries. A welcome PA announcement outlines the schedule.",
    "At a campus career fair, the engineering society sponsors a resume review table near the stage, with alumni volunteers offering quick pep talks near the coffee station. An alumni panel discusses preparing for technical interviews, while staff at the entrance scan registrations and hand out lanyards. Outside the university gym, students line up before opening, some rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor; tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome PA outlines the schedule, and later another PA reiterates the day’s activities.",
    "At the campus career fair, the engineering society sponsors a resume review table near stage, with alumni volunteers near the coffee station offering quick pep talks. An alumni panel discusses preparing for technical interviews, while staff at the entrance scan registrations and hand out lanyards. Outside the campus gym, students line up before opening, some rehearsing elevator pitches against the wall as career counselors remind attendees to maintain eye contact. Dozens of booths with banners encircle the floor as tech companies display demo screens of their apps. Consulting firms stack glossy case study booklets on tables, and finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries. A welcome PA outlines the schedule, and later another PA reiterates the day’s activities. A robotics startup flies a small drone above its booth for attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.5619098429303617,
    0.5619098429303617,
    0.5619098429303617,
    0.5619098429303617,
    0.5619098429303617,
    0.5619098429303617,
    0.5732771188150103,
    0.5732771188150103,
    0.5732771188150103,
    0.7681952732646785,
    0.7681952732646785,
    0.7681952732646785,
    0.7681952732646785,
    0.7681952732646785,
    0.7961775503281299,
    0.7961775503281299,
    0.7961775503281299,
    0.7961775503281299,
    0.7961775503281299,
    0.7961775503281299,
    0.7961775503281299,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8683837265601639,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8502850605928758,
    0.8732431779779501,
    0.8732431779779501
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes housed inside branded folders, holding the documents firmly as they grip the folders.",
    "Students clutch resumes housed inside branded folders, gripping the documents firmly as they hold the folders. An alumni panel discusses how to prepare for technical interviews.",
    "Students hold branded folders that contain resumes, gripping the documents firmly as they clutch the folders. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Students clutch branded folders containing resumes, gripping the documents firmly. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps.",
    "At a professional fair, students clutch branded folders containing resumes, gripping the documents firmly. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map, and at the entrance staff scan registrations and hand out lanyards.",
    "At a professional fair, students clutch branded folders containing resumes and grip the documents firmly. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map, and at the entrance staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "At the professional fair, students clutch branded folders containing resumes and grip the documents firmly. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables and career counselors remind attendees to maintain eye contact. A welcome announcement is transmitted over the PA system, outlining the fair schedule and the sequence of events with timing. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume review table near the stage. Alumni volunteers are gathered near the coffee station, sharing quick pep talks. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before opening, clutch branded folders with resumes and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness, with nearby alumni volunteers sharing quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. A welcome PA transmits the fair schedule and sequence of events.",
    "Outside the university gym, students line up before opening, clutch branded folders with resumes and rehearse elevator pitches against the wall. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness, while nearby alumni volunteers give quick pep talks near the coffee station. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. A welcome PA transmits the fair schedule and sequence of events.",
    "Outside the university gym, students line up before opening, clutch branded folders with resumes and rehearse elevator pitches against wall; alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness, with alumni volunteers giving pep talks near the coffee station. Booths with banners circle the floor. Tech companies display demo screens of their apps; consulting firms stack glossy case-study booklets on high tables. Finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to attendees. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth. A welcome PA transmits the fair schedule and sequence of events. Healthcare providers showcase community outreach photos."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2616858542761415,
    0.2616858542761415,
    0.5372944147996688,
    0.5372944147996688,
    0.5372944147996688,
    0.5372944147996688,
    0.5372944147996688,
    0.5372944147996688,
    0.7423393611277509,
    0.7423393611277509,
    0.7423393611277509,
    0.7423393611277509,
    0.7656211804572405,
    0.7656211804572405,
    0.7656211804572405,
    0.7656211804572405,
    0.8589324895499089,
    0.8589324895499089,
    0.8589324895499089,
    0.8589324895499089,
    0.8589324895499089,
    0.8589324895499089,
    0.8589324895499089,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.8706014831808484,
    0.9003412506492972,
    0.9003412506492972,
    0.9003412506492972,
    0.9003412506492972,
    0.9003412506492972,
    0.9003412506492972,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8923924811231831,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298,
    0.8897668950460298
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor around attendees. Career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor around attendees, who browse and listen. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Dozens of booths with colorful banners circle the polished floor as attendees browse and listen. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. An opening welcome announcement over the PA outlines the fair schedule and flow, with the day’s schedule and event sequence conveyed through the PA. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while an alumni panel offers guidance on preparing for technical interviews. Dozens of booths with colorful banners encircle a polished floor as attendees browse; tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. An opening welcome announcement over the PA outlines the fair’s schedule and sequence, and later another PA message conveys the day’s activities with timing. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the university gym, a career fair unfolds around a polished floor, with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, and a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel offers guidance on preparing for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Groups of students line up outside before opening, while attendees browse as career counselors remind them to maintain eye contact and steer unsure students toward applicable industries. A map marks target employers, and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume review table near the stage, and networking etiquette workshops take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An opening PA announces the fair’s schedule, followed by a second message detailing the day’s activities.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners. Tech companies display demo screens of their latest apps, and a cybersecurity firm runs a password-cracking challenge on laptops. An alumni panel offers guidance on technical interviews, and alumni volunteers share quick pep talks near the coffee station. Groups line up outside before opening as attendees browse and counselors remind them to maintain eye contact and steer unsure students toward industries. A map marks target employers, and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage, and etiquette workshops take place in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An opening PA announces the schedule, followed by a second message detailing the day’s activities. HR teams jot notes on tablets while students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.4135167059439492,
    0.778553394799897,
    0.778553394799897,
    0.778553394799897,
    0.778553394799897,
    0.778553394799897,
    0.8059926430481531,
    0.8059926430481531,
    0.8059926430481531,
    0.8059926430481531,
    0.8059926430481531,
    0.8059926430481531,
    0.8059926430481531,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8569227257313471,
    0.8696855458842138,
    0.8696855458842138,
    0.8696855458842138,
    0.8696855458842138,
    0.8696855458842138,
    0.8696855458842138,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8624975216848088,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544,
    0.8550404318288544
  ],
  "21": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "In the event scene, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In a professional setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. In a professional setting, consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system, and the PA transmits the day’s schedule and sequence of events with timing. At the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. Tech companies display demo screens showing their latest apps.",
    "A professional career fair-style event centers on an engineering society that sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule and transmits the day’s sequence of events with timing. An alumni panel discusses how to prepare for technical interviews. Nearby alumni volunteers share quick pep talks near the coffee station.",
    "An engineering-society centered professional career fair presents a resume review table near the stage. Tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A welcome PA announces the fair schedule and the day’s sequence of events. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers giving quick pep talks near the coffee station. At a cybersecurity company event, a password-cracking challenge runs on a laptop.",
    "An engineering-society centered professional career fair presents a resume review table near the stage, while tech companies display demo screens of their apps. Career counselors remind attendees to maintain eye contact, and consulting firms stack case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards, as a welcome PA announces the fair schedule and sequence of events. An alumni panel discusses how to prepare for technical interviews, with nearby alumni volunteers giving quick pep talks near the coffee station and at the entrance. A cybersecurity company event features a password-cracking challenge on a laptop. The venue hosts dozens of booths with colorful banners circling the floor; groups of friends mark target employers on an event map, and finance firms offer QR codes for internships. Outside the university gym, students line up before opening; workshops on networking etiquette begin in the adjoining classroom.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "At the professional fair, the stage hosts an engineering society resume-review table while networking etiquette workshops run in an adjoining classroom. At the entrance staff scan registrations and hand out lanyards. Career counselors direct unsure students to applicable industries and remind them to maintain eye contact. Tech companies display demo screens of their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announces the schedule and sequence of events with timing. Students clutch resumes in branded folders. Nearby, alumni volunteers share pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness.",
    "At a professional fair, the scene includes an engineering society resume-review table, networking etiquette workshops in an adjoining classroom, and entrance staff scanning registrations while handing out lanyards. Career counselors direct unsure students toward applicable industries and remind them to maintain eye contact. Tech companies display demo screens of their latest apps; a cybersecurity firm runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle a polished floor, with consulting firms stacking glossy case-study booklets on high tables. A welcome PA announces the schedule and timings, and attendees clutch resumes in branded folders. Nearby, alumni volunteers share pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.5743613853855047,
    0.5743613853855047,
    0.5743613853855047,
    0.5743613853855047,
    0.5743613853855047,
    0.843858671066016,
    0.843858671066016,
    0.843858671066016,
    0.843858671066016,
    0.843858671066016,
    0.8802051110140678,
    0.8802051110140678,
    0.8802051110140678,
    0.842804017403036,
    0.842804017403036,
    0.842804017403036,
    0.842804017403036,
    0.842804017403036,
    0.842804017403036,
    0.842804017403036,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8316368941994586,
    0.8866052815329493,
    0.8866052815329493,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.8730455967937075,
    0.8730455967937075,
    0.8730455967937075,
    0.8730455967937075,
    0.8730455967937075,
    0.8730455967937075,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679,
    0.869846549490679
  ],
  "22": [
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At a professional event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a professional career fair-style event, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; career counselors remind attendees to maintain eye contact; consulting firms place glossy case study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; a welcome PA announces the fair schedule; an alumni panel discusses how to prepare for technical interviews; nearby alumni volunteers share quick pep talks near the coffee station.",
    "At a professional career fair, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; career counselors remind attendees to maintain eye contact; consulting firms place glossy case-study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; a welcome PA announces the fair schedule and transmits the day’s sequence of events with timing; an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness; nearby alumni volunteers share quick pep talks near the coffee station; groups of friends mark target employers on the event map.",
    "At a professional career fair anchored near the university gym, students line up outside ahead of opening. Inside, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact; event staff scan registrations and hand out lanyards at the entrance; a welcome PA announces the fair schedule and transmits the day’s sequence of events with timing; an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness; nearby alumni volunteers share quick pep talks near the coffee station; groups of friends mark target employers on the event map; some rehearse elevator pitches quietly against the wall; a robotics startup flies a small drone above its booth for attention.",
    "At a professional career fair anchored near the university gym, dozens of booths with colorful banners encircle the polished floor, while students line up outside before the opening. Inside, the engineering society sponsors a resume-review table near the stage, tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and some participants rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA announces the fair schedule and sequence of events. Alumni panels discuss how to prepare for technical interviews, with nearby alumni volunteers offering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention, while groups map target employers.",
    "At a professional career fair anchored near the university gym, dozens of booths with colorful banners encircle the polished floor while students line up outside before opening. Inside, the engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and some participants rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance, and a welcome PA announces the fair schedule and sequence of events. Alumni panels discuss how to prepare for technical interviews, with nearby alumni volunteers offering quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention, while groups map target employers."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.785444392697161,
    0.785444392697161,
    0.785444392697161,
    0.785444392697161,
    0.785444392697161,
    0.785444392697161,
    0.5385260351450842,
    0.5385260351450842,
    0.5385260351450842,
    0.5385260351450842,
    0.5385260351450842,
    0.5385260351450842,
    0.5455289046901879,
    0.5455289046901879,
    0.5455289046901879,
    0.5455289046901879,
    0.5455289046901879,
    0.5455289046901879,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.7032948693379275,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.9022209287024743,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009,
    0.89987351325009
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair opening, while some rehearse elevator pitches quietly against the wall, and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall, while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall as career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up ahead of the career fair opening. Some rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "The scene is set outside the university gym for a professional career fair, with students lining up before opening while some rehearse elevator pitches against the wall and career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their latest apps; consulting firms place glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance; a welcome PA announces the fair schedule and day’s sequence. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness, and nearby alumni volunteers share quick pep talks near the coffee station; groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, some rehearsing elevator pitches against the wall while career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the floor. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their apps; consulting firms place case-study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA announces the fair schedule. Alumni volunteers gather near coffee station, sharing quick pep talks, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark employers on the map, identifying companies of interest; finance firms offer QR codes for internships. Workshops on networking etiquette begin in adjoining classroom.",
    "Outside the campus gym, students line up before career fair opening, some quietly rehearsing elevator pitches against the wall while counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the floor. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their apps; consulting firms place glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA announces the schedule. Alumni volunteers gather near the coffee station, sharing quick pep talks, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, with finance firms offering QR codes for immediate internships. Workshops on networking etiquette begin in adjoining classroom.",
    "Outside the campus gym, students line up before career fair opening, some quietly rehearsing elevator pitches against the wall while counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the floor. The engineering society sponsors a resume-review table near the stage; tech companies display demo screens of their apps; consulting firms place glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards, and a welcome PA announces the schedule. Alumni volunteers gather near the coffee station, sharing quick pep talks, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map; finance firms offer QR codes for immediate internships. Workshops on networking etiquette begin in adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.348294808652839,
    0.348294808652839,
    0.348294808652839,
    0.348294808652839,
    0.38110787314900674,
    0.38110787314900674,
    0.38110787314900674,
    0.5836037654743682,
    0.5836037654743682,
    0.5836037654743682,
    0.5836037654743682,
    0.7820818438140028,
    0.7820818438140028,
    0.7820818438140028,
    0.8314751137851352,
    0.8314751137851352,
    0.8314751137851352,
    0.8314751137851352,
    0.8314751137851352,
    0.8314751137851352,
    0.8314751137851352,
    0.8299110759852999,
    0.8299110759852999,
    0.8299110759852999,
    0.8299110759852999,
    0.8299110759852999,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.8581618365909779,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.9070845364232514,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136,
    0.8908583651958136
  ],
  "24": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. At the fair, an alumni panel discusses how to prepare for technical interviews, providing guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities for attendees and the sequence of events with their timing, with the PA system delivering the day’s schedule.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, with the PA delivering the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "Staff at the entrance scan registrations and hand out lanyards. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Staff at the entrance scan registrations and hand out lanyards. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Staff at the entrance scan registrations and hand out lanyards. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Staff at the entrance scan registrations and hand out lanyards, facilitating attendee check-in. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Staff at the entrance scan registrations and hand out lanyards, facilitating attendee check-in. Inside the fair, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness. A welcome announcement is transmitted over the PA system, outlining the schedule of activities and the sequence of events with their timing, conveying the day’s schedule to attendees. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.7943283871621127,
    0.7943283871621127,
    0.7943283871621127,
    0.7943283871621127,
    0.7943283871621127,
    0.7943283871621127,
    0.835193585264752,
    0.835193585264752,
    0.835193585264752,
    0.835193585264752,
    0.8713538868804754,
    0.8713538868804754,
    0.8713538868804754,
    0.8713538868804754,
    0.8713538868804754,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8852225753767542,
    0.8946488755020844,
    0.8946488755020844,
    0.8946488755020844,
    0.8946488755020844,
    0.8946488755020844,
    0.8946488755020844,
    0.8946488755020844,
    0.9068954586036275,
    0.9068954586036275,
    0.9068954586036275,
    0.9068954586036275,
    0.9068954586036275,
    0.9068954586036275,
    0.9068954586036275,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596,
    0.9220413334479596
  ]
}