{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Finance firms are offering QR codes to enable immediate internship applications.",
    "Dozens of booths with colorful banners encircle the polished floor, and finance firms offer QR codes to enable immediate internship applications. An engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair. Finance firms offer QR codes to enable immediate internship applications. An engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders. Outside the university gym, a group of students lines up in anticipation of the career fair opening. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair. Finance firms offer QR codes to enable immediate internship applications. An engineering society sponsors a resume review table near the stage, while students clutch resumes inside branded folders. Outside the university gym, a group of students lines up in anticipation of the career fair opening. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables, creating a visual display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In the adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.561830940632033,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.6176855535482042,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8686346307313992,
    0.8714086678202806,
    0.8714086678202806,
    0.8714086678202806,
    0.8714086678202806,
    0.8714086678202806
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "The scene shows healthcare providers showcasing community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "The scene shows healthcare providers showcasing community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display photographs documenting their community outreach efforts, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the career fair opens, clutching resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4520598476778571,
    0.4520598476778571,
    0.4520598476778571,
    0.4520598476778571,
    0.4520598476778571,
    0.4520598476778571,
    0.4520598476778571,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.2809498357772827,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.4945142590974624,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.6329402575412292,
    0.723699638863714,
    0.723699638863714,
    0.723699638863714,
    0.723699638863714,
    0.723699638863714,
    0.723699638863714
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables, and alumni volunteers share quick pep talks near the coffee station.",
    "Consulting firms stack glossy case study booklets on high tables, while alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against a wall, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables while alumni volunteers share quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against a wall, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are presenting photographs that document their community outreach efforts.",
    "Across the venue, consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Several students quietly rehearse elevator pitches against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are presenting photographs that document their community outreach efforts. Career counselors remind attendees to maintain eye contact.",
    "At the venue, consulting firms stack glossy case study booklets on high tables, while alumni volunteers deliver quick pep talks near the coffee station. Several students quietly rehearse elevator pitches against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers present photographs that document their community outreach efforts. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.33655683211236226,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.5490946384097692,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.6915091819112248,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.7667429634480986,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225,
    0.8007116695731225
  ],
  "3": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor; students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders.",
    "At the career fair, consulting firms display glossy case-study booklets on high tables as dozens of booths with colorful banners circle the polished floor, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. A welcome announcement plays over the PA outlining the fair schedule. Counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor, while glossy case-study booklets rest on high tables and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. A welcome announcement plays over the PA outlining the schedule. Counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before opening. Set within educational guidance and public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting their community outreach efforts. Finance firms offer QR codes to enable immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.31537473524800796,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.36176340449055916,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.5368915959609686,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8669375882437224,
    0.8685393299682929,
    0.8685393299682929,
    0.8685393299682929,
    0.8685393299682929
  ],
  "4": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes that facilitate immediate internship applications.",
    "Finance firms offer QR codes that facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Across sectors, finance firms offer QR codes that facilitate immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; and healthcare providers showcase community outreach photos.",
    "Across sectors, finance firms offer QR codes that facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Across sectors at the event, activities include finance firms offering QR codes that facilitate immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; healthcare providers showcase community outreach photos; the engineering society sponsors a resume review table near the stage; and alumni volunteers share brief pep talks near the coffee station.",
    "Across the event, finance firms display QR codes enabling immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; healthcare providers showcase community outreach photos; the engineering society sponsors a resume review table near the stage; and alumni volunteers deliver quick pep talks near the coffee station. Some students quietly rehearse elevator pitches against a wall, alongside the ongoing password-cracking activity and QR-driven internship applications. Consulting firms stack glossy case-study booklets on high tables, with alumni continuing to deliver pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.41113261098569054,
    0.41113261098569054,
    0.41113261098569054,
    0.41113261098569054,
    0.41113261098569054,
    0.41113261098569054,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.5750649220296498,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.45497339184691266,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.8071225633610566,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.5418800909095229,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138,
    0.7844220583859138
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps at their booths, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the expo floor, tech companies display demo screens of their latest apps at their booths while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume review table near the stage, and finance firms offer QR codes that enable immediate internship applications.",
    "At the expo floor, tech companies display demo screens of their latest apps at their booths while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume review table near the stage, and finance firms offer QR codes that enable immediate internship applications. Healthcare providers present photographs documenting their community outreach efforts.",
    "At the expo floor, dozens of booths circle the polished space, each displaying colorful banners while tech companies show demo screens of their latest apps. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables nearby, and an engineering society sponsors a resume review table near the stage. Finance firms offer QR codes that enable immediate internship applications. Healthcare providers present photographs documenting their community outreach efforts. A cybersecurity company hosts a password-cracking challenge displayed on a laptop. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.5633942508474693,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8102483918612402,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.8124864268834556,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584,
    0.852759716232584
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths circle the polished floor, each booth displaying colorful banners.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company hosts a password-cracking challenge displayed on a laptop, as dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables nearby. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs that document their community outreach efforts.",
    "A cybersecurity company hosts a password-cracking challenge displayed on a laptop as dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables nearby. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosts a password-cracking challenge displayed on a laptop as dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case study booklets on high tables nearby. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.47193527360128057,
    0.6422449522177266,
    0.6422449522177266,
    0.6422449522177266,
    0.6422449522177266,
    0.6422449522177266,
    0.6422449522177266,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.6450681924984762,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.693002312585749,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404,
    0.7218221270224404
  ],
  "7": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers are presenting photographs that document their community outreach efforts.",
    "Healthcare providers are presenting photographs that document their community outreach efforts, and near the stage the engineering society sponsors a resume review table.",
    "Healthcare providers present photographs documenting their community outreach efforts; near the stage, an engineering society sponsors a resume review table. Finance firms offer QR codes that facilitate immediate internship applications, and students clutch resumes inside branded folders.",
    "Healthcare providers present photographs documenting their community outreach efforts. Near the stage, an engineering society sponsors a resume review table. Finance firms offer QR codes that facilitate immediate internship applications, and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers present photographs documenting their community outreach efforts. Near the stage, an engineering society sponsors a resume review table. Finance firms provide QR codes that enable immediate internship applications. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, creating a visual display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In the adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.29359394701024544,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.5861539527436149,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7257345218383372,
    0.7585760270377724,
    0.7585760270377724,
    0.7585760270377724,
    0.7585760270377724,
    0.7585760270377724,
    0.7585760270377724,
    0.7585760270377724
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event space, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event space, the engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event space, the engineering society sponsors a resume review table near the stage, a robotics startup flies a small drone above its booth to attract attention, and students line up outside the university gym before the career fair opens.",
    "At the event space hosting the career fair, the engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. A cybersecurity company hosts a password-cracking challenge displayed on a laptop. Dozens of booths circle the polished floor, each booth displaying colorful banners. Consulting firms stack glossy case-study booklets on high tables nearby. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting their community outreach efforts.",
    "An event space hosts a career fair with dozens of booths circling a polished floor, each displaying colorful banners. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens and stand against a wall quietly rehearsing elevator pitches. A cybersecurity company hosts a password-cracking challenge displayed on a laptop. Consulting firms stack glossy case-study booklets on high tables nearby. In a setting that blends educational guidance with public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting their community outreach efforts; the healthcare photos depict outreach activities. The scene offers no explicit information about location or time."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5755547120031463,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.5072804237292536,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.829730937533397,
    0.812603096461066,
    0.812603096461066,
    0.812603096461066
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "A showroom scene shows tech companies displaying demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. In the same space, several students stand against the wall, quietly rehearsing elevator pitches. The arrangement emphasizes a contrast between tech showcases, printed case studies, and preparatory student presentations.",
    "A showroom scene features tech companies displaying demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables. In the same space, several students stand against the wall, quietly rehearsing elevator pitches. The arrangement emphasizes a contrast among tech showcases, printed case studies, and preparatory student presentations. Workshops on networking etiquette begin in the adjoining classroom.",
    "A showroom-like venue hosts dozens of booths with colorful banners circling a polished floor. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables nearby. Several students stand against the wall, quietly rehearsing elevator pitches, contributing a preparatory element to the scene. The arrangement emphasizes a contrast among tech showcases, printed case studies, and student presentations. In the adjoining classroom, networking etiquette workshops begin, signaling a coordinated program across spaces.",
    "A showroom-like venue hosts dozens of booths with colorful banners circling a polished floor. Tech companies display demo screens of their latest apps, while consulting firms stack glossy case study booklets on high tables nearby. Several students stand against the wall, quietly rehearsing elevator pitches, contributing a preparatory element to the scene. The arrangement emphasizes a contrast among tech showcases, printed case studies, and student presentations. In the adjoining classroom, networking etiquette workshops begin, signaling a coordinated program across spaces. Students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.6559689671894349,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.681749480503369,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7235073885582313,
    0.7415016878322427,
    0.7415016878322427,
    0.7415016878322427,
    0.7415016878322427,
    0.7415016878322427,
    0.7415016878322427
  ],
  "10": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; healthcare providers showcase community outreach photos.",
    "At the university career fair scene, students clutched resumes inside branded folders as healthcare providers showcased community outreach photos. Consulting firms stacked glossy case-study booklets on high tables, creating a display of materials. An alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opens.",
    "At the university career fair scene, students clutched resumes inside branded folders as healthcare providers showcased community outreach photos. Consulting firms stacked glossy case-study booklets on high tables, creating a display of materials. An alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opens.",
    "At the university career fair scene, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos depicting outreach activities. Consulting firms stack glossy case-study booklets on high tables, forming a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens and stand against a wall, quietly rehearsing elevator pitches. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries. The scene offers no explicit information about location or time."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.42933859099350113,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.7845170562723429,
    0.829440953290888,
    0.829440953290888,
    0.829440953290888
  ],
  "11": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos related to community outreach, which depict outreach activities, with no explicit information about location or time.",
    "In the scene, career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos related to community outreach, depicting outreach activities with no explicit information about location or time. A robotics startup flies a small drone above its booth to attract attention.",
    "Career counselors redirect unsure students toward applicable industries, guiding attendees through relevant options. Healthcare providers present photos related to community outreach, depicting outreach activities with no explicit location or time. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, guiding attendees through relevant options and reminding them to maintain eye contact. Healthcare providers display photos related to community outreach, depicting outreach activities with no explicit location or time. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share brief pep talks near the coffee station. Students stand against a wall, quietly rehearsing elevator pitches. The engineering society sponsors a resume review table near the stage. The scene provides no explicit information about location or time."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.46993465666323375,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.6612525395132082,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7380671024823235,
    0.7623832271837574,
    0.7623832271837574,
    0.7623832271837574,
    0.7623832271837574,
    0.7623832271837574
  ],
  "12": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact, while networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. Some students stand against the wall, quietly rehearsing elevator pitches. Across sectors, finance firms offer QR codes that facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Career counselors remind attendees to maintain eye contact as networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials, while an alumni panel discusses how to prepare for technical interviews. Some students stand against the wall, quietly rehearsing elevator pitches, a scene echoed in a shared event space. Across sectors, finance firms offer QR codes that facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6880786733249904,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.6717396821547723,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8181586806782462,
    0.8209170949171092,
    0.8209170949171092,
    0.8209170949171092,
    0.8209170949171092,
    0.8209170949171092
  ],
  "13": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Healthcare providers are presenting photographs that document their community outreach efforts.",
    "Healthcare providers are presenting photographs that document their community outreach efforts. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers are presenting photographs that document their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are presenting photographs that document their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers are presenting photographs that document their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Across sectors, finance firms provide QR codes to facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. There is no explicit information about location or time for these outreach photos."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.45994431581129613,
    0.45994431581129613,
    0.45994431581129613,
    0.45994431581129613,
    0.45994431581129613,
    0.45994431581129613,
    0.45994431581129613,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.5852085136908103,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.6531046793414876,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7572488869705627,
    0.7917445633644735,
    0.7917445633644735,
    0.7917445633644735,
    0.7917445633644735,
    0.7917445633644735
  ],
  "14": [
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, the engineering society sponsors a resume review table near the stage, and a welcome announcement is broadcast over the PA system outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners encircle the polished floor as finance firms offer QR codes to enable immediate internship applications. Students clutch resumes inside branded folders."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.45688694530928176,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.6375107760732007,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394,
    0.8742279858656394
  ],
  "15": [
    "",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications.",
    "Finance firms are offering QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At an event, finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At an event, dozens of booths with colorful banners circle the polished floor. Finance firms use QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos, illustrating their outreach efforts. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners circle the polished floor as the event unfolds. Finance firms display QR codes enabling immediate internship applications, and an alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume-review table near the stage, with students clutching resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos illustrating their outreach efforts. A cybersecurity company runs a password-cracking challenge on a laptop while students quietly rehearse elevator pitches against a wall."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.4059982311219515,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.5609263953920935,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.7701094634071275,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.835590665748611,
    0.8488976558736041,
    0.8488976558736041
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Tech companies display demo screens featuring their latest apps, while consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage. Across sectors, finance firms offer QR codes that facilitate immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; and healthcare providers display photos of community outreach.",
    "A multi-sector event blends educational guidance with public health outreach. Tech companies display demo screens featuring their latest apps while consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage. Across sectors, finance firms offer QR codes for immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; and healthcare providers display photographs of community outreach. In this setting, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting outreach, and counselors remind attendees to maintain eye contact.",
    "A multi-sector event blends educational guidance with public health outreach. Tech companies display demo screens of their latest apps while consulting firms stack glossy case-study booklets on high tables. An engineering society sponsors a resume-review table near the stage, and finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, while healthcare providers display photographs documenting community outreach. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. In a shared space, some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7955716339861126,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913,
    0.7616794684018913
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the expo floor, tech companies display demo screens of their latest apps at their booths, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume review table near the stage, and finance firms offer QR codes that enable immediate internship applications.",
    "At the expo floor, tech companies display demo screens of their latest apps at their booths, while consulting firms stack glossy case study booklets on high tables nearby. A robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume review table near the stage, and finance firms offer QR codes that enable immediate internship applications. A showroom-like venue hosts dozens of booths with colorful banners circling a polished floor. Several students stand against the wall, quietly rehearsing elevator pitches, contributing a preparatory element to the scene. The arrangement emphasizes a contrast among tech showcases, printed case studies, and student presentations. In the adjoining classroom, networking etiquette workshops begin, signaling a coordinated program across spaces."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.3834437891361079,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8157202621237989,
    0.8184123723486196,
    0.8184123723486196,
    0.8184123723486196,
    0.8184123723486196,
    0.8184123723486196,
    0.8184123723486196
  ],
  "18": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches. Healthcare providers are shown presenting photos related to community outreach; the photos depict outreach activities. The scene contains no explicit information about location or time.",
    "Some students stand against a wall, quietly rehearsing elevator pitches. Healthcare providers are shown presenting photos related to community outreach, with the photos depicting outreach activities. The scene contains no explicit information about location or time.",
    "Students stand against a wall, quietly rehearsing elevator pitches, while healthcare providers present photos related to community outreach, the images depicting outreach activities. The scene offers no explicit information about location or time. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries.",
    "Students stand against a wall, quietly rehearsing elevator pitches, while healthcare providers present photos related to community outreach; the images depict outreach activities. The scene offers no explicit information about location or time. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor.",
    "Students stand against a wall, quietly rehearsing elevator pitches, while healthcare providers present photos of community outreach. The scene offers no explicit information about location or time. The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor. Finance firms use QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "18_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.5387317447148761,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.4758136861910013,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.6436439982013158,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7240504547770915,
    0.7890278265899924,
    0.7890278265899924,
    0.7890278265899924
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase photos of community outreach.",
    "Healthcare providers showcase photos of community outreach, illustrating their engagement with local health initiatives. Separately, an alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness and strategies.",
    "Healthcare providers showcase photos of community outreach, illustrating their engagement with local health initiatives. An alumni panel discusses how to prepare for technical interviews, offering guidance on interview readiness and strategies. At the venue, students quietly rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes that enable immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. An engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.2898725968093218,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.47409895979512773,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367,
    0.8055060714759367
  ],
  "20": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage.",
    "At the venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. An engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished expo floor. On the expo floor, tech companies display demo screens of their latest apps at their booths while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes that enable immediate internship applications. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "At the expo venue, a cybersecurity company runs a password-cracking challenge on a laptop as dozens of booths with colorful banners circle the polished expo floor. Tech companies display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth. An engineering society sponsors a resume-review table near the stage. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers present photographs documenting their community outreach. Nearby, students rehearse elevator pitches quietly against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.4010929217226237,
    0.4010929217226237,
    0.4010929217226237,
    0.4010929217226237,
    0.4010929217226237,
    0.4010929217226237,
    0.4010929217226237,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7111058424522665,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.7414365569059999,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8516173463495158,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376,
    0.8504005606916376
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a setting of educational guidance and public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs that document their community outreach efforts.",
    "In a setting of educational guidance and public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs that document their community outreach efforts, and counselors remind attendees to maintain eye contact.",
    "In a setting of educational guidance and public health outreach, career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting their community outreach efforts, and counselors remind attendees to maintain eye contact. Finance firms are offering QR codes to enable immediate internship applications, and an alumni panel discusses how to prepare for technical interviews.",
    "A multi-faceted educational and public health outreach expo presents career guidance, healthcare outreach, and industry recruitment. Career counselors redirect unsure students toward applicable industries, while healthcare providers present photographs documenting their community outreach efforts. Counselors remind attendees to maintain eye contact. Finance firms offer QR codes to enable immediate internship applications, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.315633750398557,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.314476728935159,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.5512075366871799,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787,
    0.7399529804373787
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews.",
    "Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "In a shared space by the university gym, tech companies run demo screens of their latest apps in a showroom, while consulting firms stack glossy case-study booklets on high tables to form a materials display. An alumni panel discusses how to prepare for technical interviews. Outside, students line up before the career fair opens. Inside, several students stand against the wall quietly rehearsing elevator pitches. The arrangement highlights a contrast among tech showcases, printed case studies, and preparatory student presentations. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.5314609751941055,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.7320898513729893,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016,
    0.74823650392016
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries.",
    "The event features an engineering society-sponsored resume review table near the stage, with career counselors directing unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "An engineering society-sponsored resume review table sits near the stage, with career counselors guiding unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes to enable immediate internship applications. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders.",
    "An engineering society-sponsored resume review table sits near the stage as career counselors guide unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes to enable immediate internship applications. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes inside branded folders. Alumni volunteers share brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.36774096395733197,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.583993361948185,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7192943783109373,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442,
    0.7342936328811442
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Alumni volunteers share brief pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the career fair event at the university gym, counselors remind attendees to maintain eye contact while alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps, and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.49283415283681475,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.7631201803724122,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8531580684302505,
    0.8604667134432578,
    0.8604667134432578,
    0.8604667134432578
  ],
  "25": [
    "",
    "",
    "\"\"",
    "Healthcare providers are shown showcasing photos related to community outreach. The photos pertain to outreach activities, and the providers are presenting them, with no explicit information about location or time.",
    "Healthcare providers are shown presenting photos related to community outreach; the images depict outreach activities, and there is no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications.",
    "Healthcare providers are shown presenting photos related to community outreach; the images depict outreach activities, and there is no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications.",
    "Healthcare providers are shown presenting photos related to community outreach; the images depict outreach activities, and there is no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications.",
    "A scene centers on healthcare providers presenting photos about community outreach; the images depict outreach activities, and there is no explicit information about location or time. Finance firms offer QR codes that enable immediate internship applications. Several students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers present photos about community outreach, with the images depicting outreach activities; there is no explicit location or time. Finance firms offer QR codes that enable immediate internship applications. Several students rehearse elevator pitches quietly against the wall. An engineering society-sponsored resume review table sits near the stage, with career counselors directing unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and dozens of booths with colorful banners circle the polished floor."
  ],
  "25_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.3685900687022926,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.6627725086613565,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003,
    0.7432287935979003
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin.",
    "Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops begin. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase photos of community outreach."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.4733560158808645,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6459892895564667,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498,
    0.6964026490757498
  ],
  "27": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom.",
    "Students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, students clutch resumes inside branded folders, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up awaiting entry as the fair opens. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.34300531887909863,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.4869393102217847,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914,
    0.8616521486000914
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "A professional setting features consulting firms stacking glossy case study booklets on high tables, creating a visual display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In the adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, creating a visual display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In the adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area. Students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables to form a display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In an adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area. Students clutch resumes in branded folders, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a professional setting, consulting firms display glossy case study booklets by stacking them on high tables to form a display of bound materials. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In an adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area. Students clutch resumes in branded folders, while a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.5871796799673364,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6483994268336951,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6733659847969862,
    0.6791443919773965,
    0.6791443919773965,
    0.6791443919773965
  ],
  "29": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage. Across sectors, finance firms offer QR codes that facilitate immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop; and healthcare providers display community outreach photos.",
    "An engineering society sponsors a resume review table near the stage. Across sectors, finance firms provide QR codes to facilitate immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display photos depicting community outreach activities. There is no explicit information about location or time for these outreach photos.",
    "An engineering society sponsors a resume-review table near the stage; dozens of booths with colorful banners circle the polished floor. Across sectors, finance firms provide QR codes to facilitate immediate internship applications. At the venue, a cybersecurity company is conducting a password-cracking challenge on a laptop. Healthcare providers display photos depicting community outreach activities, with no explicit information about location or time for these outreach photos. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "29_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.6148550482927836,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7561241978381532,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612,
    0.7984963567134612
  ],
  "30": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, with students clutching resumes inside branded folders.",
    "An event scene features the engineering society sponsoring a resume review table near the stage, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "An event scene centers on the engineering society sponsoring a resume review table near the stage, with students clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Finance firms are offering QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on the engineering society sponsoring a resume review table near the stage, with students clutching resumes in branded folders. Career counselors redirect unsure students toward applicable industries, while finance firms display QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3724586089737147,
    0.3724586089737147,
    0.3724586089737147,
    0.3724586089737147,
    0.3724586089737147,
    0.3724586089737147,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.5707234103245453,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.7776952021748473,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315,
    0.752311406484315
  ],
  "31": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, while a robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos related to community outreach, which depict outreach activities, with no explicit information about location or time.",
    "Students line up outside the university gym ahead of the career fair opening, while a robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos depicting community outreach, with no explicit information about location or time. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, where students clutch resumes inside branded folders."
  ],
  "31_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.44945925944394594,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8022251490104069,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067,
    0.8405288976486067
  ],
  "32": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers present photographs that document their community outreach efforts.",
    "Students clutch resumes tucked inside branded folders, while healthcare providers present and showcase photographs that document their community outreach efforts.",
    "Students clutch resumes tucked inside branded folders, while healthcare providers present and showcase photographs that document their community outreach efforts. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, clutching resumes tucked inside branded folders. Healthcare providers present and showcase photographs that document their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor of the university gym as the career fair is set to open. Outside, students line up before opening, clutching resumes tucked inside branded folders. Healthcare providers are present and showcase photographs documenting their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes to enable immediate internship applications. An engineering society sponsors a resume review table near the stage."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.31040944097701706,
    0.31040944097701706,
    0.31040944097701706,
    0.31040944097701706,
    0.31040944097701706,
    0.31040944097701706,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.320220119533482,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.5726783122539791,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.7769854811040111,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742,
    0.8317640219129742
  ],
  "33": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym ahead of the career fair opening, and a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers give brief pep talks near the coffee station as career counselors remind attendees to maintain eye contact. Students line up outside the university gym ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.33360579290157777,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.30916801341567995,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.6082446051784046,
    0.8107456203047965,
    0.8107456203047965,
    0.8107456203047965,
    0.8107456203047965,
    0.8107456203047965
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym in anticipation of the career fair opening.",
    "Outside the university gym, a group of students lines up in anticipation of the career fair opening. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a group of students lines up in anticipation of the career fair opening. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a group of students lines up in anticipation of the career fair opening. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.5655359152771573,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843,
    0.7053130333173843
  ],
  "35": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and career counselors redirect unsure students toward applicable industries.",
    "At the event space, attendees display professional materials: students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, where career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event space, attendees display professional materials: students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, where career counselors redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers give brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym ahead of the career fair opening."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.5330200843083085,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.7748349975803983,
    0.8298272543910701,
    0.8298272543910701,
    0.8298272543910701,
    0.8298272543910701
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement plays over the PA system, outlining the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement plays over the PA, outlining the fair schedule. Consulting firms stack glossy case-study booklets on high tables, forming a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact while alumni volunteers give quick pep talks near the coffee station. A welcome announcement plays over the PA outlining the fair schedule. Consulting firms stack glossy case-study booklets on high tables, forming a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact while alumni volunteers give quick pep talks near the coffee station. A welcome announcement plays over the PA outlining the fair schedule. Consulting firms stack glossy case-study booklets on high tables, forming a display of materials. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens. Healthcare providers present photographs documenting their community outreach efforts. Nearby, some students rehearse elevator pitches quietly against the wall."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.6208144263463082,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8538281245465967,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988,
    0.8531299847479988
  ],
  "37": [
    "",
    "",
    "\"\"",
    "Some students quietly rehearse elevator pitches against the wall.",
    "Some students quietly rehearse elevator pitches against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Across the scene, some students quietly rehearse elevator pitches against a wall while a cybersecurity company runs a password cracking challenge on a laptop; finance firms offer QR codes that facilitate immediate internship applications.",
    "Across the scene, some students quietly rehearse elevator pitches against a wall as a cybersecurity company runs a password cracking challenge on a laptop; finance firms present QR codes that enable immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station.",
    "At the venue, students quietly rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes that enable immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. An engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the venue, students quietly rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case-study booklets on high tables, and alumni volunteers deliver quick pep talks near the coffee station. An engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Healthcare providers present photographs documenting their community outreach efforts."
  ],
  "37_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.26962169343929365,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.33910716163223,
    0.4661197833220527,
    0.4661197833220527,
    0.4661197833220527,
    0.4661197833220527,
    0.4661197833220527,
    0.4661197833220527,
    0.4661197833220527,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.5773562545594693,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.7959987140783388,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125,
    0.8064561855470125
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating their outreach efforts. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos, illustrating their outreach efforts. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display community outreach photos that illustrate their outreach efforts. Consulting firms arrange glossy case study booklets on high tables, creating a display of materials. Alumni volunteers give short pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor.",
    "In a shared space at an event, healthcare providers display community outreach photos illustrating their outreach efforts nearby, while consulting firms stack glossy case study booklets on high tables to form a display. Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers give short pep talks near the coffee station, and some students rehearse elevator pitches quietly against the wall."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6034098278444937,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6281021964924038,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6352548361916092,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344,
    0.6707829805298344
  ],
  "39": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables.",
    "At the event space, attendees display professional materials: students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event space, attendees display professional materials: students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; and consulting firms stack glossy case-study booklets on high tables, creating a display of materials. The engineering society sponsors a resume review table near the stage. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, attendees include students clutching resumes inside branded folders, healthcare providers displaying community outreach photos, and consulting firms stacking glossy case-study booklets on high tables to form a materials display. The engineering society sponsors a resume-review table near the stage, while a robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact, and networking etiquette workshops run in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Before opening, students line up outside the university gym, awaiting the fair's start."
  ],
  "39_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.44010305506358016,
    0.44010305506358016,
    0.44010305506358016,
    0.44010305506358016,
    0.44010305506358016,
    0.44010305506358016,
    0.44010305506358016,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.7748335518864835,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8300866984252115,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507,
    0.8869053886763507
  ],
  "40": [
    "",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At the event space, a robotics startup operates a booth and flies a small drone above it to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At the event space, a robotics startup operates a booth and flies a small drone above it to attract attention. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos related to community outreach, which depict outreach activities, with no explicit information about location or time.",
    "At the event space, a robotics startup runs a booth and flies a small drone above it to attract attention. Nearby, the engineering society sponsors a resume review table near the stage, while career counselors redirect unsure students toward applicable industries. Healthcare providers are shown presenting photos related to community outreach, depicting outreach activities with no explicit location or time. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders.",
    "At a university event, a robotics startup runs a booth and flies a small drone above it to attract attention. Nearby, the engineering society sponsors a resume review table near the stage, while career counselors redirect unsure students toward applicable industries. Healthcare providers showcase photos of community outreach. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Outside the university gym, students line up ahead of the career fair opening."
  ],
  "40_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.6113352389884581,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.7496050666898251,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8057570506488889,
    0.8262102347345803,
    0.8262102347345803,
    0.8262102347345803,
    0.8262102347345803
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos.",
    "At a university event, healthcare providers showcase community outreach photos; outside the university gym, students line up ahead of the career fair opening; a robotics startup flies a small drone above its booth to attract attention.",
    "At a university career fair event, healthcare providers showcase community outreach photos. Outside the university gym, students line up ahead of the career fair opening. A robotics startup flies a small drone above its booth to attract attention. An engineering society-sponsored resume review table near the stage anchors the event, while finance firms provide QR codes to facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.47080370828037343,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125,
    0.8643591050829125
  ],
  "42": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station as attendees display professional materials: students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage, while a robotics startup flies a small drone above its booth to attract attention.",
    "The scene is an expo-like venue where alumni volunteers deliver quick pep talks near the coffee station while attendees display professional materials: students clutch resumes in branded folders; healthcare providers showcase community outreach photos; and consulting firms stack glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage, and a robotics startup flies a small drone above its booth to attract attention. At the venue, students quietly rehearse elevator pitches against a wall, and a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms display QR codes enabling immediate internship applications. Career counselors remind attendees to maintain eye contact."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.6455818677478724,
    0.8189043666759804,
    0.8189043666759804,
    0.8189043666759804,
    0.8189043666759804,
    0.8189043666759804,
    0.8189043666759804
  ],
  "43": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos nearby. Consulting firms stack glossy case study booklets on high tables.",
    "In a shared event space, some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos nearby. Consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, while finance firms provide QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "Across the event space, students rehearse elevator pitches quietly against a wall, while healthcare providers showcase community outreach photos nearby. Consulting firms stack glossy case study booklets on high tables, and an engineering society sponsors a resume review table near the stage. Finance firms provide QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.6240442415737539,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.7850925561728406,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143,
    0.8078383297639143
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym ahead of the career fair opening.",
    "Students line up outside the university gym ahead of the career fair opening, awaiting entry. Healthcare providers showcase photos of their community outreach efforts.",
    "Students line up outside the university gym in advance of the career fair opening, awaiting entry. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, awaiting entry. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station.",
    "Students line up outside the university gym, awaiting entry as the career fair opens. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, students line up outside as the career fair opens. Inside, healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair unfolds with dozens of booths and colorful banners circling the polished floor as students line up outside before opening. Inside, healthcare providers display photographs documenting their community outreach efforts, and nearby students rehearse elevator pitches against the wall. Alumni volunteers offer brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. The engineering society sponsors a resumereview table near the stage. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.4208914794220261,
    0.5308328596752733,
    0.5308328596752733,
    0.5308328596752733,
    0.5308328596752733,
    0.5308328596752733,
    0.5308328596752733,
    0.5308328596752733,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6811694675723214,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.6902716511908134,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7518627270080933,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.7779766792881357,
    0.82022269956476,
    0.82022269956476
  ],
  "45": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Students line up outside the university gym ahead of the career fair opening.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym ahead of the fair's opening. Tech companies display demo screens showing their latest apps at their booths, while a robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. Tech companies display demo screens showing their latest apps at their booths, while a robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens, awaiting entry.",
    "At the university career fair, consulting firms stack glossy case study booklets on high tables, while an engineering society sponsors a resume-review table near the stage. Tech company booths display demo screens of their latest apps, and a robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photos of their community outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Students line up outside the gym before the fair opens, awaiting entry, and in a shared event space some rehearse elevator pitches quietly against the wall. Finance firms provide QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "45_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.3257241941879784,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.6368094781296748,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.8615960285667077,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.879641657873652,
    0.8996991454950303,
    0.8996991454950303,
    0.8996991454950303,
    0.8996991454950303
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume review table near the stage, while finance firms offer QR codes that facilitate immediate internship applications.",
    "An engineering society sponsors a resume review table near the stage, while finance firms offer QR codes that facilitate immediate internship applications, and students clutch resumes inside branded folders.",
    "At the event, an engineering society sponsors a resume review table near the stage, while finance firms provide QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and alumni volunteers share quick pep talks near the coffee station.",
    "An engineering society-sponsored resume review table near the stage anchors the event, while finance firms provide QR codes to facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society-sponsored resume review table near the stage anchors the event, while finance firms provide QR codes to facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "An engineering society-sponsored career fair centers on a resume review table near the stage, while finance firms provide QR codes to speed internship applications. Students carry resumes in branded folders. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.4263268842813334,
    0.43189800063089606,
    0.43189800063089606,
    0.43189800063089606,
    0.43189800063089606,
    0.43189800063089606,
    0.43189800063089606,
    0.43189800063089606,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.7770508852375715,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8177800007155642,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8202007190688216,
    0.8394017410434544,
    0.8394017410434544
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "In a polished-floor venue, some students stand against the wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the floor, while students clutch resumes inside branded folders.",
    "In a polished-floor venue at a career fair, some students stand against the wall quietly rehearsing elevator pitches. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the floor, while students clutch resumes inside branded folders. Finance firms are offering QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At a polished-floor career fair, some students stand against the wall quietly rehearsing elevator pitches. Dozens of booths with colorful banners circle the floor as students clutch resumes inside branded folders. Consulting firms stack glossy case-study booklets on high tables, creating a visual display of bound materials. Finance firms are offering QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact, signaling guidance on presentation manners. In an adjoining classroom, workshops on networking etiquette begin, marking the start of structured sessions separate from the main area."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.6442825907653256,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8319969087205767,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302,
    0.8304380434453302
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers are shown presenting photos related to community outreach; the images depict outreach activities, and there is no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications.",
    "Healthcare providers are shown presenting photos related to community outreach, with the images depicting outreach activities and no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders.",
    "At a career-related event, healthcare providers are shown presenting photos related to community outreach, with the images depicting outreach activities and no explicit information about location or time. Finance firms offer QR codes that facilitate immediate internship applications. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews.",
    "At a career-related event, healthcare providers present photographs documenting their community outreach efforts; the images depict outreach activities with no explicit location or time. Finance firms offer QR codes enabling immediate internship applications, and students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact, while networking etiquette workshops begin in an adjoining classroom. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. An alumni panel discusses how to prepare for technical interviews. On the expo floor, tech companies display demo screens of their latest apps at their booths, and a robotics startup flies a small drone above its booth to draw attention. An engineering society sponsors a resume review table near the stage, and finance firms offer QR codes for immediate internship applications."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.48463013408480443,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.6867223657899663,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.7778461653777743,
    0.8399498340415699,
    0.8399498340415699,
    0.8399498340415699
  ],
  "49": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are presenting photographs that document their community outreach efforts.",
    "Healthcare providers are presenting photographs that document their community outreach efforts.",
    "Healthcare providers are presenting photographs that document their community outreach efforts, while students clutch resumes inside branded folders.",
    "Healthcare providers are presenting photographs that document their community outreach efforts, while students clutch resumes inside branded folders.",
    "Healthcare providers are presenting photographs that document their community outreach efforts, while students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "In a setting that blends educational guidance with public health outreach, healthcare providers present photographs documenting their community outreach efforts as students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact while redirecting unsure students toward applicable industries.",
    "An event blends educational guidance with public health outreach. Healthcare providers present photographs documenting their community outreach efforts. Dozens of booths with colorful banners surround the polished floor, and attendees cluster around resumes they clutch inside branded folders. An engineering society-sponsored resume review table sits near the stage, with career counselors nearby reminding attendees to maintain eye contact and guiding unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes to enable immediate internship applications."
  ],
  "49_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.29809460158055445,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.33628238116308373,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.3315847471824426,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.32924249997815913,
    0.7699949945520891,
    0.7699949945520891,
    0.7699949945520891,
    0.7699949945520891
  ]
}