{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Two professional scenes are depicted: healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Two professional scenes unfold at the event: healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards, and groups of friends mark target employers on the event map.",
    "Two professional scenes unfold at the event: healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At the event, two professional scenes unfold: healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students introduce themselves, and some rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts and runs a password-cracking challenge on a laptop nearby.",
    "At the event, dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Students introduce themselves, and some rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders. Human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts and runs a password-cracking challenge on a laptop nearby.",
    "Dozens of booths with colorful banners circle a polished floor as healthcare providers display community outreach photos and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, while students introduce themselves and rehearse elevator pitches against a wall, clutching resumes in branded folders. Human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. At a robotics startup's booth, a small drone is flown above to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "A career fair unfolds around a polished floor, with dozens of booths framed by colorful banners. Healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map; students introduce themselves and rehearse elevator pitches against a wall, clutching resumes in branded folders. Human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. At a robotics startup's booth, a small drone is flown above to attract attention. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage.",
    "At a career fair unfolding on a polished floor, dozens of booths are framed by colorful banners. Healthcare providers display community outreach photos while consulting firms stack glossy case-study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as students introduce themselves and rehearse elevator pitches against a wall, clutching resumes in branded folders. Human resources teams jot notes on tablets. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. At a robotics startup's booth, a small drone is flown above to attract attention. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.29827077830999704,
    0.29827077830999704,
    0.29827077830999704,
    0.29827077830999704,
    0.29827077830999704,
    0.557831516837156,
    0.557831516837156,
    0.557831516837156,
    0.557831516837156,
    0.7522609609644784,
    0.7522609609644784,
    0.7522609609644784,
    0.7522609609644784,
    0.7726997504092453,
    0.7726997504092453,
    0.7726997504092453,
    0.7726997504092453,
    0.7726997504092453,
    0.7726997504092453,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8458725508418723,
    0.8786805089078098,
    0.8786805089078098,
    0.8786805089078098,
    0.8786805089078098,
    0.9096402890817202,
    0.9096402890817202,
    0.9096402890817202,
    0.9096402890817202,
    0.9096402890817202,
    0.9096402890817202,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734,
    0.9039561552650734
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event features concurrent sessions: workshops on networking etiquette in the adjoining classroom and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "The event features concurrent sessions: workshops on networking etiquette in the adjoining classroom and an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "The event features concurrent sessions: a networking etiquette workshop in an adjoining classroom and an alumni panel on how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. Upon entry, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. Upon entry, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners encircle the polished floor as students line up outside the university gym before the career fair opens. Upon entry, staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. A robotics startup booth features a small drone flying overhead to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Finance firms distribute QR codes for immediate internship applications. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle the polished floor as students line up outside the university gym before the career fair opens. Upon entry, staff scan registrations and hand out lanyards, and a welcome announcement outlines the fair schedule over the PA system. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. A robotics startup booth features a small drone flying overhead to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Finance firms distribute QR codes for immediate internship applications. Students clutch resumes inside branded folders, and groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners circle a polished floor at a university career fair near the gym, as students line up outside before opening. At entry, staff scan registrations and hand out lanyards to establish check-in flow, and a welcome announcement outlines the fair schedule over the PA. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. A robotics startup booth features a small drone flying overhead to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications. Students clutch resumes in branded folders and mark target employers on the event map; alumni volunteers deliver pep talks by the coffee station. Consulting firms display glossy case-study booklets; tech and healthcare exhibitors show demos and outreach photos; some students rehearse elevator pitches against the wall.",
    "Dozens of booths with colorful banners circle a polished floor at a university career fair near the gym, as students line up outside before opening. At entry, staff scan registrations and hand out lanyards while a welcome PA outlines the schedule. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on preparing for technical interviews. A robotics startup booth features a small drone flying overhead; a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves; finance firms offer QR codes for immediate internship applications. Students clutch resumes in branded folders and mark target employers on the event map; alumni volunteers deliver pep talks near the coffee station. Consulting firms display glossy case-study booklets; tech and healthcare exhibitors show demos and outreach photos. Some students rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3829042522158235,
    0.3829042522158235,
    0.3829042522158235,
    0.3829042522158235,
    0.5550485292806453,
    0.5550485292806453,
    0.5550485292806453,
    0.5550485292806453,
    0.5550485292806453,
    0.5550485292806453,
    0.5550485292806453,
    0.7634094351381129,
    0.7634094351381129,
    0.7634094351381129,
    0.856232229023653,
    0.856232229023653,
    0.856232229023653,
    0.856232229023653,
    0.8955666437102808,
    0.8955666437102808,
    0.8955666437102808,
    0.8955666437102808,
    0.8955666437102808,
    0.8955666437102808,
    0.9149236773558946,
    0.9149236773558946,
    0.9149236773558946,
    0.9149236773558946,
    0.9149236773558946,
    0.9184332414113848,
    0.9184332414113848,
    0.9184332414113848,
    0.9184332414113848,
    0.9184332414113848,
    0.9184332414113848,
    0.9184332414113848,
    0.9042577344224862,
    0.9042577344224862,
    0.9042577344224862,
    0.9042577344224862,
    0.9042577344224862,
    0.9018645189327246,
    0.9018645189327246,
    0.9018645189327246,
    0.9018645189327246,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.9079005564061062,
    0.8985426088834259,
    0.8985426088834259,
    0.8985426088834259
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, with alumni volunteers sharing quick pep talks near the coffee station.",
    "A cybersecurity company is hosting a password cracking challenge conducted on a laptop. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "A cybersecurity company is hosting a password cracking challenge conducted on a laptop. Nearby, alumni volunteers deliver quick pep talks by the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company is hosting a password cracking challenge conducted on a laptop. Nearby, alumni volunteers deliver quick pep talks by the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is hosting a password cracking challenge conducted on a laptop. Nearby, alumni volunteers deliver quick pep talks by the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "The scene centers on a cybersecurity company hosting a password-cracking challenge conducted on a laptop. Nearby, alumni volunteers deliver quick pep talks by the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, and some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Two professional scenes unfold: healthcare providers display community outreach photos while consulting firms continue stacking glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop at the center of the event. Nearby, alumni volunteers give quick pep talks by the coffee station. HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens with their latest apps. Healthcare providers display community outreach photos, and at the entrance staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair near the gym, dozens of booths with colorful banners circle a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at the center. Alumni volunteers deliver brief pep talks by the coffee station, while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case-study booklets on high tables, and some students rehearse elevator pitches against the wall. Tech companies display demo screens of their latest apps; healthcare providers show community outreach photos. At the entrance, staff scan registrations and hand out lanyards to establish check-in flow. Groups of friends mark target employers on the event map, including a robotics startup booth where a small drone is flown to attract attention. Students clutch resumes in branded folders; an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair near the gym, booths with colorful banners circle a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at the center. Alumni volunteers deliver brief pep talks by the coffee station, while HR teams jot notes on tablets as students introduce themselves. Consulting firms stack case-study booklets on tables, and some students rehearse elevator pitches against the wall. Tech companies display demo screens of their apps; healthcare providers show outreach photos. At the entrance, staff scan registrations and hand out lanyards for check-in flow. Groups of friends mark target employers on the event map, including a robotics startup booth where a small drone flies to attract attention. Students clutch resumes in branded folders; an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Engineering society sponsors a resume review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3368960029196645,
    0.3368960029196645,
    0.3368960029196645,
    0.5740740412059573,
    0.5740740412059573,
    0.5740740412059573,
    0.7007392368531424,
    0.7007392368531424,
    0.7007392368531424,
    0.7007392368531424,
    0.7119095360011869,
    0.7119095360011869,
    0.7119095360011869,
    0.7229927249842275,
    0.7229927249842275,
    0.7229927249842275,
    0.7229927249842275,
    0.7229927249842275,
    0.7229927249842275,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.7694518829694283,
    0.8205715747906563,
    0.8205715747906563,
    0.8205715747906563,
    0.8205715747906563,
    0.8205715747906563,
    0.8205715747906563,
    0.8205715747906563,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.9019506075217063,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389,
    0.901445042180389
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly against the wall, while a cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students rehearse elevator pitches quietly against a wall, with some clutching resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students rehearse elevator pitches quietly against a wall, some clutching resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Two professional scenes unfold: healthcare providers display community outreach photos, while consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets, while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, students rehearse elevator pitches quietly against a wall, some clutching resumes inside branded folders, while a cybersecurity company hosts a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, complemented by concurrent sessions including a networking-etiquette workshop in the adjoining classroom. Two professional scenes unfold: healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a cybersecurity company hosts a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, complemented by concurrent sessions including a networking-etiquette workshop in the adjoining classroom. Two professional scenes unfold: healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the career fair, students rehearse elevator pitches quietly against a wall while clutching resumes inside branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop nearby. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, complemented by concurrent sessions including a networking-etiquette workshop in the adjoining classroom. Two professional scenes unfold: healthcare providers display community outreach photos, and consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the career fair, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews, with concurrent sessions including a networking-etiquette workshop in the adjoining classroom. Two professional scenes unfold: healthcare providers display community outreach photos and consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, and HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. A welcome PA outlines the schedule; alumni volunteers offer quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, students rehearse elevator pitches quietly against a wall, clutching resumes inside branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Entrance staff scan registrations and hand out lanyards as an alumni panel discusses preparing for technical interviews, with concurrent sessions including a networking-etiquette workshop in classroom. Two professional scenes unfold: healthcare providers display community outreach photos and consulting firms stack glossy case-study booklets on tables. Groups of friends mark target employers on the event map, and HR teams jot notes on tablets as students introduce themselves. Dozens of booths with banners circle the polished floor. A robotics startup flies a drone above its booth to attract attention. A welcome PA outlines the schedule; alumni volunteers offer pep talks near the coffee station. Finance firms offer QR codes for internship applications. Students line up outside the university gym before the fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.3267575866293813,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.5494321626624493,
    0.8105768938856305,
    0.8105768938856305,
    0.8105768938856305,
    0.8105768938856305,
    0.8352181024659081,
    0.8352181024659081,
    0.8352181024659081,
    0.8352181024659081,
    0.8352181024659081,
    0.8352181024659081,
    0.8352181024659081,
    0.8882368116779872,
    0.8882368116779872,
    0.8882368116779872,
    0.8882368116779872,
    0.8882368116779872,
    0.8882368116779872,
    0.8882368116779872,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.903657164329438,
    0.8986903865862732,
    0.8986903865862732,
    0.8986903865862732,
    0.8986903865862732,
    0.8986903865862732,
    0.8986903865862732,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.8999887631978374,
    0.9006062571881908,
    0.9006062571881908,
    0.9006062571881908
  ],
  "4": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, while some students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At the event, students rehearse elevator pitches quietly against a wall and others clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students rehearse elevator pitches quietly against a wall; some clutch resumes in branded folders. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. At a robotics startup booth, a small drone is flown above it to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. At a robotics startup booth, a small drone is flown above it to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, students rehearse elevator pitches quietly against a wall, some clutching resumes in branded folders. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. At a robotics startup booth, a small drone is flown above it to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "The event features a busy campus-style career fair with students rehearsing elevator pitches against a wall, some clutching resumes in branded folders; staff at the entrance scan registrations and distribute lanyards; an alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station; a cybersecurity company hosts a password-cracking challenge on a laptop; HR teams jot notes on tablets as students introduce themselves; groups of friends mark target employers on an event map; a robotics startup booth has a small drone flown above it to attract attention; finance firms provide QR codes for immediate internship applications.",
    "At a busy campus-style career fair, students rehearse elevator pitches against a wall, some clutching resumes in branded folders, with a portion rehearsing quietly. Staff at the entrance scan registrations and distribute lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map. A robotics startup booth features a small drone flown above it to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "At a busy campus-style career fair, students rehearse elevator pitches against a wall, some clutching resumes in branded folders while others rehearse quietly. Staff at the entrance scan registrations and distribute lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map. A robotics startup booth features a small drone flown above it to attract attention. Finance firms provide QR codes for immediate internship applications.",
    "At a busy campus-style career fair, students rehearse elevator pitches against a wall; some clutch branded resumes while others rehearse quietly. Staff at the entrance scan registrations and distribute lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map. A robotics startup booth features a small drone flown above it to attract attention. Finance firms provide QR codes for immediate internship applications."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3195181832283755,
    0.3450057283610125,
    0.3450057283610125,
    0.3450057283610125,
    0.3450057283610125,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.7962927421571304,
    0.7962927421571304,
    0.7962927421571304,
    0.7962927421571304,
    0.7913518387315345,
    0.7913518387315345,
    0.7913518387315345,
    0.7913518387315345,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8605246831197243,
    0.8648547297518512,
    0.8648547297518512,
    0.8648547297518512,
    0.8648547297518512,
    0.8648547297518512,
    0.853513227815003,
    0.853513227815003,
    0.853513227815003,
    0.853513227815003,
    0.6078848670234066,
    0.6078848670234066,
    0.6078848670234066,
    0.6078848670234066,
    0.6078848670234066,
    0.6078848670234066,
    0.6078848670234066,
    0.8933119959715032,
    0.8933119959715032,
    0.8933119959715032,
    0.8933119959715032,
    0.894278954349671,
    0.894278954349671,
    0.894278954349671,
    0.894278954349671,
    0.894278954349671,
    0.8914456080278248
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "Event staff at the entrance scan registrations and hand out lanyards, while groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing the check-in flow. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Inside, groups of friends mark target employers on the event map while a cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing the check-in flow. Inside, groups of friends mark target employers on the event map while a cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and an alumni panel on how to prepare for technical interviews. A robotics startup flies a small drone above its booth. A welcome announcement outlines the fair schedule over the PA system.",
    "A campus career fair opens with staff scanning registrations and handing out lanyards to establish check-in flow. Inside, groups of friends mark target employers on event map while a cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall, while others clutch resumes in branded folders. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Concurrent sessions include a networking etiquette workshop in the adjoining classroom and another alumni panel on technical-interview preparation. A robotics startup flies a drone above its booth. A welcome announcement outlines the fair schedule over PA system. Dozens of booths with banners circle the polished floor."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.4278824653109742,
    0.5669333884666077,
    0.5669333884666077,
    0.5669333884666077,
    0.5669333884666077,
    0.5669333884666077,
    0.5669333884666077,
    0.5669333884666077,
    0.7561326017542929,
    0.7561326017542929,
    0.7561326017542929,
    0.7561326017542929,
    0.7561326017542929,
    0.8063507625923847,
    0.8063507625923847,
    0.8063507625923847,
    0.8267586678604155,
    0.8267586678604155,
    0.8267586678604155,
    0.8267586678604155,
    0.8267586678604155,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.832681760886542,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8765159436583139,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001,
    0.8989606089813001
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "A group of students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a group of students clutch resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, students clutch resumes inside branded folders and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password cracking challenge conducted on a laptop. Alumni volunteers offer quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall as staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge conducted on a laptop, with alumni volunteers offering quick pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Two professional scenes unfold: healthcare providers display community outreach photos while consulting firms continue stacking case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "At the university career fair, students clutch resumes in folders and rehearse elevator pitches as staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, with alumni volunteers offering pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor. Two scenes unfold: healthcare providers display community outreach photos and consulting firms stack case study booklets on high tables. Groups of friends mark target employers on the event map. A robotics startup booth features a small drone. Finance firms distribute QR codes for internship applications. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students clutch resumes in folders and rehearse elevator pitches as staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, where consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Healthcare providers display community outreach photos; a robotics startup booth features a small drone; finance firms distribute QR codes for internship applications. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students clutch resumes in branded folders and rehearse elevator pitches as staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor, where consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Healthcare providers display community outreach photos; a robotics startup booth features a small drone; finance firms distribute QR codes for internship applications. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering pep talks near the coffee station. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3410140231817981,
    0.3410140231817981,
    0.5335881088426938,
    0.5335881088426938,
    0.5335881088426938,
    0.7825810608164362,
    0.7825810608164362,
    0.7825810608164362,
    0.7825810608164362,
    0.7825810608164362,
    0.7825810608164362,
    0.79486788812789,
    0.79486788812789,
    0.79486788812789,
    0.79486788812789,
    0.7945201899036745,
    0.7945201899036745,
    0.7945201899036745,
    0.7945201899036745,
    0.7945201899036745,
    0.7945201899036745,
    0.7945201899036745,
    0.8052434659565338,
    0.8052434659565338,
    0.8052434659565338,
    0.8052434659565338,
    0.8052434659565338,
    0.8052434659565338,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8386353162439092,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.8710993115993262,
    0.9027601719561191,
    0.9027601719561191,
    0.9027601719561191,
    0.9027601719561191,
    0.9027601719561191,
    0.9027601719561191,
    0.9027601719561191,
    0.9042648338361428,
    0.9042648338361428
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge conducted on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets, while students introduce themselves. Groups of friends mark target employers on the event map.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. At a robotics startup's booth, a small drone is flown above it to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At the event, a cybersecurity company hosts a password-cracking challenge conducted on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. At a robotics startup's booth, a small drone is flown above to attract attention. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms distribute QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms distribute QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map; students clutch resumes inside branded folders. At a robotics startup booth, a small drone flies overhead to attract attention. Finance firms distribute QR codes for immediate internship applications. Dozens of booths with colorful banners encircle the polished floor. Students line up outside the university gym before the career fair opens.",
    "The university career fair features dozens of booths with colorful banners encircling a polished floor. At the center, a cybersecurity company hosts a password-cracking challenge on a laptop. Nearby, a robotics startup booth has a small drone overhead. Finance firms distribute QR codes for internship applications. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map while students clutch resumes in branded folders. Alumni volunteers give pep talks by the coffee station; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches. Tech companies display demo screens with their latest apps. Healthcare providers display community outreach photos; at the entrance staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, dozens of booths surround a polished floor, banners colorfully encircling the space. At the center, a cybersecurity company runs a password-cracking challenge on a laptop, with a nearby robotics startup booth featuring a small drone overhead. Finance firms hand out QR codes for internship applications, while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. Alumni volunteers give pep talks by the coffee station, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches. Tech companies display demo screens of their latest apps; healthcare providers show community outreach photos. At the entrance, staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.4786311607901862,
    0.4786311607901862,
    0.4786311607901862,
    0.4786311607901862,
    0.6631280554356008,
    0.6631280554356008,
    0.6631280554356008,
    0.6764479520149429,
    0.6764479520149429,
    0.6764479520149429,
    0.6764479520149429,
    0.6847620608635145,
    0.6847620608635145,
    0.6847620608635145,
    0.6847620608635145,
    0.6847620608635145,
    0.6847620608635145,
    0.8417067808960964,
    0.8417067808960964,
    0.8417067808960964,
    0.8417067808960964,
    0.8417067808960964,
    0.8619082983944049,
    0.8619082983944049,
    0.8619082983944049,
    0.8619082983944049,
    0.8619082983944049,
    0.87864049935108,
    0.87864049935108,
    0.87864049935108,
    0.8832768771112992,
    0.8832768771112992,
    0.8832768771112992,
    0.8832768771112992,
    0.8832768771112992,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.8882104978752876,
    0.9015327853775443,
    0.9015327853775443,
    0.9015327853775443,
    0.9015327853775443,
    0.9015327853775443,
    0.9082324535381815,
    0.9082324535381815,
    0.9082324535381815,
    0.9082324535381815,
    0.9082324535381815,
    0.9082324535381815,
    0.9082324535381815
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "HR teams jot notes on tablets as students introduce themselves, with two concurrent activities forming the scene. Alumni volunteers deliver quick pep talks near the coffee station, complementing the introductions.",
    "HR teams jot notes on tablets as students introduce themselves, with two concurrent activities forming the scene: HR note-taking and student introductions, while alumni volunteers deliver quick pep talks near the coffee station, complementing the introductions. Students line up outside the university gym before the career fair opens.",
    "HR teams take notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station to complement the introductions. Students line up outside the university gym before the career fair opens. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station to complement the introductions. Students line up outside the university gym before the career fair opens. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map. A robotics startup's booth features a small drone flown above it to attract attention.",
    "At the career fair, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station to complement the introductions. Students line up outside the university gym before the fair opens. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends mark target employers on the event map. A robotics startups booth features a small drone flown above it to attract attention. Students clutch resumes inside branded folders.",
    "At the university career fair held near the gym, students line up outside the venue before opening as event staff scan registrations and hand out lanyards to establish the check-in flow. Inside, human resources teams jot notes on tablets while students introduce themselves, and alumni volunteers deliver brief pep talks near the coffee station to accompany introductions. Groups of friends mark target employers on the event map, including a robotics startup booth that features a small drone flown above to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders.",
    "At a university career fair near the gym, students line up outside before opening as event staff scan registrations and hand out lanyards to establish check-in flow. Inside, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on the event map, including a robotics startup booth where a small drone is flown above to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair held near the gym, students line up outside before opening as event staff scan registrations and hand out lanyards to establish check-in flow. Inside, HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver pep talks near the coffee station. Groups of friends mark target employers on the event map, including a robotics startup booth where a small drone is flown overhead to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, with tech firms displaying demo screens of their latest apps, and finance firms offering QR codes for internship applications. Some students rehearse elevator pitches against the wall, and others clutch resumes in branded folders. Dozens of booths with colorful banners circle polished floor; healthcare providers display outreach photos; consulting firms stack case study booklets on tables. At the entrance, staff scan registrations and hand out lanyards.",
    "Near the university gym, a career fair unfolds with students lining up outside before opening while event staff scan registrations and hand out lanyards to manage check-in. Inside, HR teams jot notes on tablets as students introduce themselves; alumni volunteers deliver pep talks near a coffee station. Groups of friends mark target employers on an event map, including a robotics startup booth where a small drone flies overhead to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop, with tech firms displaying demo screens of their latest apps, and finance firms providing QR codes for immediate internship applications. Some students rehearse elevator pitches against the wall, and others clutch resumes in branded folders. Dozens of booths with colorful banners encircle the polished floor; healthcare providers display outreach photos; consulting firms stack case study booklets on tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.5029835359074136,
    0.5029835359074136,
    0.5029835359074136,
    0.5029835359074136,
    0.5029835359074136,
    0.5029835359074136,
    0.5847141123764437,
    0.5847141123764437,
    0.5847141123764437,
    0.5847141123764437,
    0.5847141123764437,
    0.5847141123764437,
    0.8037728660242922,
    0.8037728660242922,
    0.8037728660242922,
    0.8037728660242922,
    0.8922916270989021,
    0.8922916270989021,
    0.8922916270989021,
    0.8879680760827904,
    0.8879680760827904,
    0.8879680760827904,
    0.8879680760827904,
    0.8879680760827904,
    0.8879680760827904,
    0.8879680760827904,
    0.870193539356988,
    0.870193539356988,
    0.870193539356988,
    0.870193539356988,
    0.870193539356988,
    0.870193539356988,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8788934013411864,
    0.8911750792141302,
    0.8911750792141302,
    0.8911750792141302,
    0.8911750792141302,
    0.8911750792141302,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237,
    0.8853099160770237
  ],
  "9": [
    "",
    "\"\"",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup's booth features a small drone flown above it to attract attention. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At a robotics startup's booth, a small drone is flown above it to attract attention. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At a robotics startup booth, a small drone is flown above to attract attention. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the career fair at the university gym, a robotics startup booth features a drone flown above it to attract attention, and a cybersecurity company hosts a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves; alumni volunteers deliver quick pep talks near the coffee station to complement introductions, as an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the fair opens.",
    "At the university gym, the career fair includes a robotics startup booth with a drone overhead to draw attention and a cybersecurity company hosting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the gym before it opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair features a robotics startup booth with a drone overhead to draw attention and a cybersecurity company hosting a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the gym before it opens, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym, a career fair unfolds with a robotics startup booth displaying a drone overhead to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the gym before it opens, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair unfolds with a robotics startup booth displaying a drone overhead to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, and alumni volunteers deliver quick pep talks near the coffee station; an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Students line up outside the gym before it opens, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.7446970094018169,
    0.7446970094018169,
    0.7446970094018169,
    0.7446970094018169,
    0.7943948210690877,
    0.7943948210690877,
    0.7943948210690877,
    0.7943948210690877,
    0.7943948210690877,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8475890718702823,
    0.8814427046479394,
    0.8814427046479394,
    0.8814427046479394,
    0.8814427046479394,
    0.8814427046479394,
    0.8814427046479394,
    0.8814427046479394,
    0.8586116475398209,
    0.8586116475398209,
    0.8586116475398209,
    0.8586116475398209,
    0.8586116475398209,
    0.8369756795148833,
    0.8369756795148833,
    0.8369756795148833,
    0.8369756795148833,
    0.8369756795148833,
    0.8392909407436872,
    0.8392909407436872,
    0.8392909407436872,
    0.8392909407436872,
    0.8392909407436872,
    0.8392909407436872,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601,
    0.8441578118900601
  ]
}