{
  "0": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while a robotics startup showcases at its booth, flying a small drone above it to attract attention.",
    "At the event, some students rehearse elevator pitches quietly against a wall, while a robotics startup showcases at its booth, with a small drone flying above the booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, some students rehearse elevator pitches quietly against a wall, while a robotics startup showcases at its booth, with a small drone flying above the booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the university event before the career fair opens, students line up outside the gym. Inside, some rehearse elevator pitches quietly against a wall, while a robotics startup showcases at its booth with a small drone flying above to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables around the venue.",
    "At a university event held before the career fair opens, students line up outside the gym. Inside, some rehearse elevator pitches quietly against a wall, while a robotics startup showcases at its booth with a small drone flying above to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables around the venue. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a university event held before the career fair opens, students line up outside the gym. Inside, some rehearse elevator pitches quietly against a wall, while a robotics startup showcases at its booth with a small drone flying above to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables around the venue. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3720012327967032,
    0.3720012327967032,
    0.3720012327967032,
    0.3720012327967032,
    0.3720012327967032,
    0.3720012327967032,
    0.3720012327967032,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.6338643394343484,
    0.8121592577642105,
    0.8121592577642105,
    0.8121592577642105,
    0.8121592577642105,
    0.8121592577642105,
    0.8121592577642105,
    0.8121592577642105,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8105952767556788,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324,
    0.8401452170318324
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "The engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume-review table near the stage, while tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, concurrent activities unfold around career exploration: the engineering society sponsors a resume-review table near the stage, while tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, concurrent activities focused on career exploration unfold: the engineering society sponsors a resume-review table near the stage, while tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "Concurrent activities focused on career exploration unfold at the event: the engineering society sponsors a resume-review table near the stage while tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin, with career counselors redirecting unsure students toward applicable industries. Groups of friends mark target employers on the event map, and consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention.",
    "Concurrent activities focused on career exploration unfold at the event: the engineering society sponsors a resume-review table near the stage, while tech companies display demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette begin, with career counselors redirecting unsure students toward applicable industries. Groups of friends mark target employers on the event map, and consulting firms stack glossy case-study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.49922365263633545,
    0.7009353350054133,
    0.7009353350054133,
    0.7009353350054133,
    0.7009353350054133,
    0.7009353350054133,
    0.7009353350054133,
    0.7009353350054133,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.6073635913688561,
    0.7712938066435306,
    0.7712938066435306,
    0.7712938066435306,
    0.7712938066435306,
    0.7712938066435306,
    0.7712938066435306,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.75531355700386,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.803442561341781,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8116190629640105,
    0.8369990322920384,
    0.8369990322920384
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "During a career guidance event, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career guidance event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At a career guidance event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At a career guidance event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "During a career guidance event, counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.386929426412977,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.5009503856704141,
    0.7117199180474034,
    0.7117199180474034,
    0.7117199180474034,
    0.7117199180474034,
    0.7117199180474034,
    0.7117199180474034,
    0.7117199180474034,
    0.7567453811520073,
    0.7567453811520073,
    0.7567453811520073,
    0.7567453811520073,
    0.7567453811520073,
    0.7567453811520073,
    0.7567453811520073,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7776511341583572,
    0.7716266304504715,
    0.7716266304504715,
    0.7716266304504715,
    0.7716266304504715,
    0.7716266304504715
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and a welcome announcement delivered over the PA system outlines the fair schedule.",
    "An alumni panel discusses how to prepare for technical interviews. A welcome announcement delivered over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A PA-delivered welcome announcement outlines the fair schedule. A robotics startup uses a small drone flown above its booth to draw attention, while healthcare providers display photos highlighting community outreach.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A PA-delivered welcome announcement outlines the fair schedule. A robotics startup uses a small drone flown above its booth to draw attention, while healthcare providers display photos highlighting community outreach. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A PA-delivered welcome announcement outlines the fair schedule. A robotics startup uses a small drone flown above its booth to draw attention, while healthcare providers display photos highlighting community outreach. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At the fair, an alumni panel discusses how to prepare for technical interviews. A PA-delivered welcome announcement outlines the fair schedule. A robotics startup uses a small drone flown above its booth to draw attention, while healthcare providers display photos highlighting community outreach. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.48870588036979057,
    0.48870588036979057,
    0.48870588036979057,
    0.48870588036979057,
    0.48870588036979057,
    0.48870588036979057,
    0.48870588036979057,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.7718903570239377,
    0.8105507790300608,
    0.8105507790300608,
    0.8105507790300608,
    0.8105507790300608,
    0.8105507790300608,
    0.8105507790300608,
    0.8105507790300608,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8334613034619835,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.8815226535394789,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331,
    0.9014496033938331
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while finance firms offer QR codes for immediate internship applications.",
    "A robotics startup is flying a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A robotics startup flies a small drone above its booth to attract attention; finance firms offer QR codes for immediate internship applications; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention; finance firms provide QR codes for immediate internship applications; a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, a robotics startup flies a small drone above its booth to attract attention. Finance firms provide QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4451189665822685,
    0.4451189665822685,
    0.4451189665822685,
    0.4451189665822685,
    0.4451189665822685,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.676867392359606,
    0.534803219384957,
    0.534803219384957,
    0.534803219384957,
    0.534803219384957,
    0.534803219384957,
    0.534803219384957,
    0.534803219384957,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.6710452259079522,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8464456884225846,
    0.8614036977790791,
    0.8614036977790791,
    0.8614036977790791,
    0.8614036977790791,
    0.8614036977790791,
    0.8614036977790791,
    0.8615802205480522,
    0.8615802205480522
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms are circulating QR codes that offer immediate internship applications.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms are circulating QR codes that offer immediate internship applications.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms are circulating QR codes that offer immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms are circulating QR codes that offer immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms circulate QR codes offering immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. In parallel, finance firms circulate QR codes offering immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. Finance firms circulate QR codes offering immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, networking etiquette workshops have begun in the adjoining classroom, with students clutching resumes tucked inside branded folders. Finance firms circulate QR codes offering immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.36673338269889555,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.5500719928728259,
    0.6820219133844555,
    0.6820219133844555,
    0.6820219133844555,
    0.6820219133844555,
    0.6820219133844555,
    0.6820219133844555,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.6873466235824195,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.7403659384052632,
    0.8377311589478045,
    0.8377311589478045,
    0.8377311589478045,
    0.8377311589478045,
    0.8377311589478045,
    0.8377311589478045
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Near the stage, the engineering society sponsors a resume review table.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, establishing attendee access credentials. In the adjoining classroom, workshops on networking etiquette begin, offering practical guidance to participants. Near the stage, the engineering society sponsors a resume review table, providing support for job-seeking attendees. Career counselors remind attendees to maintain eye contact, reinforcing professional presentation during interactions.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, establishing attendee access credentials. In the adjoining classroom, workshops on networking etiquette begin, offering practical guidance to participants. Near the stage, the engineering society sponsors a resume review table, providing support for job-seeking attendees. Career counselors remind attendees to maintain eye contact, reinforcing professional presentation during interactions. Tech companies display demo screens showing their latest apps.",
    "At the venue entrance, staff scan registrations and hand out lanyards to establish attendee access credentials. In an adjoining classroom, workshops on networking etiquette provide practical guidance to participants. Near the stage, the engineering society sponsors a resume review table to support job-seeking attendees. Career counselors remind attendees to maintain eye contact to reinforce professional presentation during interactions. Tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, staff scan registrations and hand out lanyards to establish attendee access credentials. In an adjoining classroom, workshops on networking etiquette provide practical guidance to participants. Near the stage, the engineering society sponsors a resume review table to support job-seeking attendees. Career counselors remind attendees to maintain eye contact to reinforce professional presentation during interactions. Tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue entrance, staff scan registrations and hand out lanyards to establish attendee access credentials. In an adjoining classroom, workshops on networking etiquette provide practical guidance to participants. Near the stage, the engineering society sponsors a resume review table to aid job seekers. Career counselors remind attendees to maintain eye contact to reinforce professional presentation during interactions. Tech companies display demo screens featuring their latest apps. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.5511963176024063,
    0.7169060448044438,
    0.7169060448044438,
    0.7169060448044438,
    0.7169060448044438,
    0.7169060448044438,
    0.7169060448044438,
    0.7537687853836466,
    0.7537687853836466,
    0.7537687853836466,
    0.7537687853836466,
    0.7537687853836466,
    0.7537687853836466,
    0.7537687853836466,
    0.7999847978231578,
    0.7999847978231578,
    0.7999847978231578,
    0.7999847978231578,
    0.7999847978231578,
    0.7999847978231578,
    0.7999847978231578,
    0.7677100756163177,
    0.7677100756163177,
    0.7677100756163177,
    0.7677100756163177,
    0.7677100756163177,
    0.7677100756163177,
    0.7677100756163177,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7782617061632555,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152,
    0.7795563907606152
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a multi-area event, an alumni panel discusses how to prepare for technical interviews, while staff at the entrance scan registrations and hand out lanyards, and workshops on networking etiquette begin in the adjoining classroom.",
    "In a multi-area event at the university, an alumni panel discusses how to prepare for technical interviews in one space, while staff at the entrance scan registrations and hand out lanyards, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At a university multi-area event, an alumni panel in one space discusses how to prepare for technical interviews. Staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Across a university multi-area event, an alumni panel in one space discusses how to prepare for technical interviews. Staff at the entrance scan registrations and hand out lanyards, while in the adjoining classroom workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, and human resources teams jot notes on tablets as students introduce themselves.",
    "At a university multi-area event, an alumni panel in one space discusses how to prepare for technical interviews while staff at the entrance scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At a university multi-area event, an alumni panel in one space discusses how to prepare for technical interviews while staff at the entrance scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At a university multi-area event, an alumni panel discusses how to prepare for technical interviews while staff at the entrance scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, and human resources staff jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.6131653098146197,
    0.4288117938506013,
    0.4288117938506013,
    0.4288117938506013,
    0.4288117938506013,
    0.4288117938506013,
    0.4288117938506013,
    0.4288117938506013,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.6159721232373706,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7452128634030537,
    0.7473728901985258,
    0.7473728901985258,
    0.7473728901985258,
    0.7473728901985258,
    0.7473728901985258,
    0.7473728901985258,
    0.7634949970184801,
    0.7634949970184801,
    0.7634949970184801,
    0.7634949970184801,
    0.7634949970184801,
    0.7634949970184801,
    0.7634949970184801,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.7758422040740891,
    0.8256649886555714
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor, forming a continuous ring around the space. The banners add bright color to the scene as the booths enclose the circular area.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space. The banners contribute bright color as the booths enclose the circular area. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space. The banners contribute bright color as the booths enclose the circular area. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space and contributing bright color to the enclosure. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space and lending bright color to the enclosure. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space and lending bright color to the enclosure. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "The career fair unfolds in a university gym, where a polished floor is encircled by dozens of booths with colorful banners, forming a continuous ring that adds bright color to the enclosure. Students line up outside the gym before the event opens. Inside, workshops on networking etiquette run in an adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves, and at the entrance event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "The career fair unfolds in a university gym with a polished floor encircled by dozens of booths whose colorful banners form a continuous ring, adding bright color to the enclosure. Students line up outside before the event opens. Inside, workshops on networking etiquette run in an adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves, and at the entrance event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3794225533183498,
    0.3794225533183498,
    0.3794225533183498,
    0.3794225533183498,
    0.3794225533183498,
    0.3794225533183498,
    0.3794225533183498,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.6849481757626328,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.7747386051833254,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8091672766174927,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8375949603455808,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8361444454854532,
    0.8260755622256605
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners encircle the polished floor.",
    "Event staff scan registrations and hand out lanyards at the entrance, preparing attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, creating a ring around the venue. Students line up outside the university gym before the career fair opens.",
    "Event staff scan registrations and hand out lanyards at the entrance to prepare attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Event staff scan registrations and hand out lanyards at the entrance to prepare attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance to prepare attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance to prepare attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and hand out lanyards at the entrance to prepare attendees for the career fair. Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5488425117887495,
    0.5488425117887495,
    0.5488425117887495,
    0.5488425117887495,
    0.5488425117887495,
    0.5488425117887495,
    0.5488425117887495,
    0.7757441823119238,
    0.7757441823119238,
    0.7757441823119238,
    0.7757441823119238,
    0.7757441823119238,
    0.7757441823119238,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8526510315523655,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8819860774672506,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8736839358682872,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.8788536471032394,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598,
    0.876655048216598
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "A polished-floor venue features dozens of booths with colorful banners circling the space. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "A polished-floor venue hosts dozens of booths arranged with colorful banners circling the space. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "A polished-floor venue hosts a career fair with dozens of booths arranged around the space, each booth framed by colorful banners circling the room. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "A polished-floor venue hosts a career fair with dozens of booths arranged around the space, each booth framed by colorful banners circling the room. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "A polished-floor venue hosts a career fair with dozens of booths arranged around the space, each booth framed by colorful banners circling the room. Some students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.49728638751437126,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.704708439520932,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.7812647585879577,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038,
    0.84711295658038
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule, delivered over the PA system.",
    "A welcome announcement outlines the fair schedule, delivered over the PA system. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair, a welcome announcement outlines the schedule, delivered over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement outlines the schedule, delivered over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement outlines the schedule, delivered over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement outlines the schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3934982798766635,
    0.3934982798766635,
    0.3934982798766635,
    0.3934982798766635,
    0.3934982798766635,
    0.3934982798766635,
    0.5721025054139012,
    0.5721025054139012,
    0.5721025054139012,
    0.5721025054139012,
    0.5721025054139012,
    0.5721025054139012,
    0.5721025054139012,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.7519919338173191,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8411945398255432,
    0.8623183318459208,
    0.8623183318459208,
    0.8623183318459208,
    0.8623183318459208,
    0.8623183318459208,
    0.8623183318459208,
    0.8623183318459208,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.8919494094201954,
    0.9100419500295606
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews. Outside, students line up before the career fair opens at the university gym, while HR teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.5940376705886187,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7822766008976394,
    0.7952111801272559,
    0.7952111801272559,
    0.7952111801272559
  ],
  "13": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule, broadcast over the PA system.",
    "In the career fair setting, career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule and is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the career fair, career counselors remind attendees to maintain eye contact. A welcome announcement outlining the fair schedule is broadcast over the PA system. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "13_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.6398655021608326,
    0.6398655021608326,
    0.6398655021608326,
    0.6398655021608326,
    0.6398655021608326,
    0.6398655021608326,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7319981036574306,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.7937132849953801,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8546233364920519,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8529902252208479,
    0.8486817428514547,
    0.8486817428514547,
    0.8486817428514547,
    0.8486817428514547,
    0.8486817428514547,
    0.8486817428514547,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699,
    0.8568995453183699
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos; dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.32569274460971553,
    0.32569274460971553,
    0.32569274460971553,
    0.32569274460971553,
    0.32569274460971553,
    0.32569274460971553,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.5437310752409618,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7159579845771469,
    0.7706355769571039,
    0.7706355769571039,
    0.7706355769571039,
    0.7706355769571039,
    0.7706355769571039,
    0.7706355769571039,
    0.7706355769571039,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8082974621953115,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.8308003836263994,
    0.840532377160893,
    0.840532377160893,
    0.840532377160893,
    0.840532377160893,
    0.840532377160893,
    0.840532377160893,
    0.8638463669365157,
    0.8638463669365157
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are giving short pep talks near the coffee station, while groups of friends are marking target employers on the event map.",
    "At the career fair, alumni volunteers are giving short pep talks near the coffee station, while groups of friends are marking target employers on the event map. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, alumni volunteers are delivering short pep talks near the coffee station, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, alumni volunteers are delivering short pep talks near the coffee station, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, alumni volunteers are delivering short pep talks near the coffee station, while groups of friends mark target employers on the event map. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, alumni volunteers are delivering short pep talks near the coffee station while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, alumni volunteers are delivering short pep talks near the coffee station while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.3779310604787996,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.6580291548698971,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8330493777134619,
    0.8724878006808434,
    0.8724878006808434,
    0.8724878006808434,
    0.8724878006808434,
    0.8724878006808434,
    0.8724878006808434,
    0.8724878006808434,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.872771104279806,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582,
    0.8690268875441582
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Career counselors direct unsure students toward applicable industries.",
    "At the career fair, a welcome announcement is broadcast over the PA system, outlining the fair's schedule. Career counselors direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fairs schedule. Career counselors direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fairs schedule. Career counselors direct unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, a welcome announcement is broadcast over the PA system outlining the fairs schedule. Career counselors guide unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, a welcome PA announcement outlines the schedule. Career counselors guide unsure students toward applicable industries. Alumni volunteers give brief pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.6488015166014575,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.7997936428139832,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8307675823984647,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8264458285721835,
    0.8595015308305423,
    0.8595015308305423,
    0.8595015308305423,
    0.8595015308305423,
    0.8595015308305423,
    0.8595015308305423,
    0.8595015308305423,
    0.851979822021048,
    0.851979822021048,
    0.851979822021048,
    0.851979822021048,
    0.851979822021048,
    0.851979822021048
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, creating a display of recent material. In the adjoining classroom, workshops on networking etiquette begin.",
    "Consulting firms stack glossy case study booklets on high tables, forming a display of recent material; in the adjoining classroom, workshops on networking etiquette begin; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Consulting firms stack glossy case study booklets on high tables, forming a display of recent material. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "A university career fair day features consulting firms stacking glossy case study booklets on high tables, forming a display of recent material; in an adjoining classroom, networking etiquette workshops begin; a cybersecurity company runs a password cracking challenge on a laptop; students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "On a university career fair day, consulting firms stack glossy case study booklets on high tables, forming a display of recent material. In an adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "On a university career fair day, dozens of booths with colorful banners circle the polished floor as consulting firms display glossy case study booklets on high tables. In an adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders.",
    "On a university career fair day, dozens of booths with colorful banners circle the polished floor as consulting firms display glossy case study booklets on high tables. In an adjoining classroom, networking etiquette workshops begin. A cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4604981038748337,
    0.4604981038748337,
    0.4604981038748337,
    0.4604981038748337,
    0.4604981038748337,
    0.4604981038748337,
    0.4604981038748337,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.3816768232173986,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.6709349491420253,
    0.5432892557630302,
    0.5432892557630302,
    0.5432892557630302,
    0.5432892557630302,
    0.5432892557630302,
    0.5432892557630302,
    0.5432892557630302,
    0.8344634566239717,
    0.8344634566239717,
    0.8344634566239717,
    0.8344634566239717,
    0.8344634566239717,
    0.8344634566239717,
    0.8181417743105137,
    0.8181417743105137,
    0.8181417743105137,
    0.8181417743105137,
    0.8181417743105137,
    0.8181417743105137,
    0.849536941471977,
    0.849536941471977,
    0.849536941471977,
    0.849536941471977
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos, displaying images that depict their outreach efforts in the community.",
    "Healthcare providers showcase community outreach photos, displaying images that depict their outreach efforts in the community.",
    "Healthcare providers showcase community outreach photos, displaying images that depict their outreach efforts in the community.",
    "Healthcare providers showcase community outreach photos, displaying images that depict their outreach efforts in the community.",
    "Healthcare providers present community outreach photos depicting their outreach efforts in the community, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are presenting and showcasing community outreach photos that depict their outreach efforts in the community, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers are presenting and showcasing community outreach photos that depict their outreach efforts in the community, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos that illustrate their outreach efforts in the community, while alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers display community outreach photos illustrating their outreach efforts in the community, while alumni volunteers give brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "In the event space, healthcare providers display community outreach photos illustrating their outreach in the community, while alumni volunteers deliver brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.24087236952273974,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2854048120314551,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.2863223812675091,
    0.564312109132612,
    0.564312109132612,
    0.564312109132612,
    0.564312109132612,
    0.564312109132612,
    0.564312109132612,
    0.564312109132612,
    0.5612069275944616,
    0.5612069275944616,
    0.5612069275944616,
    0.5612069275944616,
    0.5612069275944616,
    0.5612069275944616,
    0.5950960422186363,
    0.5950960422186363,
    0.5950960422186363,
    0.5950960422186363
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers share brief pep talks near the coffee station, delivering quick motivational messages in a casual setting.",
    "In a casual event setting, alumni volunteers share brief pep talks near the coffee station, delivering quick motivational messages. In the same space, consulting firms stack glossy case study booklets on high tables.",
    "In a casual event setting, alumni volunteers share brief pep talks near the coffee station, delivering quick motivational messages. In the same space, consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At a casual university event, alumni volunteers deliver brief pep talks near the coffee station, offering quick motivational messages. In the same space, consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "At a casual university event on campus, alumni volunteers deliver brief pep talks near the coffee station, offering quick motivational messages. In the same space, consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At a casual university event on campus, alumni volunteers deliver brief pep talks near the coffee station, offering quick motivational messages. In the same space, consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "At a casual university campus event, alumni volunteers give brief pep talks near the coffee station, offering quick motivational messages. Around the space, consulting firms display glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners surround the polished floor, creating a busy, colorful circuit of exhibitor stands.",
    "At a casual university campus event tied to a career fair, alumni volunteers give brief pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case study booklets on high tables around the space. Dozens of booths with colorful banners surround the polished floor, creating a busy circuit of exhibitor stands. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a casual university campus event tied to a career fair, alumni volunteers give brief pep talks near a coffee station, while an alumni panel discusses how to prepare for technical interviews. Consulting firms display glossy case study booklets on high tables around the space. Dozens of booths with colorful banners surround the polished floor, creating a busy circuit of exhibitor stands. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.31192788910270136,
    0.31192788910270136,
    0.31192788910270136,
    0.31192788910270136,
    0.31192788910270136,
    0.31192788910270136,
    0.5115744814089375,
    0.5115744814089375,
    0.5115744814089375,
    0.5115744814089375,
    0.5115744814089375,
    0.5115744814089375,
    0.5115744814089375,
    0.6796586978747794,
    0.6796586978747794,
    0.6796586978747794,
    0.6796586978747794,
    0.6796586978747794,
    0.6796586978747794,
    0.6796586978747794,
    0.7083519318860723,
    0.7083519318860723,
    0.7083519318860723,
    0.7083519318860723,
    0.7083519318860723,
    0.7083519318860723,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7376870281411487,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.7932316782226202,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.843534383961934,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8687462564261323,
    0.8644159482191764,
    0.8644159482191764
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while at the entrance event staff scan registrations and hand out lanyards.",
    "At the event, alumni volunteers share quick pep talks near the coffee station, while at the entrance staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event, alumni volunteers share quick pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers deliver quick pep talks near the coffee station as part of the event atmosphere. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, adding to the event atmosphere. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, adding to the event atmosphere. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, adding to the event atmosphere. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "At the career fair, alumni volunteers deliver brief pep talks near the coffee station, contributing to the event atmosphere. At the entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.4005527945723666,
    0.5894211915731213,
    0.5894211915731213,
    0.5894211915731213,
    0.5894211915731213,
    0.5894211915731213,
    0.5894211915731213,
    0.7679551234715811,
    0.7679551234715811,
    0.7679551234715811,
    0.7679551234715811,
    0.7679551234715811,
    0.7679551234715811,
    0.7679551234715811,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.7836314089246295,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.881885536337803,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8946228417268751,
    0.8900175753449874,
    0.8900175753449874,
    0.8900175753449874
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym before the career fair opens, as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, students line up before the career fair opens; an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.4392183927140183,
    0.6119647306441295,
    0.6119647306441295,
    0.6119647306441295,
    0.6119647306441295,
    0.6119647306441295,
    0.6119647306441295,
    0.6119647306441295,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.7327012909754652,
    0.8334922656588282,
    0.8334922656588282,
    0.8334922656588282
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "The event features a resume review table sponsored by the engineering society near the stage, an alumni panel discussing how to prepare for technical interviews, and dozens of booths with colorful banners encircling the polished floor.",
    "The event features a resume review table sponsored by the engineering society near the stage, an alumni panel discussing how to prepare for technical interviews, and dozens of booths with colorful banners encircling the polished floor. Healthcare providers showcase community outreach photos.",
    "A campus event includes a resume review table sponsored by the engineering society near the stage, an alumni panel discussing how to prepare for technical interviews, and dozens of booths with colorful banners encircling the polished floor. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus event, a resume review table sponsored by the engineering society sits near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a campus event related to the career fair, a resume review table sponsored by the engineering society sits near the stage, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "A campus career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Near the stage, a resume review table sponsored by the engineering society sits, while an alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos among the displays. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4242150435292155,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.4615781929478935,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.6267137715090436,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7638491504645046,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.7994456143386854,
    0.8378586569871673,
    0.8378586569871673,
    0.8378586569871673,
    0.8378586569871673,
    0.8378586569871673,
    0.8378586569871673,
    0.8378586569871673,
    0.8470612354089833,
    0.8470612354089833,
    0.8470612354089833,
    0.8470612354089833,
    0.8470612354089833
  ],
  "23": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Inside, students clutch resumes tucked into branded folders. Groups of friends use the event map to mark target employers.",
    "Students line up outside the university gym ahead of the career fair opening, as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes tucked into branded folders; groups of friends use the event map to mark target employers. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening, as a welcome announcement is broadcast over the PA system outlining the fair schedule. Inside, students clutch resumes tucked into branded folders, and groups of friends use the event map to mark target employers. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up ahead of the career fair opening as a welcome announcement is broadcast over the PA system outlining the schedule. Inside, students clutch resumes tucked into branded folders while groups of friends use the event map to mark target employers. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up ahead of the career fair opening as a PA announces the schedule. Inside, students clutch resumes in branded folders while groups mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, students line up ahead of the career fair opening as a PA announces the schedule. Inside, students clutch resumes in branded folders while groups mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. Alumni volunteers offer quick pep talks near the coffee station."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.5963754765799423,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7513573355441727,
    0.7616373395379241,
    0.7616373395379241,
    0.7616373395379241,
    0.7616373395379241,
    0.7616373395379241,
    0.7616373395379241,
    0.7616373395379241,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.7650155852401963,
    0.8138783386537427,
    0.8138783386537427,
    0.8138783386537427,
    0.8138783386537427,
    0.8138783386537427,
    0.8138783386537427,
    0.8138783386537427,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8246392675316017,
    0.8303566863333692,
    0.8303566863333692,
    0.8303566863333692,
    0.8303566863333692,
    0.8303566863333692,
    0.8303566863333692,
    0.8303566863333692
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "During the event, a cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case-study booklets on high tables.",
    "During the event, a cybersecurity company hosts a password-cracking challenge on a laptop while alumni volunteers deliver quick pep talks near the coffee station. Students queue outside the university gym before the career fair opens, as consulting firms stack glossy case-study booklets on high tables. A number of students rehearse elevator pitches quietly against the wall.",
    "An on-campus career fair unfolds around the university gym, with a cybersecurity company hosting a password-cracking challenge on a laptop while alumni volunteers deliver quick pep talks near the coffee station. Outside the gym, students queue ahead of the fairs opening as consulting firms stack glossy case-study booklets on high tables. Inside, several students rehearse elevator pitches quietly against the wall, and tech companies display demo screens showing their latest apps, contributing to a scene of hands-on demonstrations and prepared presentations.",
    "An on-campus career fair centers around the university gym, with a cybersecurity company running a password-cracking challenge on a laptop and alumni volunteers delivering brief pep talks near the coffee station. Outside, students queue before the fairs opening as consulting firms stack glossy case-study booklets on high tables. Inside, several students quietly rehearse elevator pitches against the wall, while tech firms display demo screens showing their latest apps, contributing to a scene of hands-on demonstrations and prepared presentations. Dozens of booths with colorful banners encircle the polished floor.",
    "An on-campus career fair centers around the university gym. A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers deliver brief pep talks near the coffee station. Outside, students queue before the fairs opening as consulting firms stack glossy case-study booklets on high tables. Inside, several students quietly rehearse elevator pitches against the wall, and tech firms display demo screens showing their latest apps, contributing to a scene of hands-on demonstrations and prepared presentations. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map.",
    "At the university gym, a on-campus career fair unfolds with dozens of booths and colorful banners encircling a polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop, while alumni volunteers deliver brief pep talks near the coffee station. Outside, students queue before the fair opens as consulting firms stack glossy case-study booklets on high tables. Inside, several students rehearse elevator pitches against the wall, and tech firms display demo screens showing their latest apps, contributing to hands-on demonstrations and prepared presentations. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.34559902393719644,
    0.5551237421217369,
    0.5551237421217369,
    0.5551237421217369,
    0.5551237421217369,
    0.5551237421217369,
    0.5551237421217369,
    0.5551237421217369,
    0.7942337606256462,
    0.7942337606256462,
    0.7942337606256462,
    0.7942337606256462,
    0.7942337606256462,
    0.7942337606256462,
    0.7942337606256462,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.7250430566081073,
    0.801816362768525,
    0.801816362768525,
    0.801816362768525,
    0.801816362768525,
    0.801816362768525,
    0.801816362768525,
    0.813697877498543,
    0.813697877498543,
    0.813697877498543,
    0.813697877498543,
    0.813697877498543,
    0.813697877498543,
    0.813697877498543,
    0.8397571915892734,
    0.8397571915892734,
    0.8397571915892734,
    0.8397571915892734,
    0.8397571915892734,
    0.8397571915892734
  ],
  "25": [
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette are underway; students line up outside the university gym before the career fair opens; an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Outside the university gym, students are lining up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Outside the university gym, students are lining up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Outside the university gym, students line up before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.4016784624759485,
    0.6006876058341326,
    0.6006876058341326,
    0.6006876058341326,
    0.6006876058341326,
    0.6006876058341326,
    0.6006876058341326,
    0.6006876058341326,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.4654593994696606,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7278452662221304,
    0.7869704410036544,
    0.7869704410036544,
    0.7869704410036544,
    0.7869704410036544,
    0.7869704410036544,
    0.7869704410036544,
    0.7869704410036544,
    0.786264704223154,
    0.786264704223154,
    0.786264704223154,
    0.786264704223154,
    0.786264704223154,
    0.786264704223154,
    0.786264704223154,
    0.7975829863215395,
    0.7975829863215395,
    0.7975829863215395,
    0.7975829863215395
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Networking etiquette workshops begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops begin in the adjoining classroom, while an alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "At the event, concurrent activities are underway: networking etiquette workshops in the adjoining classroom, and an alumni panel discussing how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, several activities run in parallel: networking etiquette workshops in the adjoining classroom and an alumni panel on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event, several activities run in parallel: networking etiquette workshops in the adjoining classroom and an alumni panel on how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase photos from community outreach. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.38468357198281145,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.5564745293400621,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7108398467252764,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.7781046974939034,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8098130417717251,
    0.8101468135571843,
    0.8101468135571843,
    0.8101468135571843
  ],
  "27": [
    "",
    "",
    "",
    "Networking etiquette workshops begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are taking place in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom while career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "In the university setting, networking etiquette workshops are taking place in the adjoining classroom while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall.",
    "At the university, networking etiquette workshops take place in the adjoining classroom while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university, networking etiquette workshops run in the adjoining classroom while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the university, networking etiquette workshops run in the adjoining classroom while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, while consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.3520120469546936,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.47459245900037117,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.5598036247141913,
    0.6539148866750059,
    0.6539148866750059,
    0.6539148866750059,
    0.6539148866750059,
    0.6539148866750059,
    0.6539148866750059,
    0.6539148866750059,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.6732174100319047,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7748560779012214,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7885720736924433,
    0.7839700466541504,
    0.7839700466541504,
    0.7839700466541504,
    0.7839700466541504
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "At a trade-show-like setting, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables.",
    "In a trade-show-like setting, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a trade-show-like setting, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a trade-show-like setting, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "In a trade-show-like setting, a robotics startup flies a small drone above its booth to attract attention, while consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At a trade-show-like venue, a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while career counselors steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At a trade-show-like venue, a robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case-study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves, while career counselors steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.39349417298415745,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.5704128909753968,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.601987248018423,
    0.7428718392094863,
    0.7428718392094863,
    0.7428718392094863,
    0.7428718392094863,
    0.7428718392094863,
    0.7428718392094863,
    0.7428718392094863,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7803304701581308,
    0.7928876397420073,
    0.7928876397420073
  ],
  "29": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners surround a polished floor, arranged in a circular pattern.",
    "A polished floor is surrounded by dozens of booths with colorful banners, arranged in a circular pattern. A welcome announcement outlines the fair schedule over the PA system.",
    "A polished floor is surrounded by dozens of booths with colorful banners, arranged in a circular pattern. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "A polished floor is encircled by dozens of booths sporting colorful banners, arranged in a circular pattern. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating an open fair layout. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating an open fair layout. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths with colorful banners are arranged in a circle around a polished floor, creating an open fair layout. A welcome announcement over the PA outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3012222988554729,
    0.3012222988554729,
    0.3012222988554729,
    0.3012222988554729,
    0.3012222988554729,
    0.3012222988554729,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.5646807015618761,
    0.7761566129726853,
    0.7761566129726853,
    0.7761566129726853,
    0.7761566129726853,
    0.7761566129726853,
    0.7761566129726853,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8144215543201703,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.8355192073926111,
    0.858072152715766,
    0.858072152715766,
    0.858072152715766,
    0.858072152715766,
    0.858072152715766,
    0.858072152715766,
    0.858072152715766,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8842161898103069,
    0.8826331394837614,
    0.8826331394837614,
    0.8826331394837614,
    0.8826331394837614,
    0.8826331394837614
  ],
  "30": [
    "",
    "",
    "",
    "",
    "Healthcare providers display photographs of community outreach.",
    "Healthcare providers display photographs of community outreach, while finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display photographs of community outreach, while finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the fair, healthcare providers display photographs of community outreach. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, healthcare providers display photographs of community outreach. Finance firms present QR codes for immediate internship applications. Consulting firms arrange glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, healthcare providers display photographs of community outreach, while finance firms present QR codes for immediate internship applications. Consulting firms arrange glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, surrounding visitors with a vibrant, busy layout.",
    "At the fair, healthcare providers display photographs of community outreach, while finance firms present QR codes for immediate internship applications. Consulting firms arrange glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, surrounding visitors in a vibrant, busy layout. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, healthcare providers display photographs of community outreach while finance firms present QR codes for immediate internship applications. Consulting firms arrange glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, surrounding visitors in a vibrant, busy layout. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall.",
    "At the fair, healthcare providers display photographs of community outreach while finance firms present QR codes for immediate internship applications. Consulting firms arrange glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, surrounding visitors in a vibrant, busy layout. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2786947500199618,
    0.2786947500199618,
    0.2786947500199618,
    0.2786947500199618,
    0.2786947500199618,
    0.2786947500199618,
    0.2786947500199618,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.3515741436509789,
    0.5305191375345544,
    0.5305191375345544,
    0.5305191375345544,
    0.5305191375345544,
    0.5305191375345544,
    0.5305191375345544,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8176439976409322,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8471424321504647,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.8559698077466641,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9047134116749513,
    0.9051559464538015,
    0.9051559464538015,
    0.9051559464538015,
    0.9051559464538015,
    0.9051559464538015,
    0.9051559464538015,
    0.9051559464538015
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students are lined up outside the university gym, waiting for the career fair to open.",
    "Students are lined up outside the university gym waiting for the career fair to open, while healthcare providers showcase community outreach photos.",
    "Students are lined up outside the university gym waiting for the career fair to open, while healthcare providers showcase community outreach photos. Some students rehearsal elevator pitches quietly against the wall.",
    "Students line up outside the university gym, waiting for the career fair to open, while healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up waiting for the career fair to open as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers share quick pep talks.",
    "Outside the university gym, students line up waiting for the career fair to open as healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers share quick pep talks.",
    "Outside the university gym, students line up for the career fair to open as healthcare providers showcase photos of community outreach. A few students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers share quick pep talks. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3522835318116483,
    0.3633041492749104,
    0.3633041492749104,
    0.3633041492749104,
    0.3633041492749104,
    0.3633041492749104,
    0.3633041492749104,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.49785518908569876,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7262008731546237,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7318076067076662,
    0.7833555708929509,
    0.7833555708929509,
    0.7833555708929509,
    0.7833555708929509,
    0.7833555708929509,
    0.7833555708929509
  ],
  "32": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "In the event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the event space for the career fair, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the career fair event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair event space, the engineering society sponsors a resume review table near the stage; an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair event space, the engineering society sponsors a resume review table near the stage, and an alumni panel discusses preparation for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4349111331086391,
    0.4349111331086391,
    0.4349111331086391,
    0.4349111331086391,
    0.4349111331086391,
    0.4349111331086391,
    0.4349111331086391,
    0.5783437136339835,
    0.5783437136339835,
    0.5783437136339835,
    0.5783437136339835,
    0.5783437136339835,
    0.5783437136339835,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7538182373858111,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7827738034168541,
    0.7831422357510218,
    0.7831422357510218,
    0.7831422357510218,
    0.7831422357510218,
    0.7831422357510218,
    0.7831422357510218,
    0.7831422357510218,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.8627930343774725,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.871741099742079,
    0.8816865402277376,
    0.8816865402277376
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym in the lead-up to the career fair opening.",
    "Students line up outside the university gym in the lead-up to the career fair opening. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym ahead of the career fair opening, as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym before the career fair opens, as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.41935928349384266,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5501186533307088,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.5417029907678322,
    0.6633071138349642,
    0.6633071138349642,
    0.6633071138349642,
    0.6633071138349642,
    0.6633071138349642,
    0.6633071138349642,
    0.6633071138349642,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7523745914117699,
    0.7915262036324342,
    0.7915262036324342,
    0.7915262036324342,
    0.7915262036324342,
    0.7915262036324342,
    0.7915262036324342,
    0.8361865786294755,
    0.8361865786294755,
    0.8361865786294755,
    0.8361865786294755,
    0.8361865786294755,
    0.8361865786294755,
    0.8361865786294755,
    0.807630700104794,
    0.807630700104794,
    0.807630700104794
  ],
  "34": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "Dozens of booths with colorful banners circle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners encircle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners encircle the polished floor of the event space. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.532543047100744,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.7896564298032807,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8107845428899343,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104,
    0.8105487306996104
  ],
  "35": [
    "",
    "",
    "A group of students lines up outside the university gym in the moments before the career fair opens.",
    "A group of students lines up outside the university gym in the moments before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "A group of students lines up outside the university gym just before the career fair opens. Human resources teams jot notes on tablets as the students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A group of students lines up outside the university gym just before the career fair opens. Human resources teams jot notes on tablets as the students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, a group of students lines up outside the university gym. Human resources teams jot notes on tablets as the students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, a group of students lines up outside the university gym. Human resources teams jot notes on tablets as the students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Before the career fair opens, a group of students lines up outside the university gym. Human resources teams jot notes on tablets as the students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "With the career fair about to open, a group of students lines up outside the university gym while HR teams jot notes on tablets as the students introduce themselves. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance."
  ],
  "35_score": [
    0.0,
    0.0,
    0.3975533146131893,
    0.3975533146131893,
    0.3975533146131893,
    0.3975533146131893,
    0.3975533146131893,
    0.3975533146131893,
    0.3975533146131893,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.5364394009789903,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.6619681437839909,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.7192186175222512,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8523831571422184,
    0.8612623904311707,
    0.8612623904311707,
    0.8612623904311707,
    0.8612623904311707,
    0.8612623904311707,
    0.8612623904311707,
    0.8612623904311707,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269,
    0.8773573047009269
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers showcase community outreach photos as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers showcase community outreach photos while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos while career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers display community outreach photos as career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers display community outreach photos as career counselors remind attendees to maintain eye contact. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.40504645087486724,
    0.40504645087486724,
    0.40504645087486724,
    0.40504645087486724,
    0.40504645087486724,
    0.40504645087486724,
    0.40504645087486724,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.5064745471717208,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7507149073198142,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.7635555044832086,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.8011837303488978,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104,
    0.7921967390628104
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "In the event space, the engineering society sponsors a resume review table near the stage, and event staff scan registrations and hand out lanyards at the entrance.",
    "In the event space, the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule.",
    "Within the event space, the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "Inside the event space, the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "Within the event space, the engineering society operates a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. Students stand in a line outside the university gym before the career fair opens. Career counselors steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "In the event space, the engineering society operates a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. Students stand in a line outside the university gym before the career fair opens. Career counselors steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event space, the engineering society operates a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement over the PA outlines the fair schedule. Students stand in a line outside the university gym before the career fair opens. Career counselors steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41634794800918185,
    0.41634794800918185,
    0.41634794800918185,
    0.41634794800918185,
    0.41634794800918185,
    0.41634794800918185,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7834038613325193,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.7992900800584719,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8177646587851135,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8473480368643632,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8551024388773449,
    0.8652727317316542,
    0.8652727317316542,
    0.8652727317316542,
    0.8652727317316542
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets, while students introduce themselves.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At an event hosted by a cybersecurity company, a password-cracking challenge runs on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries.",
    "An event hosted by a cybersecurity company features a password-cracking challenge running on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "The event, hosted by a cybersecurity company, features a password-cracking challenge running on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "An event hosted by a cybersecurity company features a password-cracking challenge running on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct uncertain students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "An event hosted by a cybersecurity company features a password-cracking challenge running on a laptop. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct uncertain students toward applicable industries and remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.47318947612476825,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.6324318795331443,
    0.7643440032224027,
    0.7643440032224027,
    0.7643440032224027,
    0.7643440032224027,
    0.7643440032224027,
    0.7643440032224027,
    0.7643440032224027,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7720374178909015,
    0.7958530682272111,
    0.7958530682272111,
    0.7958530682272111,
    0.7958530682272111,
    0.7958530682272111,
    0.7958530682272111,
    0.7958530682272111,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168,
    0.7654873464071168
  ],
  "39": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password-cracking challenge conducted on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "A cybersecurity company hosted a password-cracking challenge conducted on a laptop, while alumni volunteers shared quick pep talks near the coffee station, and an alumni panel discussed how to prepare for technical interviews.",
    "During the event, a cybersecurity company hosted a password-cracking challenge conducted on a laptop. Alumni volunteers delivered quick pep talks near the coffee station. An alumni panel discussed how to prepare for technical interviews. A welcome announcement outlined the fair schedule over the PA system.",
    "At the university career fair event, a cybersecurity company hosted a password-cracking challenge conducted on a laptop. Alumni volunteers delivered quick pep talks near the coffee station. An alumni panel discussed how to prepare for technical interviews. A welcome announcement outlined the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a cybersecurity company hosted a password-cracking challenge conducted on a laptop. Alumni volunteers delivered quick pep talks near the coffee station, and an alumni panel discussed how to prepare for technical interviews. A welcome announcement outlined the fair schedule over the PA system. Before the fair opened, students lined up outside the university gym and, inside, clutched resumes in branded folders.",
    "At the university career fair, a cybersecurity company hosted a password-cracking challenge conducted on a laptop. Alumni volunteers delivered quick pep talks near the coffee station, and an alumni panel discussed how to prepare for technical interviews. A welcome announcement outlined the fair schedule over the PA system. Before the fair opened, students lined up outside the university gym and, inside, clutched resumes in branded folders. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a cybersecurity company hosted a password-cracking challenge on a laptop. Alumni volunteers delivered quick pep talks near the coffee station, and an alumni panel discussed how to prepare for technical interviews. A welcome announcement outlined the fair schedule over the PA system. Before the fair opened, students lined up outside the university gym, and inside they clutched resumes in branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.32928552472493144,
    0.32928552472493144,
    0.32928552472493144,
    0.32928552472493144,
    0.32928552472493144,
    0.32928552472493144,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.3779310892743369,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7168797106422296,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.7754079160818816,
    0.750179509726473,
    0.750179509726473,
    0.750179509726473,
    0.750179509726473,
    0.750179509726473,
    0.750179509726473,
    0.750179509726473,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.774147416327428,
    0.7752545417114287,
    0.7752545417114287,
    0.7752545417114287,
    0.7752545417114287,
    0.7752545417114287,
    0.7752545417114287,
    0.7752545417114287
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In the scene, students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "The scene features students who clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos, while event staff at the entrance scan registrations and hand out lanyards.",
    "In the event scene, students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.3257680618590514,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.347135665896386,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.35093795808629785,
    0.5527221807507348,
    0.5527221807507348,
    0.5527221807507348,
    0.5527221807507348
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.44363475673282216,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.5953935265435444,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7030502667368219,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.7501438807193066,
    0.8093759395182564,
    0.8093759395182564,
    0.8093759395182564,
    0.8093759395182564,
    0.8093759395182564,
    0.8093759395182564,
    0.8093759395182564,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079,
    0.8421191614846079
  ],
  "42": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens of their latest apps, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the university career fair, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair in the gym, tech companies display demo screens of their latest apps while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor as students line up outside the gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.5372698742506902,
    0.6514252581098829,
    0.6514252581098829,
    0.6514252581098829,
    0.6514252581098829,
    0.6514252581098829,
    0.6514252581098829,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8315268485854546,
    0.8506327438474228,
    0.8506327438474228,
    0.8506327438474228,
    0.8506327438474228,
    0.8506327438474228,
    0.8506327438474228,
    0.8506327438474228,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8468914515342043,
    0.8404366068854202,
    0.8404366068854202,
    0.8404366068854202
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "On a polished floor, dozens of booths with colorful banners circle the space, while some students rehearse elevator pitches quietly against the wall.",
    "In a space with a polished floor, dozens of booths adorned with colorful banners circle the area, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "In a space with a polished floor, dozens of booths adorned with colorful banners circle the area, while some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "A space with a polished floor features dozens of booths circling the area, each adorned with colorful banners. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "A space with a polished floor features dozens of booths circling the area, each adorned with colorful banners. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The space has a polished floor and dozens of booths circling the area, each adorned with colorful banners. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The space has a polished floor and dozens of booths circling the area, each adorned with colorful banners. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "The space features a polished floor and dozens of booths circling the area, each adorned with colorful banners. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33269769144617456,
    0.33269769144617456,
    0.33269769144617456,
    0.33269769144617456,
    0.33269769144617456,
    0.33269769144617456,
    0.33269769144617456,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.5148462821351204,
    0.693917804810473,
    0.693917804810473,
    0.693917804810473,
    0.693917804810473,
    0.693917804810473,
    0.693917804810473,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7163069396781342,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127,
    0.7242527452024127
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders; outside the university gym, students line up before the career fair opens.",
    "At the campus scene ahead of the career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Finance firms offer QR codes for immediate internship applications.",
    "On campus ahead of the career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps.",
    "On campus ahead of the career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "On campus ahead of the career fair, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Outside the university gym, students line up before the fair opens. Finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showcasing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4102284848054745,
    0.4102284848054745,
    0.4102284848054745,
    0.4102284848054745,
    0.4102284848054745,
    0.4102284848054745,
    0.4102284848054745,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.3354247138470431,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.4438075417877341,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.7682875718052573,
    0.8302420820199846,
    0.8302420820199846,
    0.8302420820199846,
    0.8302420820199846,
    0.8302420820199846,
    0.8302420820199846,
    0.8302420820199846,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8637915144836238,
    0.8891673345936799
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "In an event setting, career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "In an event setting, career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "An event setting unfolds with career counselors guiding unsure students toward applicable industries and reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "The event presents career counselors guiding unsure students toward applicable industries and reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the career fair, counselors guide unsure students toward applicable industries and remind them to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "The career fair features counselors guiding unsure students toward applicable industries and reminding them to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "Counselors at the career fair guide unsure students toward applicable industries and remind them to maintain eye contact. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor of the university gym, where consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the fair opens."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.5683361741368476,
    0.5683361741368476,
    0.5683361741368476,
    0.5683361741368476,
    0.5683361741368476,
    0.5683361741368476,
    0.5683361741368476,
    0.7394912005789234,
    0.7394912005789234,
    0.7394912005789234,
    0.7394912005789234,
    0.7394912005789234,
    0.7394912005789234,
    0.7394912005789234,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.7266827800406206,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8122238218037295,
    0.8784775895602819,
    0.8784775895602819,
    0.8784775895602819,
    0.8784775895602819,
    0.8784775895602819,
    0.8784775895602819,
    0.8829840364921159,
    0.8829840364921159,
    0.8829840364921159,
    0.8829840364921159,
    0.8829840364921159,
    0.8829840364921159,
    0.8829840364921159,
    0.8905744174974068,
    0.8905744174974068,
    0.8905744174974068,
    0.8905744174974068
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "An on-campus career fair unfolds with an alumni panel discussing how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An on-campus career fair unfolds, featuring an alumni panel discussing how to prepare for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password cracking challenge on a laptop, and tech companies display demo screens showing their latest apps.",
    "An on-campus career fair is underway, with an alumni panel discussing how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "An on-campus career fair is underway, featuring an alumni panel discussing how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station, while groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.5178604787430946,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.6610981252637465,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7131652487994862,
    0.7756304825834164,
    0.7756304825834164,
    0.7756304825834164,
    0.7756304825834164,
    0.7756304825834164,
    0.7756304825834164,
    0.7756304825834164,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8517625721385574,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8389480341296489,
    0.8275356617126726,
    0.8275356617126726,
    0.8275356617126726,
    0.8275356617126726
  ],
  "47": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "At an event, a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At an event, a cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "An event features a cybersecurity company running a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair event, a cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.45493054938569655,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.6678836282152056,
    0.7310059365580451,
    0.7310059365580451,
    0.7310059365580451,
    0.7310059365580451,
    0.7310059365580451,
    0.7310059365580451,
    0.7310059365580451,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7781293591188461,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.7910054249846195,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286,
    0.8604136387582286
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524
  ],
  "49": [
    "",
    "",
    "",
    "",
    "",
    "In a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed.",
    "During a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed, while an alumni panel discusses how to prepare for technical interviews.",
    "During a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "In a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed, while an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders.",
    "During a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders.",
    "During a session where students introduce themselves, human resources teams jot notes on tablets as the introductions proceed. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "During a session of student introductions, human resources teams jot notes on tablets as the introductions proceed. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "In a session of student introductions, human resources teams jot notes on tablets as introductions proceed. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications, and students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "In a session of student introductions, human resources teams jot notes on tablets as introductions proceed. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3283795043220231,
    0.3283795043220231,
    0.3283795043220231,
    0.3283795043220231,
    0.3283795043220231,
    0.3283795043220231,
    0.3283795043220231,
    0.4149951273843415,
    0.4149951273843415,
    0.4149951273843415,
    0.4149951273843415,
    0.4149951273843415,
    0.4149951273843415,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6194250417087057,
    0.6220370280420154,
    0.6220370280420154,
    0.6220370280420154,
    0.6220370280420154,
    0.6220370280420154,
    0.6220370280420154,
    0.6220370280420154,
    0.7608464135202972,
    0.7608464135202972,
    0.7608464135202972,
    0.7608464135202972,
    0.7608464135202972,
    0.7608464135202972,
    0.7608464135202972,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7794475880742993,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7876190080469374,
    0.7871494596166424,
    0.7871494596166424,
    0.7871494596166424,
    0.7871494596166424,
    0.7871494596166424,
    0.7871494596166424,
    0.7871494596166424,
    0.784161980372903,
    0.784161980372903
  ]
}