{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Healthcare providers showcase photographs illustrating their community outreach efforts, while consulting firms stack glossy case study booklets on high tables.",
    "At the event, healthcare providers showcase photographs illustrating their community outreach efforts, consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map.",
    "At the event, healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables, and groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display photographs illustrating their community outreach efforts. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display photographs illustrating their community outreach efforts. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers display photographs illustrating their community outreach efforts. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "A multi-organizational career event features healthcare providers displaying photographs illustrating their community outreach efforts, with consulting firms stacking glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette begin.",
    "At a multi-organizational career event, healthcare providers display photographs of their community outreach, while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, as students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact.",
    "At a multi-organizational career event, healthcare providers display photographs of their community outreach while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, as students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin, and career counselors remind attendees to maintain eye contact.",
    "At a multi-organizational career event, healthcare providers display photographs of their community outreach while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance as students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin and career counselors remind attendees to maintain eye contact.",
    "At a multi-organizational career event, healthcare providers display photographs of their community outreach while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance as students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin, with career counselors reminding attendees to maintain eye contact.",
    "At a multi-organizational career event, healthcare providers display photographs of their community outreach while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map as an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance as students clutch resumes in branded folders. In the adjoining classroom, workshops on networking etiquette begin, with career counselors reminding attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.28703656310742515,
    0.28703656310742515,
    0.28703656310742515,
    0.29904420222013806,
    0.29904420222013806,
    0.29904420222013806,
    0.29904420222013806,
    0.38849290607476095,
    0.38849290607476095,
    0.38849290607476095,
    0.7098263565897193,
    0.7098263565897193,
    0.7098263565897193,
    0.769404312889926,
    0.769404312889926,
    0.769404312889926,
    0.769404312889926,
    0.769404312889926,
    0.769404312889926,
    0.769404312889926,
    0.748822914570511,
    0.748822914570511,
    0.748822914570511,
    0.748822914570511,
    0.8028763228696519,
    0.8028763228696519,
    0.8028763228696519,
    0.8105342624552938,
    0.8105342624552938,
    0.8105342624552938,
    0.8105342624552938,
    0.8105342624552938,
    0.7846501570862513,
    0.7846501570862513,
    0.7846501570862513,
    0.7846253270432773,
    0.7846253270432773,
    0.7846253270432773,
    0.7846253270432773,
    0.7846253270432773,
    0.7799045393147843,
    0.7799045393147843,
    0.7799045393147843,
    0.7799045393147843,
    0.7799045393147843,
    0.7806264624080377,
    0.7806264624080377,
    0.7806264624080377,
    0.7806264624080377,
    0.778267598180504,
    0.778267598180504,
    0.778267598180504,
    0.778267598180504,
    0.778267598180504,
    0.778267598180504,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087,
    0.7994012298443087
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. In the same setting, consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom. In the same setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, workshops on networking etiquette are underway. In the same setting, consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event venue, the adjoining classroom hosts workshops on networking etiquette, while consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system.",
    "At the event venue, the adjoining classroom hosts workshops on networking etiquette, and these workshops begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system.",
    "At the event venue, an adjoining classroom hosts workshops on networking etiquette, and these workshops begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system.",
    "At the event venue, an adjoining classroom hosts networking etiquette workshops that begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system.",
    "At the event venue, an adjoining classroom hosts networking etiquette workshops that begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event venue, an adjoining classroom hosts networking etiquette workshops that begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the event venue, an adjoining classroom hosts networking etiquette workshops that begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event venue, an adjoining classroom hosts networking etiquette workshops that begin there. Consulting firms stock glossy case study booklets on high tables nearby. Career counselors remind attendees to maintain eye contact and to steer unsure students toward applicable industries. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement delivers the fair schedule over the public-address system. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.45676023436009133,
    0.45676023436009133,
    0.45676023436009133,
    0.45676023436009133,
    0.45676023436009133,
    0.6158484274322477,
    0.6158484274322477,
    0.6158484274322477,
    0.6158484274322477,
    0.6158484274322477,
    0.6158484274322477,
    0.6503598847112287,
    0.6503598847112287,
    0.6503598847112287,
    0.6503598847112287,
    0.6503598847112287,
    0.6503598847112287,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8176206898192304,
    0.8179714303925171,
    0.8179714303925171,
    0.8179714303925171,
    0.8179714303925171,
    0.8179714303925171,
    0.8179714303925171,
    0.8179714303925171,
    0.8293637793092914,
    0.8293637793092914,
    0.8293637793092914,
    0.8293637793092914,
    0.8293637793092914,
    0.8430199207359537,
    0.8430199207359537,
    0.8430199207359537,
    0.8430199207359537,
    0.8430199207359537,
    0.8430199207359537,
    0.8580646679989576,
    0.8580646679989576,
    0.8580646679989576,
    0.8580646679989576,
    0.8560324094181759,
    0.8560324094181759,
    0.8560324094181759,
    0.8560324094181759,
    0.8560324094181759,
    0.8560324094181759,
    0.8594008096814175,
    0.8594008096814175,
    0.8594008096814175,
    0.8594008096814175,
    0.8594008096814175,
    0.8594008096814175,
    0.8692757954741526
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair, staff at the event entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards. Outside the university gym, students line up before the fair opens. Inside, human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase photos from community outreach. Finance firms offer QR codes to enable immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.7317737700500382,
    0.7317737700500382,
    0.7317737700500382,
    0.7972555413684763,
    0.7972555413684763,
    0.7972555413684763,
    0.7972555413684763,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8307274842616881,
    0.8402002331848455,
    0.8402002331848455,
    0.8402002331848455,
    0.8846643183293472,
    0.8846643183293472,
    0.8846643183293472,
    0.8846643183293472,
    0.88165191063589,
    0.88165191063589,
    0.88165191063589,
    0.88165191063589,
    0.88165191063589,
    0.88165191063589,
    0.8786055918336828,
    0.8786055918336828,
    0.8786055918336828,
    0.8786055918336828,
    0.8786055918336828,
    0.8786055918336828,
    0.8786055918336828,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8934125864310013,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086,
    0.8989051179476086
  ],
  "3": [
    "",
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches and refining their brief presentations as they practice their delivery.",
    "Some students stand against the wall, quietly rehearsing elevator pitches and refining their brief presentations as they practice their delivery. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, some students stand against the wall, quietly rehearsing elevator pitches and refining their brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, students stand against the wall, quietly rehearsing elevator pitches and refining their brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At the event, students stand against a wall, quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. They line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches and refining brief presentations as they practice delivery. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "Students stand against a wall quietly rehearsing elevator pitches and refining brief presentations. A cybersecurity company runs a password-cracking challenge on a laptop nearby. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.257469224781408,
    0.257469224781408,
    0.257469224781408,
    0.257469224781408,
    0.257469224781408,
    0.48319380492149006,
    0.48319380492149006,
    0.48319380492149006,
    0.48319380492149006,
    0.48319380492149006,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.6641591125923143,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7187445978241599,
    0.7867714099285277,
    0.7867714099285277,
    0.7867714099285277,
    0.7867714099285277,
    0.7867714099285277,
    0.8080223023067916,
    0.8080223023067916,
    0.8080223023067916,
    0.8048493260539549,
    0.8048493260539549,
    0.8048493260539549,
    0.8048493260539549,
    0.8048493260539549,
    0.8065235126572617,
    0.8065235126572617,
    0.8065235126572617,
    0.8065235126572617,
    0.8460648909086949,
    0.8460648909086949,
    0.8460648909086949,
    0.8694633379404595,
    0.8694633379404595,
    0.8694633379404595,
    0.8694633379404595,
    0.8694633379404595,
    0.8694633379404595,
    0.8638930081606703,
    0.8638930081606703,
    0.8638930081606703,
    0.8638930081606703,
    0.8638930081606703,
    0.8388258213232584,
    0.8388258213232584,
    0.8388258213232584
  ],
  "4": [
    "",
    "",
    "A group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches; some students rehearse elevator pitches quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches, with some of them practicing the pitches against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches, with some of them practicing the pitches against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some of them are practicing the pitches against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches, with some of them practicing the pitches against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some of them practice the pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches; some practice the pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some practice the pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some practice their pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some practice their pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Some practice their pitches against the wall, while others rehearse them quietly against the wall.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches; some practice their pitches directly against the wall, while others rehearse them quietly against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.22791266525825746,
    0.22791266525825746,
    0.22791266525825746,
    0.22791266525825746,
    0.22791266525825746,
    0.22791266525825746,
    0.22791266525825746,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.29120658953972667,
    0.29120658953972667,
    0.29120658953972667,
    0.29120658953972667,
    0.29120658953972667,
    0.29120658953972667,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.18356189182659466,
    0.27228694366006156,
    0.27228694366006156,
    0.27228694366006156,
    0.27228694366006156,
    0.27228694366006156,
    0.2062862750753243,
    0.2062862750753243,
    0.2062862750753243,
    0.2062862750753243,
    0.2858544687991629,
    0.2858544687991629,
    0.2858544687991629,
    0.2858544687991629,
    0.2858544687991629,
    0.2858544687991629,
    0.2858544687991629,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947,
    0.29811496172727947
  ],
  "5": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while groups of friends mark target employers on the event map.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications. Students line up outside the university gym before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, establishing the initial flow of attendees. Groups of friends mark target employers on the event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications, inviting on-site engagement. Before the career fair opens, students line up outside the university gym, reserving space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, ready for distribution or perusal. The scene combines registration logistics, networking prep, informational displays, and early recruitment avenues in a campus career fair setting.",
    "At a university campus career fair, venue staff scan registrations and hand out lanyards, establishing the initial flow of attendees. Groups of friends mark target employers on the event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications, inviting on-site engagement. Before opening, students line up outside the university gym, reserving space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, ready for distribution or perusal. The scene combines registration logistics, networking prep, informational displays, and early recruitment avenues.",
    "At the university campus career fair, venue staff register attendees, issue lanyards, and establish the initial flow. Groups of friends mark target employers on an event map while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications, inviting on-site engagement. Before opening, students queue outside the university gym to reserve space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables for distribution or perusal. Students clutch resumes in branded folders as the scene combines registration logistics, networking prep, informational displays, and early recruitment avenues.",
    "At the university campus career fair, venue staff register attendees, issue lanyards, and establish the initial flow. Groups of friends mark target employers on an event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications, inviting on-site engagement. Before opening, students queue outside the university gym to reserve space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables for distribution or perusal. Students clutch resumes in branded folders as the scene combines registration logistics, networking prep, informational displays, and early recruitment avenues. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university campus career fair, venue staff register attendees, issue lanyards, and establish the initial flow. Groups of friends mark target employers on an event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications and invite on-site engagement. Before opening, students queue outside the university gym to reserve space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables for distribution or perusal. Students clutch resumes in branded folders as the scene blends registration logistics, networking prep, informational displays, and early recruitment avenues. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At a university campus career fair, venue staff register attendees, issue lanyards, and establish the initial flow. Groups of friends mark target employers on an event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications and invite on-site engagement. Before opening, students queue outside the university gym to reserve space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables for distribution or perusal. Students clutch resumes in branded folders as the scene blends registration logistics, networking prep, informational displays, and early recruitment avenues. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At a university campus career fair, venue staff register attendees, issue lanyards, and establish the initial flow. Groups of friends mark target employers on an event map, while alumni volunteers offer quick pep talks near the coffee station. Finance firms display QR codes to enable immediate internship applications and invite on-site engagement. Before opening, students queue outside the university gym to reserve space ahead of the crowd. Inside, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables for distribution or perusal. Students clutch resumes in branded folders as the scene blends registration logistics, networking prep, informational displays, and early recruitment avenues. Dozens of booths with colorful banners circle the polished floor. HR teams jot notes on tablets while students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.4235485043009949,
    0.7413136790508297,
    0.7413136790508297,
    0.7413136790508297,
    0.7413136790508297,
    0.7413136790508297,
    0.7413136790508297,
    0.8143619571262208,
    0.8143619571262208,
    0.8361978839720348,
    0.8361978839720348,
    0.8361978839720348,
    0.8361978839720348,
    0.8375404434671891,
    0.8375404434671891,
    0.8375404434671891,
    0.8375404434671891,
    0.8375404434671891,
    0.8749308053547095,
    0.8749308053547095,
    0.8749308053547095,
    0.8749308053547095,
    0.857592754739227,
    0.857592754739227,
    0.857592754739227,
    0.857592754739227,
    0.857592754739227,
    0.857592754739227,
    0.8632923956078513,
    0.8632923956078513,
    0.8632923956078513,
    0.8632923956078513,
    0.8639036804409242,
    0.8639036804409242,
    0.8639036804409242,
    0.8639036804409242,
    0.8639036804409242,
    0.8639036804409242,
    0.8639036804409242,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8606682446216016,
    0.8600545235540056,
    0.8600545235540056,
    0.8600545235540056,
    0.8600545235540056
  ],
  "6": [
    "",
    "",
    "",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes stored inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Several students clutch resumes stored in branded folders, while some rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "In a busy event space, several students clutch resumes stored in branded folders as others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor, while workshops on networking etiquette begin in the adjoining classroom.",
    "In a busy event space, several students clutch resumes stored in branded folders, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system.",
    "At a busy event space, several students clutch resumes stored in branded folders, while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At a busy event space, students clutch resumes stored in branded folders while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At a busy event space, students clutch resumes stored in branded folders while others rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "At a busy event space, students clutch resumes in branded folders as others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a busy event space, students clutch resumes in branded folders as others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a busy event space, students clutch resumes in branded folders while others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a busy event space, students clutch resumes in branded folders while others rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3638710842102786,
    0.3638710842102786,
    0.5334914238543491,
    0.5334914238543491,
    0.5334914238543491,
    0.5334914238543491,
    0.5544906035096377,
    0.5544906035096377,
    0.8050161005386985,
    0.8050161005386985,
    0.8050161005386985,
    0.8050161005386985,
    0.8140068937473857,
    0.8140068937473857,
    0.8140068937473857,
    0.8140068937473857,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8055752624354113,
    0.8244431960767062,
    0.8244431960767062,
    0.8244431960767062,
    0.8078410081352968,
    0.8078410081352968,
    0.8078410081352968,
    0.8078410081352968,
    0.8078410081352968,
    0.8078410081352968,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107,
    0.8062199328218107
  ],
  "7": [
    "",
    "",
    "",
    "A group of students lines up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a group of students lines up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a group of students lines up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students are lining up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention.",
    "Outside the university gym, students are lining up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair as it opens. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair as it opens. The scene includes many booths, dozens with colorful banners circling the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop at its booth. Alumni volunteers give brief pep talks near the coffee station. Tech companies display demo screens showcasing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.39977288024561924,
    0.5008634880512752,
    0.5008634880512752,
    0.5008634880512752,
    0.6943869474234138,
    0.6943869474234138,
    0.6943869474234138,
    0.7698312603089948,
    0.7698312603089948,
    0.7698312603089948,
    0.7698312603089948,
    0.7939137537738304,
    0.7939137537738304,
    0.7939137537738304,
    0.7939137537738304,
    0.7939137537738304,
    0.8475026346923453,
    0.8475026346923453,
    0.8475026346923453,
    0.871159804781763,
    0.871159804781763,
    0.871159804781763,
    0.871159804781763,
    0.8839165735840475,
    0.8839165735840475,
    0.8839165735840475,
    0.8839165735840475,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8977910575390966,
    0.8996677130754744,
    0.8996677130754744,
    0.8996677130754744,
    0.8996677130754744,
    0.8996677130754744,
    0.8996677130754744,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9088803387002509,
    0.9066120917438317,
    0.9066120917438317,
    0.9066120917438317,
    0.9066120917438317,
    0.9066120917438317,
    0.9066120917438317,
    0.9007494891111176,
    0.9007494891111176
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers deliver short pep talks by the coffee station.",
    "Human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the career fair opens.",
    "Human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders.",
    "At a university career fair prep scene, human resources teams jot notes on tablets as students introduce themselves, while nearby alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the career fair opens, and inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair prep scene, human resources teams jot notes on tablets as students introduce themselves, with alumni volunteers delivering short pep talks by the coffee station. Students line up outside the university gym before the fair opens; inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair prep scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the fair opens; inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career fair prep scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "In a university career fair prep scene, human resources teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver short pep talks by the coffee station. Students line up outside the university gym before the fair opens, and inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "A university career fair prep scene unfolds with HR teams jotting notes on tablets as students introduce themselves, while alumni volunteers deliver short pep talks by the coffee station. Before the fair opens, students line up outside the university gym; inside, they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "A university career fair prep scene unfolds with HR teams jotting notes on tablets as students introduce themselves. Alumni volunteers deliver short pep talks by the coffee station. Before the fair opens, students line up outside the university gym; inside, they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At the university career fair prep scene, HR teams jot notes on tablets as students introduce themselves. Alumni volunteers give short pep talks by the coffee station. Before opening, students line up outside the university gym; inside, they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a university career fair prep: HR teams jot notes on tablets as students introduce themselves; alumni volunteers give short pep talks by the coffee station. Before opening, students line up outside the university gym, while inside they clutch resumes in branded folders. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.36227150026082044,
    0.36227150026082044,
    0.36227150026082044,
    0.36227150026082044,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5855334937876789,
    0.5748941430752268,
    0.5748941430752268,
    0.5748941430752268,
    0.5748941430752268,
    0.7683112465504376,
    0.7683112465504376,
    0.7683112465504376,
    0.7683112465504376,
    0.8213150904975192,
    0.8213150904975192,
    0.8213150904975192,
    0.8213150904975192,
    0.8543840618622047,
    0.8543840618622047,
    0.8543840618622047,
    0.8543840618622047,
    0.8543840618622047,
    0.7768817899937974,
    0.7768817899937974,
    0.7768817899937974,
    0.7768817899937974,
    0.8398543327083784,
    0.8398543327083784,
    0.8398543327083784,
    0.8398543327083784,
    0.8398543327083784,
    0.8398543327083784,
    0.8475427312055692,
    0.8475427312055692,
    0.8475427312055692,
    0.8475427312055692,
    0.8475427312055692,
    0.8735733634793746,
    0.8735733634793746,
    0.8735733634793746,
    0.8735733634793746,
    0.8735733634793746,
    0.8651177416216538,
    0.8651177416216538,
    0.8651177416216538,
    0.8651177416216538,
    0.8651177416216538,
    0.8651177416216538,
    0.8651177416216538,
    0.8482843848339254
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance; a robotics startup flies a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing attendee check-in. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, attendees check in at the event entrance as staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym.",
    "At the university career fair, attendees check in at the event entrance as staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym.",
    "At the university career fair, attendees check in at the event entrance as staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym.",
    "At the university career fair, attendees check in at the event entrance as staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. HR teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Before the fair opens, students line up outside the university gym. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4980435371459345,
    0.4980435371459345,
    0.8142421359125249,
    0.8142421359125249,
    0.8142421359125249,
    0.8142421359125249,
    0.8142421359125249,
    0.8142421359125249,
    0.8082192383239938,
    0.8082192383239938,
    0.8082192383239938,
    0.8082192383239938,
    0.8082192383239938,
    0.8378434018978077,
    0.8378434018978077,
    0.8378434018978077,
    0.8378434018978077,
    0.8378434018978077,
    0.8378434018978077,
    0.8378434018978077,
    0.8942706040515541,
    0.8942706040515541,
    0.8942706040515541,
    0.8942706040515541,
    0.8942706040515541,
    0.8942706040515541,
    0.8942706040515541,
    0.8955352069568636,
    0.8955352069568636,
    0.8955352069568636,
    0.8955352069568636,
    0.8955352069568636,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8937450726310323,
    0.8984691172108561,
    0.8984691172108561,
    0.8984691172108561,
    0.8984691172108561,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8863553734321479,
    0.8876572510611388,
    0.8876572510611388,
    0.8876572510611388,
    0.8876572510611388,
    0.8876572510611388
  ]
}