{
  "0": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "An welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a PA welcome announcement outlines the schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, a PA welcome announcement outlines the schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a PA welcome announcement outlines the schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a PA welcome announcement outlines the schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. Nearby the coffee station, alumni volunteers share quick pep talks. Groups of friends mark target employers on the event map, while several students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the career fair to open."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.4676624786035363,
    0.4676624786035363,
    0.4676624786035363,
    0.4676624786035363,
    0.4676624786035363,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.7982660644068629,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.809912235797918,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8274313224626124,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8341218838074687,
    0.8358198819106238,
    0.8358198819106238,
    0.8358198819106238,
    0.8358198819106238,
    0.8358198819106238
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the expo, career counselors direct unsure students toward applicable industries, while a number of students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, yielding a lively, vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. Concurrently, groups of friends mark target employers on the event map, indicating interest and planning.",
    "At the expo, career counselors direct unsure students toward applicable industries while groups of students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor, creating a lively, vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. Concurrently, groups of friends mark target employers on the event map, indicating interest and planning.",
    "At the expo career fair, counselors guide unsure students toward industries that fit their profiles, while groups rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners encircle the polished floor, creating a lively, vendor-rich perimeter; tech companies display demo screens showcasing their latest apps with hands-on previews. Concurrently, groups of friends mark target employers on the event map, indicating interest and planning. A welcome announcement over the PA outlines the fair's schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene presents active guidance alongside professional literature, with counselors directing students toward industries while firms arrange case studies on elevated surfaces."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4584094698703104,
    0.4584094698703104,
    0.4584094698703104,
    0.4584094698703104,
    0.4584094698703104,
    0.4584094698703104,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.6224426878417358,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8297962956080654,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8285332213008736,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146,
    0.8553531648181146
  ],
  "2": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement plays over the PA system, outlining the fair schedule and signaling key timings and sessions at the career fair. Tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles as they navigate the event.",
    "At the career fair, a welcome announcement plays over the PA, outlining the fair schedule and signaling key timings and sessions. Tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles as they navigate the event. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, a welcome announcement plays over the PA, outlining the schedule, key timings and sessions. Tech companies display demo screens showing their latest apps. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. The scene centers on career counselors who redirect unsure students toward applicable industries, tailoring options to their profiles as they navigate the event."
  ],
  "2_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8278493897149315,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8413338753961377,
    0.8073394857178645,
    0.8073394857178645,
    0.8073394857178645,
    0.8073394857178645
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens that showcase their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens that showcase their latest apps.",
    "At the entrance, event staff scan registrations and hand out lanyards, while tech companies display demo screens of their latest apps; at the career fair, tech companies again display demo screens of their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. A welcome announcement over the PA outlines the fair's schedule, signaling key timings and sessions.",
    "Event staff scan registrations and hand out lanyards at the entrance as tech companies display demo screens of their latest apps; at the career fair, tech companies again display such demo screens. Career counselors guide unsure students toward applicable industries by tailoring options to individual profiles and remind attendees to maintain eye contact. A PA announcement outlines the fair schedule, signaling key timings and sessions. Alumni volunteers deliver brief pep talks near the coffee station. Together, these activities create a guided, interactive environment offering encouragement, professional tips, and industry-focused direction aligned with attendees' profiles.",
    "Event staff scan registrations and hand out lanyards at the entrance as tech companies display demo screens of their latest apps; at the career fair, tech companies again display such demo screens. Career counselors guide unsure students toward applicable industries by tailoring options to individual profiles and remind attendees to maintain eye contact. A PA announcement outlines the fair schedule, signaling key timings and sessions. Alumni volunteers deliver brief pep talks near the coffee station. Together, these activities create a guided, interactive environment offering encouragement, professional tips, and industry-focused direction aligned with attendees' profiles. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.457025139934806,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.830083095904117,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8721675990519586,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216,
    0.8863581605048216
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, several students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries.",
    "In a career guidance setting, several students clutch resumes inside branded folders while career counselors redirect unsure students toward applicable industries. A group of students lines up outside the university gym before the career fair opens.",
    "At a university career guidance setting, students clutch resumes inside branded folders as career counselors direct unsure students toward applicable industries. A group lines up outside the university gym before the career fair opens. Inside the busy career fair, dozens of booths with colorful banners circle a polished floor while counselors continue to redirect unsure attendees toward suitable industries.",
    "At a university career guidance setting, students clutch resumes inside branded folders as career counselors direct unsure students toward applicable industries. A group lines up outside the university gym before the career fair opens. Inside the busy career fair, dozens of booths with colorful banners circle a polished floor while counselors continue to redirect unsure attendees toward suitable industries. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At a university career guidance setting, students clutch resumes in branded folders as counselors direct unsure attendees toward applicable industries. A group lines up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners circle a polished floor while counselors continue redirecting attendees toward suitable industries. A welcome announcement plays over the PA outlining the schedule. Tech firms display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "In a university career guidance setting, students clutch resumes in branded folders as counselors direct unsure attendees toward applicable industries. A group lines up outside the university gym before the fair opens. Inside, dozens of booths with colorful banners encircle a polished floor as counselors redirect attendees toward suitable industries. A welcome announcement plays over the PA outlining the schedule. Tech firms display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. The event includes reminders from career counselors to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.4048939106325738,
    0.4048939106325738,
    0.4048939106325738,
    0.4048939106325738,
    0.4048939106325738,
    0.369291783480236,
    0.369291783480236,
    0.369291783480236,
    0.369291783480236,
    0.369291783480236,
    0.369291783480236,
    0.5459014371498145,
    0.5459014371498145,
    0.5459014371498145,
    0.5459014371498145,
    0.5459014371498145,
    0.5459014371498145,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.6652475101742552,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.7817592445055972,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8306701383702396,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048,
    0.8475051191041048
  ],
  "5": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showcasing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym as the career fair approaches to open. Tech companies display demo screens showcasing their latest apps. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Inside, tech companies display demo screens showcasing their latest apps while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Glossy case study booklets from consulting firms are stacked on high tables, forming neat piles on elevated surfaces."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5520373298213705,
    0.5520373298213705,
    0.5520373298213705,
    0.5520373298213705,
    0.5520373298213705,
    0.5520373298213705,
    0.5520373298213705,
    0.6502427662616123,
    0.6502427662616123,
    0.6502427662616123,
    0.6502427662616123,
    0.6502427662616123,
    0.6502427662616123,
    0.6502427662616123,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.7857551953204864,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8194781862990632,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587,
    0.8226715986329587
  ],
  "6": [
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym waiting for the career fair to open. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, students line up outside the gym before it opens while tech companies display demo screens showing their latest apps. Inside the busy career fair, dozens of booths with colorful banners circle a polished floor as career counselors remind attendees to maintain eye contact and redirect unsure attendees toward suitable industries. Students clutch resumes inside branded folders as counselors guide them toward applicable opportunities within various industries.",
    "At a university career fair, students line up outside the gym before it opens as tech companies display demo screens of their latest apps. Inside, the busy fair features dozens of booths with colorful banners that circle a polished floor while career counselors remind attendees to maintain eye contact and steer unsure attendees toward suitable industries. Students clutch resumes inside branded folders as counselors guide them toward opportunities across various sectors. Consulting firms stack glossy case study booklets on high tables, contributing to the array of materials available to attendees.",
    "At a university career fair, students line up outside the gym before it opens while tech companies display demo screens of their latest apps. Inside, the busy fair features dozens of booths with colorful banners circling a polished floor as career counselors remind attendees to maintain eye contact and steer unsure attendees toward suitable industries. Students clutch resumes inside branded folders as counselors guide them toward opportunities across various sectors. Consulting firms stack glossy case study booklets on high tables, contributing to the array of materials available to attendees. Groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. A welcome announcement plays over the PA system outlining the fair schedule. The scene centers on career counselors who redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.6157645780605988,
    0.6157645780605988,
    0.6157645780605988,
    0.6157645780605988,
    0.6157645780605988,
    0.6157645780605988,
    0.6157645780605988,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7591681324594928,
    0.7988099895502694,
    0.7988099895502694,
    0.7988099895502694,
    0.7988099895502694,
    0.7988099895502694,
    0.7988099895502694,
    0.7988099895502694,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.8265360500856025,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962,
    0.825528545008962
  ],
  "7": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "At a career fair, tech companies display demo screens of their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. A welcome announcement over the PA outlines the fair's schedule, signaling key timings and sessions.",
    "At a career fair, tech companies display demo screens showing their latest apps; career counselors guide unsure students toward applicable industries, tailoring options to their profiles; a welcome announcement over the PA system outlines the fair schedule, signaling key timings and sessions.",
    "At a career fair, tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. A welcome announcement over the PA outlines the fair schedule, signaling key timings and sessions. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair, tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to each profile. A welcome announcement over the PA outlines the fair schedule, signaling key timings and sessions. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage.",
    "On a university campus during a career fair, tech companies display demo screens of their latest apps while counselors tailor options to each profile, guiding unsure students toward applicable industries. A welcome announcement over the PA outlines the schedule. Alumni volunteers offer pep talks near the coffee station, and the engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map, indicating specific companies of interest, as a cybersecurity company runs a password cracking challenge on a laptop. Outside the gym, students line up before opening. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, where some students rehearse elevator pitches against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7888064140227355,
    0.7888064140227355,
    0.7888064140227355,
    0.7888064140227355,
    0.7888064140227355,
    0.7888064140227355,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.5481722936410789,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.7968681284053074,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8099618338639468,
    0.8610382782290738,
    0.8610382782290738,
    0.8610382782290738
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops are underway in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map, noting which companies they plan to engage. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver brief pep talks near the coffee station. The career fair is staged in the university gym, with students lining up outside the gym before the career fair opens, as alumni volunteers give pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.3240890060470083,
    0.36971939721448455,
    0.36971939721448455,
    0.36971939721448455,
    0.36971939721448455,
    0.36971939721448455,
    0.36971939721448455,
    0.36971939721448455,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6117484012665063,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.6608813897609,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.7272346738438824,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596,
    0.8200699374930596
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries, guiding their choices, while consulting firms stack glossy case-study booklets on high tables, organizing materials for easy access.",
    "A small group of students stands against a wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries, guiding their choices, while consulting firms stack glossy case-study booklets on high tables, organizing materials for easy access. Alumni volunteers give short pep talks near the coffee station; finance firms offer QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule, and tech companies display demo screens showing their latest apps.",
    "At the fair, a small group of students stands against a wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries, while consulting firms stack glossy case-study booklets on high tables, organizing materials for easy access. Alumni volunteers give short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.22805467066971696,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.4735185108820604,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.7797221084263704,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543,
    0.9179480530941543
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At an event, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention.",
    "At an event, career counselors direct unsure students toward applicable industries. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "Dozens of booths with colorful banners encircle a polished floor at the career fair, where tech companies display demo screens and run live demonstrations of their latest apps for attendees. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.583339619087086,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.7510095541498241,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581,
    0.8618029857858581
  ],
  "11": [
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest.",
    "Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map by placing marks to designate specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map with marks indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map, indicating specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus during a career fair, groups of friends mark target employers on the event map, indicating specific companies of interest, while a cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall.",
    "On a university campus during a career fair, groups of friends mark target employers on the event map, indicating specific companies of interest, while a cybersecurity company runs a password cracking challenge on a laptop. Outside the university gym, students line up before the fair opens. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall. A PA welcome announcement outlines the schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles."
  ],
  "11_score": [
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3657102569331834,
    0.3657102569331834,
    0.3657102569331834,
    0.3657102569331834,
    0.3657102569331834,
    0.42140003144007365,
    0.42140003144007365,
    0.42140003144007365,
    0.42140003144007365,
    0.42140003144007365,
    0.42140003144007365,
    0.42140003144007365,
    0.749339739686568,
    0.749339739686568,
    0.749339739686568,
    0.749339739686568,
    0.749339739686568,
    0.749339739686568,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.8087872290056832,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.827688355262961,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8309716119436249,
    0.8453001307269048,
    0.8453001307269048,
    0.8453001307269048,
    0.8453001307269048,
    0.8453001307269048,
    0.8453001307269048,
    0.8453001307269048
  ],
  "12": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Workshops on networking etiquette run in the adjoining classroom as the career fair approaches. Outside the university gym, students form a line before the event opens. A cybersecurity company hosts a password cracking challenge on a laptop nearby. Dozens of booths with colorful banners encircle the polished floor of the venue, while groups of friends use the event map to mark target employers, placing marks to designate specific companies of interest.",
    "Workshops on networking etiquette take place in the adjoining classroom as the career fair approaches. Outside the university gym, a line forms of students ahead of the doors, several clutching resumes in branded folders. Nearby, a cybersecurity company hosts a password-cracking challenge on a laptop. Inside the venue, dozens of booths with colorful banners encircle the polished floor, creating a vendor-rich perimeter. Tech companies display demo screens showing their latest apps, with hands-on previews. Groups of friends use the event map to mark target employers, indicating interest and planning by placing marks on specific companies.",
    "Networking etiquette workshops take place in the adjoining classroom as the career fair approaches. Outside the university gym, a line forms of students ahead of the doors, several clutching resumes in branded folders. A cybersecurity company hosts a password-cracking challenge on a laptop. Inside the venue, dozens of booths with colorful banners encircle the polished floor, creating a vendor-rich perimeter. Tech companies display demo screens showing their latest apps with hands-on previews. Groups of friends use the event map to mark target employers, indicating interest and planning by placing marks on specific companies. Consulting firms stack glossy case study booklets on high tables."
  ],
  "12_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.5720816992249833,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.6337739772419159,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8109765162992917,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8615014790572902,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921,
    0.8581072738767921
  ],
  "13": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Several students clutch resumes inside branded folders.",
    "At the event, a welcome announcement over the PA system outlines the fair schedule. Nearby the coffee station, alumni volunteers share quick pep talks. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Several students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a welcome announcement over the PA system outlines the fair schedule. Nearby the coffee station, alumni volunteers share quick pep talks, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, while several students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Outside the university gym, a line of students waits for the career fair to open. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, a PA welcome announcement outlines the schedule, signaling key timings and sessions. Nearby the coffee station, alumni volunteers share quick pep talks, and career counselors remind attendees to maintain eye contact and direct unsure students toward industries that fit their profiles. Groups of friends mark target employers on the event map, while several students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the career fair to open. In the adjoining classroom, workshops on networking etiquette begin. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.4171826302645691,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.8186698148836634,
    0.8186698148836634,
    0.8186698148836634,
    0.8186698148836634,
    0.8186698148836634,
    0.8186698148836634,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.8501879491645534,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.871480938670629,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8486391965678717,
    0.8240612588932905,
    0.8240612588932905,
    0.8240612588932905,
    0.8240612588932905,
    0.8240612588932905
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share short pep talks near the coffee station, and finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give short pep talks near the coffee station; finance firms offer QR codes for immediate internship applications; a welcome announcement plays over the PA system outlining the fair schedule; tech companies display demo screens showing their latest apps.",
    "At the fair, alumni volunteers give short pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule. Tech companies show demo screens displaying their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and some students quietly rehearse elevator pitches against the wall.",
    "At the fair, alumni volunteers give short pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule. Tech companies show demo screens displaying their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and some students quietly rehearse elevator pitches against the wall. Several students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "At the career fair, alumni volunteers give pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor, while a line of students stands outside the university gym waiting for the career fair to open. A welcome announcement plays over the PA system outlining the fair schedule. Finance firms display QR codes for immediate internship applications, and tech companies show demo screens displaying their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and some students quietly rehearse elevator pitches against the wall. Several students clutch resumes inside branded folders, and groups of friends mark target employers on the event map."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37608778293539835,
    0.37608778293539835,
    0.37608778293539835,
    0.37608778293539835,
    0.37608778293539835,
    0.37608778293539835,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.5774535808286985,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8717562968180296,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8793422369691284,
    0.8679442514085134,
    0.8679442514085134,
    0.8679442514085134,
    0.8679442514085134,
    0.8679442514085134,
    0.8679442514085134
  ],
  "15": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor, while groups of friends mark target employers on the event map, placing marks to designate specific companies of interest.",
    "At a career event, career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a career event, career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners surround a polished floor. Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. Networking etiquette workshops begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners surround a polished floor. Groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. Networking etiquette workshops begin in the adjoining classroom, and counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop, adding an interactive activity to the event."
  ],
  "15_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.6001364454824769,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7654792364722645,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.7974912359547219,
    0.8678613402167726
  ],
  "16": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. During the event, groups of friends use an event map to mark target employers.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. During the event, groups of friends use an event map to mark target employers. Consulting firms stack glossy case study booklets on high tables.",
    "At a cybersecurity company-hosted event, a password-cracking challenge is conducted on a laptop. During the event, groups of friends use an event map to mark target employers. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At a cybersecurity company-hosted event, a password-cracking challenge is conducted on a laptop. Groups of friends use an event map to mark target employers. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Several students clutch resumes inside branded folders, relevant to the event's professional context.",
    "At a cybersecurity company-hosted event, a password-cracking challenge runs on a laptop. Groups of friends use an event map to mark target employers, indicating interest and planning. Dozens of booths with colorful banners encircle the polished floor, forming a vendor-rich perimeter. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps and offering hands-on previews. Several students clutch resumes inside branded folders, in keeping with the event’s professional context. At the expo, career counselors direct unsure students toward applicable industries, as groups rehearse elevator pitches quietly against the wall."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4732656951809157,
    0.4732656951809157,
    0.4732656951809157,
    0.4732656951809157,
    0.4732656951809157,
    0.4732656951809157,
    0.4732656951809157,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6673851132935944,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.6964348108710221,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.7329256835479264,
    0.8009653984303775,
    0.8009653984303775,
    0.8009653984303775,
    0.8009653984303775,
    0.8009653984303775
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries, guiding their choices, while consulting firms stack glossy case-study booklets on high tables, organizing materials for easy access. The scene presents active guidance alongside professional literature, with counselors directing students toward industries as firms arrange case studies on elevated surfaces.",
    "In a setting of career guidance and professional literature, career counselors guide unsure students toward applicable industries, with consulting firms stacking glossy case-study booklets on high tables, organizing materials for easy access. The scene pairs active guidance with professional literature, as counselors direct students toward industries while firms arrange case studies on elevated surfaces. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. During the event, groups of friends use an event map to mark target employers.",
    "At a career guidance and professional literature event, counselors guide unsure students toward applicable industries, while consulting firms stack glossy case-study booklets on high tables for easy access. The setup blends active guidance with literature, as counselors direct students toward industries and firms arrange case studies on elevated surfaces. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Throughout the event, groups of friends use an event map to mark target employers. A welcome announcement outlines the fair schedule over the PA system.",
    "A university career guidance and professional literature event features counselors guiding unsure students toward applicable industries, with consulting firms stacking glossy case-study booklets on high tables for easy access. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. Groups of friends use an event map to mark target employers, while a welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets during student introductions. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A line of students stands outside the university gym waiting for the career fair to open. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career guidance and professional literature fair, counselors guide unsure students toward applicable industries as consulting firms stack glossy case-study booklets on high tables for easy access. A cybersecurity company hosts a password-cracking challenge on a laptop. Groups of friends use an event map to mark target employers, and a welcome PA announcement outlines the fair schedule. Human resources teams jot notes on tablets during student introductions. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A line of students waits outside the university gym for the fair to open. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and several students clutch resumes in branded folders relevant to the event."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.436471389298258,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.6859138304909163,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.7483661018364951,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.818016407878964,
    0.8443449481383942
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "During student introductions, human resources teams jot notes on tablets.",
    "During student introductions, human resources teams jot notes on tablets; groups of friends mark target employers on the event map, placing marks to designate specific companies of interest.",
    "During student introductions, human resources teams jot notes on tablets. Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. The engineering society sponsors a resume review table near the stage.",
    "At the career fair scene, human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A line of students stands outside the university gym, waiting for the career fair to open.",
    "At the career fair scene, human resources teams jot notes on tablets during student introductions. Groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor. A line of students stands outside the university gym, waiting for the career fair to open. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, human resources teams jot notes on tablets during student introductions; groups of friends mark target employers on an event map, placing marks to designate specific companies of interest. The engineering society sponsors a resume review table near the stage, and dozens of booths with colorful banners circle the polished floor. A line of students waits outside the university gym for the fair to open. Alumni volunteers share quick pep talks near the coffee station. Career counselors guide unsure students toward applicable industries, with consulting firms stacking glossy case-study booklets on high tables and organizing materials for easy access. A cybersecurity company hosts a password-cracking challenge conducted on a laptop.",
    "At the career fair, human resources teams jot notes on tablets during student introductions, while groups of friends mark target employers on an event map to designate specific companies of interest. The engineering society sponsors a resume-review table near the stage, and dozens of booths with colorful banners circle the polished floor. A line of students waits outside the university gym for the fair to open. Alumni volunteers share quick pep talks near the coffee station. Career counselors guide unsure students toward applicable industries, with consulting firms stacking glossy case-study booklets on high tables and organizing materials for easy access. A cybersecurity company hosts a password-cracking challenge conducted on a laptop. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3083192958841321,
    0.3083192958841321,
    0.3083192958841321,
    0.3083192958841321,
    0.3083192958841321,
    0.41632876110275613,
    0.41632876110275613,
    0.41632876110275613,
    0.41632876110275613,
    0.41632876110275613,
    0.41632876110275613,
    0.6778532971944333,
    0.6778532971944333,
    0.6778532971944333,
    0.6778532971944333,
    0.6778532971944333,
    0.6778532971944333,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8206964268707021,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8364298854799741,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916,
    0.8628498016947916
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "An welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "An opening welcome announcement is broadcast over the PA system, outlining the fair schedule and signaling key timings and sessions. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and, for unsure students, guide them toward applicable industries by tailoring options to each profile. At the career fair, tech companies display demo screens of their latest apps. The combined activities describe a guided, interactive environment where attendees receive encouragement, professional tips, and industry-focused direction aligned with their profiles.",
    "An opening welcome announcement broadcast over the PA system outlines the fair schedule and signals key timings and sessions. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and, for unsure students, tailor industry guidance to each profile, directing them toward applicable industries. At the career fair, tech companies display demo screens of their latest apps. Taken together, the activities describe a guided, interactive environment where attendees receive encouragement, professional tips, and industry-focused direction aligned with their profiles.",
    "The scene centers on a career fair presented as a guided, interactive environment, with career counselors directing attendees toward industry-focused guidance aligned with their profiles, and where attendees receive encouragement and professional tips. An opening welcome announcement over the PA outlines the fair schedule and signals key timings and sessions. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and, for unsure students, tailor industry guidance to each profile, directing them toward applicable industries. Tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.3824686132144473,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.757235198044145,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.8583506499710067,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.880142139481936,
    0.8204408730581861,
    0.8204408730581861,
    0.8204408730581861,
    0.8204408730581861,
    0.8204408730581861
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. The marks are placed at the employers' locations on the map to designate them as targets.",
    "At the career fair, groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. The scene centers on career counselors who redirect unsure students toward applicable industries.",
    "At the career fair, groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. The scene centers on career counselors who redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, adding an interactive activity to the event.",
    "At the career fair, groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. A welcome PA announcement outlines the fair schedule, signaling key timings and sessions. Tech companies display demo screens of their latest apps, a scene that centers on career counselors who redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Event staff scan registrations and hand out lanyards at the entrance while tech companies again display demo screens. Career counselors tailor options to individual profiles and remind attendees to maintain eye contact while guiding unsure students toward industry-aligned paths. Alumni volunteers deliver brief pep talks near the coffee station. Together, these activities create a guided, interactive environment offering encouragement and professional tips aligned with attendees' profiles."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.39695838845095455,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.7610356690604849,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8067360293460166,
    0.8110414621382684,
    0.8110414621382684,
    0.8110414621382684
  ],
  "21": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "A group of students lines up outside the university gym before the career fair opens. Several students clutch resumes that are inside branded folders.",
    "Outside the university gym, a group of students lines up before the career fair opens. Several students clutch resumes inside branded folders.",
    "Outside the university gym, a group of students lines up before the career fair opens. Several students clutch resumes inside branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a group of students lines up before the career fair opens. Several students clutch resumes inside branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a group of students lines up before the career fair opens. Several students clutch resumes inside branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a group of students lines up before the career fair opens, with several clutching resumes inside branded folders. A PA welcome announces the fair schedule. Inside the gym, dozens of booths with colorful banners encircle a polished floor, and groups of friends mark target employers on an event map, placing marks to designate specific companies of interest; outside, others wait in line. Tech companies display demo screens of their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries, guiding their choices, while consulting firms stack glossy case study booklets on high tables, arranging materials for easy access. The scene shows active guidance alongside professional literature as counselors direct students toward industries and firms arrange case studies on elevated surfaces, interleaving with student introductions."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5202995675582885,
    0.5356724216805739,
    0.5356724216805739,
    0.5356724216805739,
    0.5356724216805739,
    0.5356724216805739,
    0.5356724216805739,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.705301167447635,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.794310189443411,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418,
    0.8178211689859418
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station. Inside the gym, dozens of booths with colorful banners encircle a polished floor, and groups of friends mark target employers on the event map, placing marks to designate specific companies of interest. Career counselors direct unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access on elevated surfaces. Tech companies display demo screens showing their latest apps. During student introductions, human resources teams jot notes on tablets. The scene shows active guidance alongside professional literature as counselors direct students toward industries while firms arrange case studies and materials."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.4650094175537797,
    0.4650094175537797,
    0.4650094175537797,
    0.4650094175537797,
    0.4650094175537797,
    0.4650094175537797,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7397372768546082,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7411420031275839,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.7741871594302471,
    0.797608965352403,
    0.797608965352403,
    0.797608965352403,
    0.797608965352403,
    0.797608965352403,
    0.797608965352403
  ],
  "23": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps. At the same event, groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps. At the same event, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showcasing their latest apps, providing live demonstrations as attendees observe. Simultaneously, groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens and run live demonstrations of their latest apps as attendees observe. Simultaneously, groups of friends mark target employers on the event map, while alumni volunteers share quick pep talks near the coffee station. In the career fair setting, career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. A welcome announcement over the PA system outlines the fair’s schedule, signaling key timings and sessions.",
    "At the career fair, tech companies display demo screens and run live demonstrations of their latest apps as attendees observe. Groups of friends mark target employers on the event map, and alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles, while a welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Dozens of booths with colorful banners encircle a polished floor.",
    "At a university gym hosting the career fair, dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter. Students line up outside the gym before opening. Tech companies display demo screens and run live demonstrations of their latest apps. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map, noting which companies they plan to engage. In the adjoining classroom, networking etiquette workshops are underway. Career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles, while reminding attendees to maintain eye contact. A welcome announcement over the PA outlines the fair's schedule, signaling key timings and sessions."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5916882387910264,
    0.5916882387910264,
    0.5916882387910264,
    0.5916882387910264,
    0.5916882387910264,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.7529140533338647,
    0.602804555940499,
    0.602804555940499,
    0.602804555940499,
    0.602804555940499,
    0.602804555940499,
    0.602804555940499,
    0.602804555940499,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8443242543531645,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8569366655525339,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457,
    0.8577882672463457
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle the polished floor of the career fair, where counselors redirect unsure students toward industries that fit their profiles. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene presents active guidance alongside professional literature, with counselors directing students toward industries while firms arrange case studies on elevated surfaces.",
    "The university career fair unfolds on a polished gym floor ringed by dozens of booths with colorful banners, with counselors redirecting unsure students toward industries that fit their profiles and attendees reminded to maintain eye contact. A PA welcome announces the fair’s schedule, signaling key sessions while consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. Staff at the event entrance scan registrations and hand out lanyards. Networking etiquette workshops begin in the adjoining classroom. Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.42670523072450967,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.7791506861956436,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619,
    0.8370373768276619
  ],
  "25": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop, while career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map, while a line of students waits outside the university gym for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop nearby, and career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.45728436356772323,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.6270616854784758,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442,
    0.8295695211353442
  ],
  "26": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Career counselors direct unsure students toward applicable industries as part of an ongoing guidance effort. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A small group of students stands against a wall, quietly rehearsing elevator pitches.",
    "Career counselors direct unsure students toward applicable industries as part of an ongoing guidance effort. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors continue guiding unsure students toward applicable industries as part of an ongoing guidance effort. A welcome announcement over the PA outlines the fair schedule. A small group of students stands against a wall, quietly rehearsing elevator pitches. Finance firms display QR codes enabling immediate internship applications. Groups of friends mark target employers on the event map, indicating which employers are targets. A cybersecurity company runs a password cracking challenge on a laptop at its booth. At the event entrance, staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.48054691172595937,
    0.48054691172595937,
    0.48054691172595937,
    0.48054691172595937,
    0.48054691172595937,
    0.48054691172595937,
    0.48054691172595937,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.6546063281602146,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.7448840624154707,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067,
    0.893902432916067
  ],
  "27": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene shows active guidance alongside professional literature as counselors direct students toward industries while firms arrange case studies on elevated surfaces. During student introductions, human resources teams jot notes on tablets.",
    "At a university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene shows active guidance alongside professional literature as counselors direct students toward industries and firms arrange case studies on elevated surfaces. During student introductions, human resources teams jot notes on tablets.",
    "At a university career fair, networking etiquette workshops begin in the adjoining classroom while students line up outside the gym before opening. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries, guiding their choices as groups circle the floor. Consulting firms stack glossy case study booklets on high tables, organizing materials on elevated surfaces. During student introductions, HR teams jot notes on tablets. Groups of friends mark target employers on the event map, placing marks at each employer’s location to designate them as targets. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps."
  ],
  "27_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.5773867239373567,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.79110865687051,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.7956053897731739,
    0.8416617326402803,
    0.8416617326402803,
    0.8416617326402803,
    0.8416617326402803
  ],
  "28": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps. The scene centers on career counselors who redirect unsure students toward applicable industries.",
    "A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens featuring their latest apps. The scene centers on career counselors guiding unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "A welcome announcement broadcasts over the PA system outlining the fair schedule, setting the tone for the career fair. Tech companies display demo screens featuring their latest apps as attendees circulate. The scene centers on career counselors guiding unsure students toward applicable industries, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners encircle the polished floor, and a line of students waits outside the university gym for the fair to open. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they navigate conversations and opportunities.",
    "A university career fair unfolds with a welcome PA announcement outlining the schedule and setting the tone. Tech companies display demo screens of their latest apps as attendees circulate. The scene centers on career counselors guiding unsure students toward applicable industries, while groups of friends mark target employers on the event map by placing marks to designate companies of interest. Dozens of booths with colorful banners encircle a polished floor, and a line of students waits outside the university gym for the fair to open. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact as they navigate conversations and opportunities. Networking etiquette workshops begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "28_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.5685307622105179,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.7943610818281609,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8548096222223864,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8589481278684783,
    0.8411510961604669,
    0.8411510961604669,
    0.8411510961604669,
    0.8411510961604669,
    0.8411510961604669,
    0.8411510961604669,
    0.8411510961604669
  ],
  "29": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall. Outside the university gym, students line up before the career fair opens.",
    "On a university campus during a career fair, workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall. Outside the university gym, students line up before the career fair opens. Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus during a career fair, workshops on networking etiquette begin in the adjoining classroom, where some students quietly rehearse elevator pitches against the wall. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map, indicating specific companies of interest. A cybersecurity company runs a password cracking challenge on a laptop. At the event, event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications.",
    "On a university campus during a career fair, dozens of booths with colorful banners circle the polished floor as students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops begin and some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage."
  ],
  "29_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.28744733441949716,
    0.28744733441949716,
    0.28744733441949716,
    0.28744733441949716,
    0.28744733441949716,
    0.28744733441949716,
    0.28744733441949716,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.5186052729476244,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.7398166844013513,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.850718767441454,
    0.8627189563876654,
    0.8627189563876654,
    0.8627189563876654,
    0.8627189563876654,
    0.8627189563876654
  ],
  "30": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym ahead of the career fair opening.",
    "Tech companies display demo screens featuring their latest apps as students line up outside the university gym ahead of the career fair opening, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showcasing their latest apps as students line up outside the university gym ahead of the career fair opening. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards.",
    "A university career fair is underway around the gym, with students lined up outside ahead of opening as tech companies display demo screens showcasing their latest apps. Inside, event staff scan registrations and hand out lanyards at the entrance while career counselors direct unsure students toward applicable industries. At the fair, alumni volunteers give short pep talks near the coffee station, and finance firms display QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, and some students quietly rehearse elevator pitches against the wall.",
    "A university career fair is underway around the gym, with students lined up outside ahead of opening as tech companies display demo screens showcasing their latest apps. Inside, staff scan registrations and hand out lanyards at the entrance while career counselors guide unsure students toward applicable industries. Alumni volunteers give short pep talks near the coffee station, and finance firms provide QR codes for internships. A welcome announcement plays over the PA outlining the fair schedule. In the adjoining classroom, workshops on networking etiquette begin, and some students quietly rehearse elevator pitches against the wall. Groups of friends mark target employers on the event map, indicating companies they plan to engage. Dozens of booths with colorful banners circle the polished floor, and several students clutch resumes inside branded folders."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4530477890389398,
    0.4530477890389398,
    0.4530477890389398,
    0.4530477890389398,
    0.4530477890389398,
    0.4530477890389398,
    0.4530477890389398,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.46985469511304145,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.796247687313979,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488,
    0.8580635640993488
  ],
  "31": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are giving brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "Staff at the event entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "Staff at the event entrance scan registrations and hand out lanyards, while career counselors direct unsure students toward applicable industries, reminding attendees to maintain eye contact. Networking etiquette workshops begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, organizing materials. During student introductions, human resources teams jot notes on tablets. A welcome announcement over the PA system outlines the fair’s schedule, signaling key timings and sessions."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.6196268203888444,
    0.6196268203888444,
    0.6196268203888444,
    0.6196268203888444,
    0.6196268203888444,
    0.6196268203888444,
    0.6196268203888444,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.7583629502881222,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8265675171430997,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8182090235514908,
    0.8725445690119216,
    0.8725445690119216,
    0.8725445690119216,
    0.8725445690119216,
    0.8725445690119216,
    0.8725445690119216,
    0.8725445690119216
  ],
  "32": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos of their community outreach.",
    "Alumni volunteers deliver brief pep talks near the coffee station; healthcare providers display photos of their community outreach; groups of friends mark target employers on the event map, indicating which employers are considered targets; a cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, alumni volunteers deliver short pep talks near the coffee station while healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors at the event redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule, and tech companies display demo screens showcasing their latest apps."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.2994594244985283,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.44086141432793197,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.6650532391767253,
    0.8783290793957026
  ],
  "33": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station at the career fair. Tech companies display demo screens of their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions.",
    "Alumni volunteers give quick pep talks near the coffee station at the career fair. Tech companies display demo screens of their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Healthcare providers display photos of their community outreach. Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, alumni volunteers give quick pep talks near the coffee station as tech companies display demo screens of their latest apps and healthcare providers show photos of community outreach. Career counselors guide unsure students toward applicable industries, tailoring options to profiles and guiding choices. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Groups of friends mark target employers on the event map, indicating which employers are targets. A cybersecurity company runs a password cracking challenge on a laptop. Networking etiquette workshops begin in the adjoining classroom while students line up outside the gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, alongside active guidance by counselors toward industries. During introductions, human resources teams jot notes on tablets."
  ],
  "33_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.7866999573318172,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.845795044471598,
    0.8512061163632247,
    0.8512061163632247,
    0.8512061163632247,
    0.8512061163632247,
    0.8512061163632247,
    0.8512061163632247,
    0.8512061163632247
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while the engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens showcasing their latest apps, while the engineering society sponsors a resume review table near the stage. Several students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps, while the engineering society sponsors a resume review table near the stage. Several students clutch resumes inside branded folders. Groups of friends mark target employers on the event map by placing marks to designate specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, tech companies display demo screens showcasing their latest apps while the engineering society sponsors a resume review table near the stage. Several students clutch resumes inside branded folders. Groups of friends mark target employers on the event map by placing marks to designate specific companies of interest. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets during student introductions. Dozens of booths with colorful banners circle the polished floor. A line of students stands outside the university gym, waiting for the fair to open.",
    "At the career fair, tech companies display demo screens of their latest apps while the engineering society runs a resume review table near the stage. Students clutch resumes in branded folders. Groups of friends place marks on the event map to designate target employers. Staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. HR teams take notes on tablets during student introductions. Dozens of booths with colorful banners circle the polished floor. A line of students stands outside the university gym waiting for the fair to open. Career counselors direct unsure students toward applicable industries as part of ongoing guidance. A welcome announcement is broadcast over the PA system outlining the schedule. A small group of students stands against a wall quietly rehearsing elevator pitches.",
    "At the university gym, a career fair unfolds with dozens of booths encircling the polished floor, banners bright and demo screens showing latest apps from tech companies. Groups of friends mark target employers on an event map, while students clutch resumes in branded folders. The engineering society runs a resume-review table near the stage, and alumni volunteers offer brief pep talks at a coffee station. Staff scan registrations and hand out lanyards at the entrance, and finance firms provide QR codes for immediate internship applications. HR teams take notes on tablets during student introductions, as career counselors direct unsure attendees toward applicable industries. A welcome PA announces the schedule, and in an adjoining classroom networking etiquette workshops are underway. A line of students waits outside the gym before opening, with some rehearsing elevator pitches against a wall."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.47267357447426883,
    0.47267357447426883,
    0.47267357447426883,
    0.47267357447426883,
    0.47267357447426883,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.594200610412174,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8541150806178942,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8954154913792415,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489,
    0.8976254260348489
  ],
  "35": [
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, and a line of students stands outside the university gym, waiting for the career fair to open.",
    "Dozens of booths with colorful banners circle the polished floor, while a line of students stands outside the university gym, waiting for the career fair to open.",
    "Dozens of booths with colorful banners circle the polished floor, while a line of students stands outside the university gym waiting for the career fair to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the polished floor as a line of students stands outside the university gym waiting for the career fair to open. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor as a line of students waits outside the university gym for the career fair to open. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries as part of an ongoing guidance effort. Some students, including a small group, rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle the polished floor as a line of students waits outside the university gym for the career fair to open. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share brief pep talks near the coffee station while career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries as part of an ongoing guidance effort. A small group of students stands against a wall, quietly rehearsing elevator pitches. Consulting firms stack glossy case-study booklets on high tables, organizing materials for easy access. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps."
  ],
  "35_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4129476972133577,
    0.4129476972133577,
    0.4129476972133577,
    0.4129476972133577,
    0.4129476972133577,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.4188870595048355,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7204437999443466,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7670808654773666,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.7590911045333087,
    0.8452885568610188,
    0.8452885568610188,
    0.8452885568610188,
    0.8452885568610188
  ],
  "36": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor of the expo, establishing a lively, vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. At the same event, groups of friends mark target employers on the event map, indicating interest and planning.",
    "At the expo, dozens of booths with colorful banners circle the polished floor, forming a vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. At the same event, groups of friends mark target employers on the event map, indicating interest and planning. Outside the university gym, a group of students lines up before the career fair opens, with several students clutching resumes inside branded folders.",
    "At the expo, dozens of booths with colorful banners circle the polished floor, forming a vendor-rich perimeter. Tech companies display demo screens showing their latest apps, offering hands-on previews. At the same event, groups of friends mark target employers on the event map, indicating interest and planning. Outside the university gym, a group of students lines up before the career fair opens, with several students clutching resumes inside branded folders. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the expo, dozens of booths with colorful banners circle the polished floor, forming a vendor-rich perimeter as tech companies display demo screens of their latest apps and run live demonstrations for attendees. Outside the university gym, a group of students lines up before the career fair opens, several clutching resumes in branded folders. Groups of friends mark target employers on the event map, indicating interest and planning, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries that fit their profiles.",
    "At the expo, dozens of booths with colorful banners circle the polished floor, forming a vendor-rich perimeter as tech companies display demo screens of their latest apps and run live demonstrations for attendees. Outside the university gym, a group of students lines up before the career fair opens, several clutching resumes in branded folders. Groups of friends mark target employers on the event map, indicating interest and planning, while alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement over the PA outlines the fair schedule, signaling key timings and sessions. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries that fit their profiles. Finance firms offer QR codes for immediate internship applications."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.740237577454578,
    0.740237577454578,
    0.740237577454578,
    0.740237577454578,
    0.740237577454578,
    0.740237577454578,
    0.740237577454578,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8152256325481615,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8598589202968113,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8881296313400942,
    0.8975336826996514,
    0.8975336826996514,
    0.8975336826996514
  ],
  "37": [
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a busy career fair setting, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle a polished floor.",
    "At a busy career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners circle a polished floor. Groups of friends mark target employers on the event map.",
    "At a busy career fair, career counselors redirect unsure students toward applicable industries as dozens of booths with colorful banners encircle a polished floor. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps.",
    "At a busy career fair, dozens of booths with colorful banners encircle a polished floor. Career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. Groups of friends mark target employers on the event map. Tech companies display demo screens showing their latest apps and run live demonstrations as attendees observe. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions.",
    "At a busy career fair, dozens of booths with colorful banners surround a polished floor, while career counselors guide unsure students toward applicable industries and options that fit their profiles. Groups of friends mark target employers on the event map. Tech companies display demo screens of their latest apps and run live demonstrations as attendees observe. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions."
  ],
  "37_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.5160362689523399,
    0.638248077260802,
    0.638248077260802,
    0.638248077260802,
    0.638248077260802,
    0.638248077260802,
    0.638248077260802,
    0.638248077260802,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.7920138903254265,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8320854182100199,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427,
    0.8403931369354427
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage. Dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage. Dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, indicating which companies they plan to engage, while dozens of booths with colorful banners circle the polished floor. Alumni volunteers give brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Staff at the event entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5775211851330152,
    0.5775211851330152,
    0.5775211851330152,
    0.5775211851330152,
    0.5775211851330152,
    0.5775211851330152,
    0.5775211851330152,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7620412675878419,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.7823442662520391,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946,
    0.8355714467688946
  ],
  "39": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the event, groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map, indicating which employers are considered targets. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries; counselors tailor options to individual profiles and remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens of their latest apps at the fair. A PA announcement outlines the fair schedule, signaling key timings and sessions. Together, these activities create a guided, interactive environment offering encouragement, professional tips, and industry-focused direction aligned with attendees' profiles."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.4952841068238731,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7134879531593374,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.7937069502896861,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8221223970069887,
    0.8976351367686751,
    0.8976351367686751,
    0.8976351367686751,
    0.8976351367686751,
    0.8976351367686751
  ],
  "40": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career fair setting, career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. A welcome announcement delivered over the PA system outlines the fair’s schedule, signaling key timings and sessions.",
    "In a career fair setting, career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles, while a welcome announcement over the PA system outlines the fair’s schedule, signaling key timings and sessions.",
    "At a career fair, counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles, while a welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene presents active guidance alongside professional literature: counselors directing students toward industries while firms arrange case studies on elevated surfaces.",
    "At a career fair, counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles, while a welcome announcement over the PA outlines the fair’s schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access, and case studies sit on elevated surfaces alongside professional literature. The scene blends active guidance with organized literature as counselors direct students toward industries and firms arrange accessible materials.",
    "At a career fair, counselors direct unsure students toward industries that fit their profiles, guiding them to options and maintaining eye contact with attendees. A PA welcome announcement outlines the schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables for easy access, while case studies sit on elevated surfaces alongside professional literature. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. The scene blends active guidance with organized literature as firms arrange accessible materials and counselors direct attendees toward suitable industries.",
    "At a university career fair, students line up outside the gym before it opens as tech companies display demo screens of their latest apps. Inside, dozens of booths with colorful banners circle a polished floor while counselors remind attendees to maintain eye contact and steer unsure attendees toward suitable industries. A PA welcome announcement outlines the schedule, signaling key timings and sessions. Consulting firms stack glossy case study booklets on high tables, with case studies on elevated surfaces alongside professional literature. A cybersecurity company runs a password cracking challenge on a laptop, and some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders as counselors guide them toward opportunities across various sectors."
  ],
  "40_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.6019475311870004,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.4954430809543289,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7095540363994195,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7209304364486748,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138,
    0.7706292039883138
  ],
  "41": [
    "",
    "",
    "",
    "\"\"",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "At the university career fair, students are outside the gym in a line before opening, while groups of friends mark target employers on the event map. Inside, several students clutch resumes stored in branded folders. A welcome announcement plays over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, students wait outside the gym in a line before opening, while groups of friends mark target employers on the event map. Inside, several students clutch resumes stored in branded folders. A welcome announcement over the PA outlines the fair schedule and signaling key timings and sessions. Tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university career fair, students wait outside the gym in a line before opening, while groups of friends mark target employers on the event map. Inside, several students clutch resumes stored in branded folders. A welcome announcement over the PA outlines the fair schedule, signaling key timings and sessions. Tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries, tailoring options to their profiles. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos of their community outreach. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.43756682339428915,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8114364272527763,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.8194023925917234,
    0.85074932309039,
    0.85074932309039,
    0.85074932309039
  ],
  "42": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The scene centers on career counselors who redirect unsure students toward applicable industries.",
    "The scene centers on career counselors redirecting unsure students toward applicable industries, with alumni volunteers delivering quick pep talks near the coffee station.",
    "The scene centers on career counselors redirecting unsure students toward applicable industries, with alumni volunteers delivering quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "The scene shows career counselors guiding unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; finance firms provide QR codes for internships; groups of friends mark target employers on the event map, indicating companies they plan to engage; dozens of booths with colorful banners circle the polished floor.",
    "The scene depicts a career fair-like setting where career counselors guide unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; finance firms provide QR codes for internships; groups of friends mark target employers on the event map, indicating companies they plan to engage; dozens of booths with colorful banners circle the polished floor. Several students clutch resumes inside branded folders.",
    "The scene depicts a career fair-like setting where career counselors guide unsure students toward applicable industries; alumni volunteers give quick pep talks near the coffee station; finance firms provide QR codes for internships; groups of friends mark target employers on the event map, indicating companies they plan to engage; dozens of booths with colorful banners circle the polished floor. Several students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3614425674120692,
    0.3614425674120692,
    0.3614425674120692,
    0.3614425674120692,
    0.3614425674120692,
    0.3614425674120692,
    0.3596710126507364,
    0.3596710126507364,
    0.3596710126507364,
    0.3596710126507364,
    0.3596710126507364,
    0.3596710126507364,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.5610109311684293,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.46419735379516613,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.6796192385515257,
    0.8204539122071715,
    0.8204539122071715,
    0.8204539122071715,
    0.8204539122071715
  ],
  "43": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are giving brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "Alumni volunteers are giving brief pep talks near the coffee station as students line up outside the university gym before the career fair opens. Networking etiquette workshops begin in the adjoining classroom, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which companies they plan to engage. Dozens of booths with colorful banners circle the polished floor.",
    "A university gym hosts the career fair setup, with students lining up outside the gym before the career fair opens as alumni volunteers give brief pep talks near the coffee station. In the adjoining classroom, networking etiquette workshops are underway while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, noting which companies they plan to engage. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space.",
    "The university gym hosts a career fair setup with dozens of booths encircling the polished floor, creating a lively perimeter. Students line up outside the gym before the fair opens, with several clutching resumes inside branded folders. Alumni volunteers give brief pep talks near a coffee station, while a welcome PA announcement outlines the event schedule. In the adjoining classroom, networking etiquette workshops are underway as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map, noting which companies they plan to engage. Tech companies display demo screens showing their latest apps.",
    "The university gym hosts a career fair with dozens of booths encircling a polished floor. Students line up outside before the fair opens, with several clutching resumes inside branded folders. Alumni volunteers give brief pep talks near a coffee station, while a welcome PA announcement outlines the event schedule. In the adjoining classroom, networking etiquette workshops are underway as career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map, noting which companies they plan to engage. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.4101627501068993,
    0.7511946542780138,
    0.7511946542780138,
    0.7511946542780138,
    0.7511946542780138,
    0.7511946542780138,
    0.7511946542780138,
    0.7511946542780138,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.7819624581316282,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.799779722187518,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8540381865674052,
    0.8565447171194733,
    0.8565447171194733
  ],
  "44": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming neat piles on elevated surfaces. Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Glossy case study booklets from consulting firms are stacked on high tables, forming neat piles on elevated surfaces. Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications.",
    "Glossy case study booklets from consulting firms are stacked in neat piles on high, elevated tables. Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and finance firms offer QR codes for immediate internship applications."
  ],
  "44_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.2769388926743755,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.7767779628332256,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8092524844293953,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587,
    0.8038868575249587
  ],
  "45": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the expo, career counselors remind attendees to maintain eye contact while interacting. Groups of friends mark target employers on the event map, indicating interest and planning. Dozens of booths with colorful banners circle the polished floor of the expo, establishing a lively, vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews.",
    "At the expo, career counselors remind attendees to maintain eye contact while interacting. Groups of friends mark target employers on the event map, indicating interest and planning. Dozens of booths with colorful banners circle the polished floor of the expo, establishing a lively, vendor-rich perimeter, and a line of students stands outside the university gym waiting for the career fair to open. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the expo, career counselors remind attendees to maintain eye contact during interactions. Groups of friends mark target employers on the event map, indicating interest and planning. Dozens of booths with colorful banners encircle the polished floor, establishing a lively, vendor-rich perimeter. A line of students stands outside the university gym waiting for the career fair to open. Tech companies display demo screens showcasing their latest apps, offering hands-on previews. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.3835377263311849,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.790314189800696,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8449187504014364,
    0.8286944537106378,
    0.8286944537106378,
    0.8286944537106378,
    0.8286944537106378,
    0.8286944537106378,
    0.8286944537106378,
    0.8286944537106378
  ],
  "46": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open, while tech companies display demo screens of their latest apps nearby. Career counselors remind attendees to maintain eye contact and later redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "46_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.6670712408511079,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7625353286506236,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.7818912219224474,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929,
    0.8416612259122929
  ],
  "47": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene shows active guidance alongside professional literature: counselors directing students toward industries while firms arrange case studies on elevated surfaces.",
    "Career counselors direct unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene shows active guidance alongside professional literature as counselors direct students toward industries while firms arrange case studies on elevated surfaces. During student introductions, human resources teams jot notes on tablets.",
    "Career counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access as counselors guide students toward industries. During student introductions, human resources teams jot notes on tablets. In a career fair setting, a welcome announcement over the PA system outlines the fair’s schedule, signaling key timings and sessions.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. Consulting firms stack glossy case study booklets on high tables, organizing materials as counselors steer attendees toward industries. During introductions, HR teams jot notes on tablets. A welcome PA announcement outlines the fair’s schedule, signaling key timings and sessions. Dozens of booths with colorful banners circle the polished floor, forming a vendor-rich perimeter. Tech companies display demo screens that showcase their latest apps, offering hands-on previews. Groups of friends mark target employers on the event map, indicating interest and planning. Outside the university gym, a line forms before opening as students clutch resumes inside branded folders.",
    "At the career fair, counselors direct unsure students toward applicable industries, guiding them to options that fit their profiles. Consulting firms stack glossy case study booklets on high tables as counselors steer attendees toward industries. HR teams jot notes on tablets during introductions. A welcome PA announcement outlines the fair’s schedule, signaling key timings and sessions. Dozens of booths with colorful banners encircle a polished floor, forming a vendor-rich perimeter. Tech companies display demo screens and run live demonstrations of their latest apps for attendees to observe, offering hands-on previews. Groups of friends mark target employers on the event map, indicating interest and planning. Outside the university gym, a line forms before opening as students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "47_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.5465755909950276,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.6248065157603164,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.7112067084681548,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8649289917032302,
    0.8705033260008932,
    0.8705033260008932,
    0.8705033260008932,
    0.8705033260008932,
    0.8705033260008932,
    0.8705033260008932,
    0.8705033260008932
  ],
  "48": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor.",
    "Dozens of booths with colorful banners encircle a polished floor, while groups of friends mark target employers on the event map, placing marks to designate specific companies of interest.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor while groups of friends mark target employers on the event map, placing marks to designate specific companies of interest; outside the university gym, a line of students waits for the fair to open.",
    "At a career fair inside the university gym, dozens of booths with colorful banners encircle a polished floor as groups of friends mark target employers on the event map, placing marks to designate specific companies of interest; outside the gym, a line of students waits for the fair to open. Career counselors direct unsure students toward applicable industries, guiding their choices. Consulting firms stack glossy case study booklets on high tables, organizing materials for easy access. The scene shows active guidance alongside professional literature as counselors direct students toward industries while firms arrange case studies on elevated surfaces. During student introductions, human resources teams jot notes on tablets.",
    "Inside the university gym, a career fair unfolds with dozens of booths, colorful banners, and a polished floor; groups of friends mark target employers on an event map, designating specific companies, while outside a line of students waits for opening. Career counselors direct unsure students toward applicable industries, guiding their choices, as consulting firms stack glossy case study booklets on high tables for easy access and firms arrange case studies on elevated surfaces. During introductions, human resources teams jot notes on tablets. Alumni volunteers share short pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.3742017107149138,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.42166635883578535,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.501386980924907,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.7853971901489042,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724,
    0.8098813837314724
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "At a career event, career counselors redirect unsure students toward applicable industries. Alumni volunteers share short pep talks near the coffee station, and finance firms provide QR codes for immediate internship applications.",
    "At a career event, career counselors redirect unsure students toward applicable industries. Alumni volunteers give short pep talks near the coffee station, while finance firms provide QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule, and tech companies display demo screens showcasing their latest apps.",
    "At a university campus career fair, counselors guide unsure students toward applicable industries, while alumni volunteers deliver short pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications. A welcome announcement plays over the PA system outlining the fair schedule, and tech companies display demo screens showcasing their latest apps. In an adjoining classroom, workshops on networking etiquette begin as some students quietly rehearse elevator pitches against the wall. Outside the university gym, students line up before the fair opens. Groups of friends mark target employers on the event map, and a cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.6191561898987259,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8073788115842788,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143,
    0.8636574114087143
  ]
}