{
  "0": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.6675182067519312,
    0.6675182067519312,
    0.6675182067519312,
    0.7532835330608846,
    0.7532835330608846,
    0.7532835330608846,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8112980553596543,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8712625360600584,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8728080942268249,
    0.8498648618967114,
    0.8498648618967114,
    0.8498648618967114,
    0.8498648618967114,
    0.8498648618967114,
    0.8498648618967114,
    0.8759701894000609,
    0.8759701894000609,
    0.8759701894000609,
    0.8759701894000609
  ],
  "1": [
    "",
    "",
    "The fair begins at 10:00 AM and concludes at 5:00 PM. Booths are located throughout the central field. A welcome announcement was broadcast over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM and takes place on the central field, with booths located throughout the area. Event staff are present at the entrance, scanning registrations and distributing lanyards. A welcome announcement was broadcast over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement was broadcast over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with booths situated throughout the area. Event staff are scanning registrations and distributing lanyards at the entrance. Consulting firms have stacked glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM on the central field, with dozens of booths with colorful banners circling the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have stacked glossy case study booklets on high tables and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "The career fair runs from 10:00 AM to 5:00 PM on the central field, with dozens of booths displaying colorful banners around the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have stacked glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens.",
    "The career fair runs from 10:00 AM to 5:00 PM on the central field, with dozens of booths displaying colorful banners around the polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have stacked glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens.",
    "The career fair is being held on the central field from 10:00 AM to 5:00 PM, with dozens of booths surrounding the polished floor and displaying colorful banners. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms have stacked glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Students line up outside the university gym before the fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.5231992152713019,
    0.5231992152713019,
    0.5417162936835365,
    0.5417162936835365,
    0.5417162936835365,
    0.6551447581394083,
    0.6551447581394083,
    0.6551447581394083,
    0.6551447581394083,
    0.6551447581394083,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.5750777394480098,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.6082495333921978,
    0.5961466293191177,
    0.5961466293191177,
    0.5961466293191177,
    0.5961466293191177,
    0.5961466293191177,
    0.5961466293191177,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.753520183731807,
    0.7711552274997993
  ],
  "2": [
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Several glossy case study booklets are stacked on high tables. Students line up outside the university gym, awaiting the career fair’s opening. Career counselors remind attendees to maintain eye contact.",
    "Several glossy case study booklets are stacked on high tables. Students line up outside the university gym, awaiting the career fair’s opening. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Students line up outside the university gym, awaiting the career fair’s opening. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables within the university gym. Students line up outside the gym, awaiting the career fair’s opening. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms are also stacking glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables within the university gym. Students line up outside the gym, awaiting the career fair’s opening. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms are also stacking glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables within the university gym, alongside booklets from consulting firms. Students line up outside the gym, awaiting the career fair’s opening and clutching resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor.",
    "Several glossy case study booklets are stacked on high tables within the university gym, alongside booklets from consulting firms. Students line up outside the gym, awaiting the career fair’s opening and clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance.",
    "The university gym is filled with activity as students line up outside awaiting the career fair’s opening, clutching resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables alongside booklets from the university.",
    "The university gym is filled with activity as students line up awaiting the career fair’s opening, clutching resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables alongside booklets from the university. Healthcare providers showcase community outreach photos.",
    "The university gym is filled with activity as students line up awaiting the career fair’s opening, clutching resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables alongside booklets from the university. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station.",
    "The university gym is filled with activity as students line up awaiting the career fair’s opening, clutching resumes in branded folders. Dozens of booths with colorful banners circle the polished floor, and event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables alongside booklets from the university. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "2_score": [
    0.3210969859128918,
    0.3210969859128918,
    0.5714906419076199,
    0.5714906419076199,
    0.5714906419076199,
    0.5714906419076199,
    0.7795443286523022,
    0.7795443286523022,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.801833849722682,
    0.7782704824965934,
    0.7782704824965934,
    0.7782704824965934,
    0.7782704824965934,
    0.7782704824965934,
    0.7782704824965934,
    0.8143487752438267,
    0.8143487752438267,
    0.8143487752438267,
    0.8143487752438267,
    0.8143487752438267,
    0.8143487752438267,
    0.7725897801461403,
    0.7725897801461403,
    0.7725897801461403,
    0.7725897801461403,
    0.7725897801461403,
    0.7725897801461403,
    0.7725897801461403,
    0.7825662314690502,
    0.7825662314690502,
    0.7825662314690502,
    0.7825662314690502,
    0.7825662314690502,
    0.7825662314690502,
    0.7825662314690502,
    0.83666072993072,
    0.83666072993072,
    0.83666072993072,
    0.83666072993072,
    0.83666072993072,
    0.83666072993072,
    0.83666072993072,
    0.8728162458499835,
    0.8728162458499835,
    0.8728162458499835,
    0.8728162458499835,
    0.8728162458499835,
    0.8728162458499835,
    0.889251336777221,
    0.889251336777221,
    0.889251336777221,
    0.889251336777221,
    0.889251336777221,
    0.889251336777221,
    0.889251336777221,
    0.896201721783279,
    0.896201721783279
  ],
  "3": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents.",
    "The polished floor is surrounded by dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, while career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, while tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths bearing colorful banners. Consulting firms have stacked glossy case study booklets on high tables, and career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting local residents, and tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.5487439310097866,
    0.5487439310097866,
    0.5487439310097866,
    0.5487439310097866,
    0.5487439310097866,
    0.5487439310097866,
    0.60111440163901,
    0.60111440163901,
    0.60111440163901,
    0.60111440163901,
    0.6441414930067566,
    0.6441414930067566,
    0.6441414930067566,
    0.6441414930067566,
    0.6441414930067566,
    0.6441414930067566,
    0.6441414930067566,
    0.6313826103155143,
    0.6313826103155143,
    0.6313826103155143,
    0.6313826103155143,
    0.6313826103155143,
    0.6313826103155143,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.7665816561768313,
    0.7665816561768313,
    0.7665816561768313,
    0.7665816561768313,
    0.7665816561768313,
    0.7665816561768313,
    0.7665816561768313,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.6988005658168004,
    0.7751836869206996,
    0.7751836869206996,
    0.7751836869206996,
    0.7751836869206996,
    0.7751836869206996
  ],
  "4": [
    "",
    "Alumni volunteers are gathered near the coffee station, delivering brief pep talks. Three alumni are present: David, Sarah, and Mark. David is speaking to a small group of students. Sarah is standing beside a table laden with coffee cups. Mark is standing near a whiteboard covered in diagrams.",
    "Alumni volunteers are gathered near the coffee station, with David delivering a pep talk to a small group of students. Sarah is standing beside a table laden with coffee cups, while Mark is standing near a whiteboard covered in diagrams. Students clutch resumes inside branded folders.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students. Sarah is standing beside a table laden with coffee cups, while Mark is standing near a whiteboard covered in diagrams. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students. Sarah is standing beside a table laden with coffee cups, while Mark is standing near a whiteboard covered in diagrams. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students. Sarah is standing beside a table laden with coffee cups, while Mark is standing near a whiteboard covered in diagrams. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students. Sarah is standing beside a table laden with coffee cups, while Mark is standing near a whiteboard covered in diagrams. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Sarah is standing beside a table laden with coffee cups, and Mark is standing near a whiteboard covered in diagrams. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students lining up outside the university gym before the career fair opens. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Sarah is standing beside a table laden with coffee cups, and Mark is standing near a whiteboard covered in diagrams. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are gathered near the coffee station as David delivers a pep talk to a small group of students lining up outside the university gym before the career fair opens. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while Sarah is standing beside a table laden with coffee cups and Mark is standing near a whiteboard covered in diagrams.",
    "David is delivering a pep talk to a small group of students lining up outside the university gym before the career fair opens. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Sarah is standing beside a table laden with coffee cups, and Mark is standing near a whiteboard covered in diagrams.",
    "Students line up outside the university gym before the career fair opens. Several students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A table laden with coffee cups is located beside Sarah, and Mark is standing near a whiteboard covered in diagrams."
  ],
  "4_score": [
    0.0,
    0.5530891721801499,
    0.5530891721801499,
    0.5530891721801499,
    0.5530891721801499,
    0.5389486891788636,
    0.5389486891788636,
    0.5389486891788636,
    0.5847414172749525,
    0.5847414172749525,
    0.5847414172749525,
    0.5847414172749525,
    0.5847414172749525,
    0.5847414172749525,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6173947210453752,
    0.6891682146539939,
    0.6891682146539939,
    0.6891682146539939,
    0.6891682146539939,
    0.6891682146539939,
    0.6891682146539939,
    0.8205599044538956,
    0.8205599044538956,
    0.8205599044538956,
    0.8205599044538956,
    0.8205599044538956,
    0.8205599044538956,
    0.8205599044538956,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7923519643714572,
    0.7982586313171385,
    0.7982586313171385,
    0.7982586313171385,
    0.7982586313171385,
    0.7982586313171385,
    0.7982586313171385,
    0.7907973089154238,
    0.7907973089154238,
    0.7907973089154238,
    0.7907973089154238,
    0.7907973089154238,
    0.7907973089154238,
    0.7953158652020937,
    0.7953158652020937,
    0.7953158652020937,
    0.7953158652020937,
    0.7953158652020937,
    0.7953158652020937,
    0.7953158652020937
  ],
  "5": [
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. The consulting firms stacked glossy case study booklets on high tables.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Career counselors reminded attendees to maintain eye contact. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Attendees maintained eye contact as consulting firms placed glossy case study booklets on high tables. Healthcare providers showcased community outreach photos depicting local residents. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "5_score": [
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.30160216830213366,
    0.30160216830213366,
    0.41384162894569887,
    0.41384162894569887,
    0.500540748720332,
    0.500540748720332,
    0.500540748720332,
    0.500540748720332,
    0.5368223515351633,
    0.5368223515351633,
    0.5368223515351633,
    0.5368223515351633,
    0.5368223515351633,
    0.5866871595007737,
    0.5866871595007737,
    0.5866871595007737,
    0.5866871595007737,
    0.5866871595007737,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6115214342898234,
    0.6000921840494975,
    0.6000921840494975,
    0.6000921840494975,
    0.6000921840494975,
    0.6000921840494975,
    0.6000921840494975,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6158336598332897,
    0.6480098486091977,
    0.6480098486091977,
    0.6480098486091977
  ],
  "6": [
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, waiting for the event to begin.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, waiting for the event to begin. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, waiting for the event to begin. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, waiting for the event to begin. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Several students are standing near the entrance, waiting for the event to begin. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.6035240818589682,
    0.6035240818589682,
    0.742208766203847,
    0.742208766203847,
    0.742208766203847,
    0.742208766203847,
    0.742208766203847,
    0.742208766203847,
    0.742208766203847,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.836759393898113,
    0.8762221293740253,
    0.8762221293740253,
    0.8762221293740253,
    0.8636764736652605,
    0.8636764736652605,
    0.8636764736652605,
    0.8636764736652605,
    0.8636764736652605,
    0.8636764736652605,
    0.8636764736652605,
    0.833855398708791,
    0.833855398708791,
    0.833855398708791,
    0.833855398708791,
    0.833855398708791,
    0.833855398708791,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8452701003241576,
    0.8396076740773879,
    0.8396076740773879,
    0.8396076740773879,
    0.8396076740773879,
    0.8396076740773879,
    0.8396076740773879,
    0.8396076740773879,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568,
    0.8783629585413568
  ],
  "7": [
    "",
    "Students clutch resumes inside branded folders. A blue folder with a silver logo is visible.",
    "Students hold resumes in branded folders, including a blue folder with a silver logo. Consulting firms have stacked glossy case study booklets on high tables.",
    "The scene features students presenting resumes in branded folders, notably a blue folder with a silver logo. Consulting firms have arranged glossy case study booklets on high tables. Alumni volunteers are offering quick pep talks near the coffee station.",
    "Students are presenting resumes within branded folders, including a blue folder with a silver logo. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers are delivering quick pep talks near the coffee station. Career counselors are reminding attendees to maintain eye contact.",
    "Students are presenting resumes within branded folders, including a blue folder with a silver logo. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers are delivering quick pep talks near the coffee station. Career counselors are reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "Students are presenting resumes within branded folders, including a blue folder with a silver logo. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers are delivering quick pep talks near the coffee station. Career counselors are reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Students are presenting resumes inside branded folders, including a blue folder with a silver logo. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers are delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors are reminding attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students are presenting resumes inside branded folders, including a blue folder with a silver logo. Consulting firms have placed glossy case study booklets on high tables, and alumni volunteers are delivering quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Career counselors are reminding attendees to maintain eye contact. An event announcement outlines the fair schedule over the PA system. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Attendees are navigating a career fair featuring consulting firms who have placed glossy case study booklets on high tables, alongside tech companies displaying demo screens showcasing their latest apps. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are delivering pep talks near the coffee station and career counselors are reminding attendees to maintain eye contact. An event announcement detailing the fair schedule is being broadcast over the PA system.",
    "Attendees are navigating a career fair featuring consulting firms with glossy case study booklets on high tables and tech companies displaying demo screens showcasing their latest apps. Event staff are scanning registrations and distributing lanyards at the entrance, while alumni volunteers are delivering pep talks near the coffee station and career counselors are reminding attendees to maintain eye contact. An event announcement detailing the fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms display glossy case study booklets on high tables and tech companies showcase demo screens of their latest apps. An event announcement detailing the fair schedule is being broadcast over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms display glossy case study booklets on high tables and tech companies showcase demo screens of their latest apps. An event announcement detailing the fair schedule is being broadcast over the PA system. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms display glossy case study booklets on high tables and tech companies showcase demo screens of their latest apps. Healthcare providers showcase community outreach photos. An event announcement detailing the fair schedule is being broadcast over the PA system."
  ],
  "7_score": [
    0.0,
    0.38037055094995387,
    0.38037055094995387,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.47241600152968494,
    0.6100582217083867,
    0.6100582217083867,
    0.6100582217083867,
    0.6100582217083867,
    0.6800581712852412,
    0.6800581712852412,
    0.6800581712852412,
    0.6800581712852412,
    0.7378102437868668,
    0.7378102437868668,
    0.7378102437868668,
    0.7378102437868668,
    0.7474854622145919,
    0.7474854622145919,
    0.7474854622145919,
    0.7474854622145919,
    0.7474854622145919,
    0.7474854622145919,
    0.7474854622145919,
    0.8165575969504526,
    0.8165575969504526,
    0.8165575969504526,
    0.8165575969504526,
    0.8165575969504526,
    0.8165575969504526,
    0.8065252735286523,
    0.8065252735286523,
    0.8065252735286523,
    0.8065252735286523,
    0.8065252735286523,
    0.8065252735286523,
    0.7524938595490036,
    0.7524938595490036,
    0.7524938595490036,
    0.7524938595490036,
    0.7524938595490036,
    0.7524938595490036,
    0.7524938595490036,
    0.7623582231715643,
    0.7623582231715643,
    0.7623582231715643,
    0.7623582231715643,
    0.7623582231715643,
    0.7954046748221659,
    0.7954046748221659,
    0.7954046748221659,
    0.7954046748221659,
    0.7954046748221659,
    0.7954046748221659,
    0.8421483248972319,
    0.8421483248972319,
    0.8421483248972319,
    0.8421483248972319,
    0.8421483248972319,
    0.8421483248972319
  ],
  "8": [
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees are maintaining eye contact as career counselors provide guidance. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance. Event staff are scanning registrations and distributing lanyards. Career counselors are reminding attendees to maintain eye contact.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance. Event staff are scanning registrations and distributing lanyards. Career counselors are reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance. Event staff are scanning registrations and distributing lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance. Event staff are scanning registrations and distributing lanyards. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance. Event staff are scanning registrations and distributing lanyards. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and healthcare providers showcase community outreach photos.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Attendees are maintaining eye contact as career counselors provide guidance at the entrance, while event staff are scanning registrations and distributing lanyards. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "8_score": [
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.612190627789173,
    0.612190627789173,
    0.6450281651565574,
    0.6450281651565574,
    0.6450281651565574,
    0.6235978527622706,
    0.6235978527622706,
    0.6235978527622706,
    0.7335427106075815,
    0.7335427106075815,
    0.7335427106075815,
    0.7335427106075815,
    0.7335427106075815,
    0.7536562225822749,
    0.7536562225822749,
    0.7536562225822749,
    0.7536562225822749,
    0.7536562225822749,
    0.7523805265619188,
    0.7523805265619188,
    0.7523805265619188,
    0.7523805265619188,
    0.7523805265619188,
    0.7523805265619188,
    0.8501580640731403,
    0.8501580640731403,
    0.8501580640731403,
    0.8501580640731403,
    0.8501580640731403,
    0.8501580640731403,
    0.8452328702398278,
    0.8452328702398278,
    0.8452328702398278,
    0.8452328702398278,
    0.8452328702398278,
    0.8452328702398278,
    0.8452328702398278,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8269381619387509,
    0.8453378979467376,
    0.8453378979467376,
    0.8453378979467376,
    0.8453378979467376,
    0.8453378979467376,
    0.8453378979467376,
    0.8453378979467376,
    0.842881301549432,
    0.842881301549432,
    0.842881301549432,
    0.842881301549432,
    0.842881301549432
  ],
  "9": [
    "",
    "",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The event is currently underway.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. The event is currently underway, with career counselors reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Career counselors are reminding attendees to maintain eye contact. A welcome announcement is outlining the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Career counselors are reminding attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. A welcome announcement is outlining the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, while a welcome announcement is outlining the fair schedule over the PA system. Healthcare providers showcase community outreach photos. Career counselors are reminding attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement is outlining the fair schedule over the PA system. Healthcare providers showcase community outreach photos, while career counselors are reminding attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement is outlining the fair schedule over the PA system. Healthcare providers showcase community outreach photos, while career counselors are reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement is outlining the fair schedule over the PA system. Healthcare providers showcase community outreach photos, while career counselors are reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement is outlining the fair schedule over the PA system. Healthcare providers showcase community outreach photos, while career counselors are reminding attendees to maintain eye contact. Students clutch resumes inside branded folders, and consulting firms stack glossy case study booklets on high tables.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners, while a welcome announcement details the fair schedule via the PA system. Attendees, including students clutching resumes in branded folders, are being scanned and given lanyards at the entrance. Healthcare providers are showcasing community outreach photos, and career counselors are reminding attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners, while a welcome announcement details the fair schedule over the PA system. Attendees, including students clutching resumes in branded folders, are being scanned and given lanyards at the entrance. Healthcare providers are showcasing community outreach photos, and career counselors are reminding attendees to maintain eye contact. Consulting firms have stacked glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.42858032741776453,
    0.42858032741776453,
    0.5545261952566762,
    0.5545261952566762,
    0.5545261952566762,
    0.5545261952566762,
    0.5545261952566762,
    0.6923986862000215,
    0.6923986862000215,
    0.6923986862000215,
    0.6923986862000215,
    0.7324258373842989,
    0.7324258373842989,
    0.7324258373842989,
    0.7324258373842989,
    0.7324258373842989,
    0.7324258373842989,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.6816311179770983,
    0.7070647606716108,
    0.7070647606716108,
    0.7070647606716108,
    0.7070647606716108,
    0.7070647606716108,
    0.7070647606716108,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7189328424864257,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.7041695149645686,
    0.6992656320910018,
    0.6992656320910018,
    0.6992656320910018
  ]
}