{
  "0": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall while healthcare providers showcase community outreach photos.",
    "Some students rehearse elevator pitches quietly against a wall while healthcare providers showcase community outreach photos, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, some students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; a robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews.",
    "At the venue, some students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; a robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, students rehearse elevator pitches quietly against a wall; healthcare providers showcase community outreach photos; a robotics startup flies a small drone above its booth to attract attention; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage.",
    "At the venue, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, students rehearse elevator pitches quietly against a wall while healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.38107721485859375,
    0.38107721485859375,
    0.38107721485859375,
    0.38107721485859375,
    0.38107721485859375,
    0.38107721485859375,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.40889922814381763,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.493841060847654,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.6469042563553644,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.5267521581781779,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212,
    0.8294266931783212
  ],
  "1": [
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At the event, the engineering society sponsors a resume review table near the stage, tech companies display demo screens showing their latest apps, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage, tech companies display demo screens showing their latest apps, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps, and networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps, and networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps; networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps; networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the career fair, the engineering society sponsors a resume review table near the stage, while tech companies display demo screens showing their latest apps. Networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.465515281449345,
    0.465515281449345,
    0.465515281449345,
    0.465515281449345,
    0.465515281449345,
    0.465515281449345,
    0.629293192435824,
    0.629293192435824,
    0.629293192435824,
    0.629293192435824,
    0.629293192435824,
    0.629293192435824,
    0.629293192435824,
    0.6129301822987006,
    0.6129301822987006,
    0.6129301822987006,
    0.6129301822987006,
    0.6129301822987006,
    0.6129301822987006,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7597541884831417,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7519572654488518,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.7584273219693345,
    0.859007333562599,
    0.859007333562599,
    0.859007333562599,
    0.859007333562599
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors remind attendees to maintain eye contact while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, attendees receive reminders from career counselors to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, attendees receive reminders from career counselors to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the polished floor. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.5226398759198647,
    0.6539894913866013,
    0.6539894913866013,
    0.6539894913866013,
    0.6539894913866013,
    0.6539894913866013,
    0.6539894913866013,
    0.6539894913866013,
    0.6027048974773119,
    0.6027048974773119,
    0.6027048974773119,
    0.6027048974773119,
    0.6027048974773119,
    0.6027048974773119,
    0.6027048974773119,
    0.7452420924271173,
    0.7452420924271173,
    0.7452420924271173,
    0.7452420924271173,
    0.7452420924271173,
    0.7452420924271173,
    0.7452420924271173,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.7904817329874183,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462,
    0.8536905295128462
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews during the career fair, while a welcome announcement over the PA system outlines the fair schedule.",
    "During the career fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while a welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. Nearby, alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while a welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders as healthcare providers showcase community outreach photos. Nearby, alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders while healthcare providers showcase community outreach photos. Nearby, alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5258914197111063,
    0.5258914197111063,
    0.5258914197111063,
    0.5258914197111063,
    0.5258914197111063,
    0.5258914197111063,
    0.5258914197111063,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.827405853183954,
    0.8346804545470132,
    0.8346804545470132,
    0.8346804545470132,
    0.8346804545470132,
    0.8346804545470132,
    0.8346804545470132,
    0.7998731038674637,
    0.7998731038674637,
    0.7998731038674637,
    0.7998731038674637,
    0.7998731038674637,
    0.7998731038674637,
    0.7998731038674637,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8157308314273548,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8470865763067873,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753,
    0.8684041505549753
  ],
  "4": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "A robotics startup showcases at its booth by flying a small drone overhead to attract attention, while finance firms offer QR codes for immediate internship applications.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the robotics startup's booth, a small drone is flown overhead to attract attention. Finance firms offer QR codes for immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.4833690910367668,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7529569856606882,
    0.7871699204743142,
    0.7871699204743142,
    0.7871699204743142,
    0.7871699204743142,
    0.7871699204743142,
    0.7871699204743142,
    0.7871699204743142,
    0.781632499387675,
    0.781632499387675,
    0.781632499387675,
    0.781632499387675,
    0.781632499387675,
    0.781632499387675,
    0.781632499387675,
    0.7949414932212002,
    0.7949414932212002,
    0.7949414932212002,
    0.7949414932212002,
    0.7949414932212002,
    0.7949414932212002,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8044170163277468,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529,
    0.8084492185505529
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom as students line up outside the university gym before the career fair opens; some students rehearse elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom while students line up outside the university gym before the career fair opens; some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops begin in the adjoining classroom as the career fair approaches. Outside the university gym, students line up before it opens, with some quietly rehearsing elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops run in the adjoining classroom as the career fair approaches. Outside the university gym, students line up before it opens, with some quietly rehearsing elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station.",
    "As the career fair approaches, networking etiquette workshops run in the adjoining classroom. Outside the university gym, students line up before it opens, with some quietly rehearsing elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "As the career fair nears, etiquette workshops run in the adjoining classroom. Outside the university gym, students line up before it opens, with some quietly rehearsing elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "As the career fair nears, etiquette workshops run in the adjoining classroom. Outside the university gym, students line up before the fair opens, with some quietly rehearsing elevator pitches against the wall. The engineering society sponsors a resume review table near the stage; HR teams jot notes on tablets as students introduce themselves. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.41356842085760126,
    0.42975987566407364,
    0.42975987566407364,
    0.42975987566407364,
    0.42975987566407364,
    0.42975987566407364,
    0.42975987566407364,
    0.42975987566407364,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.5999812957619257,
    0.7617589533476564,
    0.7617589533476564,
    0.7617589533476564,
    0.7617589533476564,
    0.7617589533476564,
    0.7617589533476564,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.774362564686039,
    0.8522001316046648,
    0.8522001316046648,
    0.8522001316046648,
    0.8522001316046648,
    0.8522001316046648,
    0.8522001316046648,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.8750075598220264,
    0.882322268049027,
    0.882322268049027,
    0.882322268049027,
    0.882322268049027,
    0.882322268049027,
    0.882322268049027
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In an adjoining classroom, networking etiquette workshops have begun; some students are quietly rehearsing elevator pitches against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In an adjoining classroom, networking etiquette workshops have begun; some students are quietly rehearsing elevator pitches against the wall. Finance firms are offering QR codes for immediate internship applications. Students are clutching resumes inside branded folders.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. In an adjoining classroom, networking etiquette workshops have begun, with some students quietly rehearsing elevator pitches against the wall. Finance firms are offering QR codes for immediate internship applications. Students are clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, networking etiquette workshops have begun, with some students quietly rehearsing elevator pitches against the wall. Finance firms are offering QR codes for immediate internship applications. Students are clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.3923418302695227,
    0.6686533506255161,
    0.6686533506255161,
    0.6686533506255161,
    0.6686533506255161,
    0.6686533506255161,
    0.6686533506255161,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7477121251015215,
    0.7414782925695855,
    0.7414782925695855,
    0.7414782925695855,
    0.7414782925695855,
    0.7414782925695855,
    0.7414782925695855,
    0.7414782925695855,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.7563878619651063,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8233172040046136,
    0.8885760608776987,
    0.8885760608776987,
    0.8885760608776987,
    0.8885760608776987
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, as students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym before the career fair opens, students line up as an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.43002742801522675,
    0.43002742801522675,
    0.43002742801522675,
    0.43002742801522675,
    0.43002742801522675,
    0.46001756984290076,
    0.46001756984290076,
    0.46001756984290076,
    0.46001756984290076,
    0.46001756984290076,
    0.46001756984290076,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.5969214958189952,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.7744158912954056,
    0.8140450074773316,
    0.8140450074773316,
    0.8140450074773316,
    0.8140450074773316,
    0.8140450074773316,
    0.8140450074773316,
    0.8140450074773316,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8265811754555044,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926,
    0.8383664769518926
  ],
  "8": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the university gym in advance of the career fair opening.",
    "A career fair is set within the university gym, where dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the gym in advance of the fair's opening.",
    "A career fair is set within the university gym, where dozens of booths with colorful banners encircle the polished floor, forming a ring around the venue. Students line up outside the gym in advance of the fair's opening. Finance firms offer QR codes for immediate internship applications.",
    "A career fair is set within the university gym, with dozens of booths and colorful banners encircling the polished floor, forming a ring around the venue. Students line up outside the gym in advance of the fair’s opening. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. Tech companies display demo screens showing their latest apps.",
    "Inside the university gym, a career fair hosts dozens of booths and colorful banners that encircle the polished floor, forming a ring around the venue. Students line up outside the gym in advance of opening. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor, forming a ring around the venue. Students line up outside the gym in advance of opening. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Inside the university gym, a career fair unfolds with dozens of booths and colorful banners encircling the polished floor, forming a ring around the venue. Students line up outside the gym in advance of opening. Finance firms offer QR codes for immediate internship applications, enabling on-the-spot submissions. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.571385455902226,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.6000248972852567,
    0.7930098486881978,
    0.7930098486881978,
    0.7930098486881978,
    0.7930098486881978,
    0.7930098486881978,
    0.7930098486881978,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.823131310221193,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8187189295300431,
    0.8279588880605555,
    0.8279588880605555,
    0.8279588880605555,
    0.8279588880605555,
    0.8279588880605555,
    0.8279588880605555,
    0.8279588880605555,
    0.8342704149680474,
    0.8342704149680474,
    0.8342704149680474,
    0.8342704149680474
  ],
  "9": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards, while groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.4187162250207011,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.762293136840015,
    0.796308107684313,
    0.796308107684313,
    0.796308107684313,
    0.796308107684313,
    0.796308107684313,
    0.796308107684313,
    0.7921312814924024,
    0.7921312814924024,
    0.7921312814924024,
    0.7921312814924024,
    0.7921312814924024,
    0.7921312814924024,
    0.7921312814924024,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8126414018726917,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8535713043688858,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032,
    0.8487483237526032
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students rehearse elevator pitches quietly against the wall, practicing delivery while maintaining a low volume.",
    "Several students rehearse elevator pitches quietly against the wall, practicing delivery at a low volume, while clutching resumes inside branded folders.",
    "Several students rehearse elevator pitches quietly against a wall, practicing delivery at a low volume while clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach.",
    "Several students rehearse elevator pitches quietly against a wall, delivering at a low volume while clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach. Workshops on networking etiquette begin in the adjoining classroom.",
    "Several students rehearse elevator pitches quietly against a wall, delivering at a low volume while clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Students rehearse elevator pitches quietly against a wall, delivering at a low volume while clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "In a shared event space, students rehearse elevator pitches quietly against a wall, delivering at a low volume while clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared event space, students rehearse elevator pitches quietly against a wall, delivering at low volume and clutching resumes inside branded folders. Healthcare providers showcase photographs of community outreach. In the adjoining classroom, workshops on networking etiquette begin. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2250222651986779,
    0.2250222651986779,
    0.2250222651986779,
    0.2250222651986779,
    0.2250222651986779,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.3102383872804984,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.48399239708285885,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6266150885871262,
    0.6713152241284037,
    0.6713152241284037,
    0.6713152241284037,
    0.6713152241284037,
    0.6713152241284037,
    0.6713152241284037,
    0.6713152241284037,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.6879414354288564,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7370163391897873,
    0.7261861700935666,
    0.7261861700935666
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair, while healthcare providers showcase community outreach photos.",
    "In a shared event space, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair, while healthcare providers showcase community outreach photos. At the same time, human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared event space, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair, while healthcare providers showcase community outreach photos. At the same time, human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared event space, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Healthcare providers showcase community outreach photos. At the same time, human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared event space, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies show demo screens displaying their latest apps.",
    "In a shared event space, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies show demo screens displaying their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared event space, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies show demo screens displaying their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "In a shared event space, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Healthcare providers display community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Tech companies show demo screens displaying their latest apps. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.3918020428623349,
    0.3918020428623349,
    0.3918020428623349,
    0.3918020428623349,
    0.3918020428623349,
    0.3918020428623349,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.6199353896133895,
    0.7525594867644418,
    0.7525594867644418,
    0.7525594867644418,
    0.7525594867644418,
    0.7525594867644418,
    0.7525594867644418,
    0.7525594867644418,
    0.8095959869098072,
    0.8095959869098072,
    0.8095959869098072,
    0.8095959869098072,
    0.8095959869098072,
    0.8095959869098072,
    0.8095959869098072,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.863475817496283,
    0.8458115571097833,
    0.8458115571097833,
    0.8458115571097833,
    0.8458115571097833,
    0.8458115571097833
  ],
  "12": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews while students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews as students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.4379701164803452,
    0.6126263530830751,
    0.6126263530830751,
    0.6126263530830751,
    0.6126263530830751,
    0.6126263530830751,
    0.6126263530830751,
    0.6126263530830751,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.6088445599500636,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7608377994262139,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.7620358320256142,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072,
    0.8248391976866072
  ],
  "13": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the fair, career counselors remind attendees to maintain eye contact, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "At the fair, career counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the career fair, counselors remind attendees to maintain eye contact and a welcome PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. At the entrance, event staff scan registrations and hand out lanyards while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Students line up outside the university gym before the event opens. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, counselors remind attendees to maintain eye contact and a welcome PA announcement outlines the schedule. Students line up outside the university gym before the event opens. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Students line up outside the university gym before the event opens. At the entrance, event staff scan registrations and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.488077675714558,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.8144123413561111,
    0.6512662177582185,
    0.6512662177582185,
    0.6512662177582185,
    0.6512662177582185,
    0.6512662177582185,
    0.8442903831825979,
    0.8442903831825979,
    0.8442903831825979,
    0.8442903831825979,
    0.8442903831825979,
    0.8442903831825979,
    0.8442903831825979,
    0.7829031898628414,
    0.7829031898628414,
    0.7829031898628414,
    0.7829031898628414,
    0.7829031898628414,
    0.7829031898628414,
    0.7829031898628414,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8456374425588902,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8473105002146208,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915,
    0.8470327702216915
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photos as part of the event, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees.",
    "At the event, healthcare providers display community outreach photos as part of the program, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage.",
    "At the event, healthcare providers display community outreach photos as part of the program, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers display community outreach photos as part of the program, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews, offering guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, healthcare providers display community outreach photos as part of the program, while human resources teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews and offers guidance to attendees. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.6141716077405419,
    0.6141716077405419,
    0.6141716077405419,
    0.6141716077405419,
    0.6141716077405419,
    0.6141716077405419,
    0.6141716077405419,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7579601939516509,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.7787639247711479,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069,
    0.8514623221883069
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station while students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station as students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event venue for the career fair, alumni volunteers deliver quick pep talks near the coffee station while students line up outside the university gym before the fair opens. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair venue, alumni volunteers give quick pep talks near the coffee station while students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4151463004170342,
    0.4151463004170342,
    0.4151463004170342,
    0.4151463004170342,
    0.4151463004170342,
    0.4151463004170342,
    0.614385185136455,
    0.614385185136455,
    0.614385185136455,
    0.614385185136455,
    0.614385185136455,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.647146066794963,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8255120238107945,
    0.8490777132212233,
    0.8490777132212233,
    0.8490777132212233,
    0.8490777132212233,
    0.8490777132212233,
    0.8490777132212233,
    0.8490777132212233,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.865593380578724,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8941942397469167,
    0.8993925556735651,
    0.8993925556735651,
    0.8993925556735651,
    0.8993925556735651,
    0.8993925556735651,
    0.8993925556735651
  ],
  "16": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement over the PA system outlines the fair schedule, establishing the event’s flow. Career counselors direct unsure students toward applicable industries.",
    "A welcome announcement over the PA system outlines the fair’s schedule and the event’s flow. Career counselors guide unsure students toward industries that fit their interests. Alumni volunteers deliver quick pep talks near the coffee station.",
    "A welcome announcement over the PA system outlines the fair’s schedule and the event’s flow. Career counselors guide unsure students toward industries that fit their interests. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA system outlines the fair’s schedule and the event’s flow. Career counselors guide unsure students toward industries that fit their interests. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement over the PA system outlines the fair’s schedule and event flow. Career counselors guide unsure students toward industries that fit their interests. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "At the fair, a welcome announcement over the PA outlines the schedule and event flow. Career counselors guide unsure students toward industries that fit their interests, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to draw attention. Throughout, career counselors remind attendees to maintain eye contact."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.6709284607218325,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8117119783308917,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8450134502688833,
    0.8682583471622374,
    0.8682583471622374,
    0.8682583471622374,
    0.8682583471622374,
    0.8682583471622374,
    0.8682583471622374,
    0.8682583471622374,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8873649367138823,
    0.8851475586492424,
    0.8851475586492424,
    0.8851475586492424,
    0.8851475586492424,
    0.8851475586492424
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom.",
    "Consulting firms stack glossy case study booklets on high tables, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Consulting firms stack glossy case-study booklets on high tables as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall; others line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Consulting firms stack glossy case-study booklets on high tables as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms have stacked glossy case-study booklets on high tables as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.3237558080983228,
    0.4926575970362973,
    0.4926575970362973,
    0.4926575970362973,
    0.4926575970362973,
    0.4926575970362973,
    0.4926575970362973,
    0.4926575970362973,
    0.550680839456302,
    0.550680839456302,
    0.550680839456302,
    0.550680839456302,
    0.550680839456302,
    0.550680839456302,
    0.550680839456302,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.7061855794659933,
    0.6676532832471671,
    0.6676532832471671,
    0.6676532832471671,
    0.6676532832471671,
    0.6676532832471671,
    0.6676532832471671,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7703372457637196,
    0.7756140081626324,
    0.7756140081626324,
    0.7756140081626324,
    0.7756140081626324,
    0.7756140081626324,
    0.7756140081626324,
    0.7756140081626324
  ],
  "18": [
    "",
    "",
    "Healthcare providers are displaying photographs from their community outreach efforts.",
    "Healthcare providers are displaying photographs from their community outreach efforts, and alumni volunteers are sharing quick pep talks near the coffee station.",
    "Healthcare providers are displaying photographs from their community outreach efforts, while alumni volunteers are sharing quick pep talks near the coffee station; career counselors are reminding attendees to maintain eye contact.",
    "Healthcare providers are displaying photographs from their community outreach efforts, while alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact.",
    "Healthcare providers are displaying photographs from their community outreach efforts, while alumni volunteers are sharing quick pep talks near the coffee station, and career counselors are reminding attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Healthcare providers display photographs from their community outreach efforts at the fair, while alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display photographs from their community outreach efforts, while alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display photographs from their community outreach efforts, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display and showcase photographs from their community outreach efforts, while alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display and showcase photographs from their community outreach efforts. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, healthcare providers display photographs from their community outreach efforts. Alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "18_score": [
    0.0,
    0.0,
    0.2734059941262545,
    0.2734059941262545,
    0.2734059941262545,
    0.2734059941262545,
    0.2734059941262545,
    0.2683437362559299,
    0.2683437362559299,
    0.2683437362559299,
    0.2683437362559299,
    0.2683437362559299,
    0.3576702029763143,
    0.3576702029763143,
    0.3576702029763143,
    0.3576702029763143,
    0.3576702029763143,
    0.3576702029763143,
    0.3210887430043625,
    0.3210887430043625,
    0.3210887430043625,
    0.3210887430043625,
    0.3210887430043625,
    0.5395229795301848,
    0.5395229795301848,
    0.5395229795301848,
    0.5395229795301848,
    0.5395229795301848,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.8390216367538055,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.850687693121952,
    0.8476744399099769,
    0.8476744399099769,
    0.8476744399099769,
    0.8476744399099769,
    0.8476744399099769,
    0.8476744399099769,
    0.8476744399099769,
    0.8481730649067618,
    0.8481730649067618,
    0.8481730649067618,
    0.8481730649067618,
    0.8481730649067618,
    0.8481730649067618,
    0.8481730649067618,
    0.8428645322787274,
    0.8428645322787274,
    0.8428645322787274,
    0.8428645322787274,
    0.8428645322787274,
    0.8428645322787274,
    0.8456665430752714,
    0.8456665430752714
  ],
  "19": [
    "",
    "",
    "",
    "Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, and consulting firms are stacking glossy case study booklets on high tables.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system. Inside, students clutch resumes stored in branded folders.",
    "At the campus, alumni volunteers deliver quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system. Inside, students clutch resumes stored in branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the campus, alumni volunteers deliver quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens as a welcome announcement outlines the fair schedule over the PA system. Inside, students clutch resumes stored in branded folders, and workshops on networking etiquette begin in the adjoining classroom.",
    "On campus, alumni volunteers give quick pep talks near the coffee station while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, as a welcome announcement outlines the fair schedule over the PA system. Inside, students clutch resumes stored in branded folders, and workshops on networking etiquette begin in the adjoining classroom."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.33328552522427063,
    0.32655349484830126,
    0.32655349484830126,
    0.32655349484830126,
    0.32655349484830126,
    0.32655349484830126,
    0.5458801527787763,
    0.5458801527787763,
    0.5458801527787763,
    0.5458801527787763,
    0.5458801527787763,
    0.5458801527787763,
    0.5458801527787763,
    0.5863233232994421,
    0.5863233232994421,
    0.5863233232994421,
    0.5863233232994421,
    0.5863233232994421,
    0.5863233232994421,
    0.5863233232994421,
    0.7437339112752557,
    0.7437339112752557,
    0.7437339112752557,
    0.7437339112752557,
    0.7437339112752557,
    0.7437339112752557,
    0.7437339112752557,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7297656898810884,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7707691594016846,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7677296722590399,
    0.7663194486593279,
    0.7663194486593279,
    0.7663194486593279
  ],
  "20": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Alumni volunteers share quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop; and the engineering society sponsors a resume review table near the stage.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop; and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop; and the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "The event features several aligned activities: alumni volunteers give quick pep talks near the coffee station; event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; a cybersecurity company runs a password cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; and a robotics startup flies a small drone above its booth for attention.",
    "At the event, multiple aligned activities create a multi-faceted program. Alumni volunteers give quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "20_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.37236521282940116,
    0.5234348425361013,
    0.5234348425361013,
    0.5234348425361013,
    0.5234348425361013,
    0.5234348425361013,
    0.5234348425361013,
    0.7310606460257414,
    0.7310606460257414,
    0.7310606460257414,
    0.7310606460257414,
    0.7310606460257414,
    0.7310606460257414,
    0.76479740428366,
    0.76479740428366,
    0.76479740428366,
    0.76479740428366,
    0.76479740428366,
    0.76479740428366,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.6502186307404942,
    0.814753589438059,
    0.814753589438059,
    0.814753589438059,
    0.814753589438059,
    0.814753589438059,
    0.814753589438059,
    0.814753589438059,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.8000089898290068,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.5489803498453034,
    0.8676380540622213
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "The scene is set outside the university gym, with students lined up ahead of the career fair opening, as an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students are lined up ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students are lined up ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students are lined up ahead of the career fair opening, while an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students are lined up ahead of the career fair opening. An alumni panel is discussing how to prepare for technical interviews. A cybersecurity company is running a password cracking challenge on a laptop. Workshops on networking etiquette have begun in the adjoining classroom.",
    "Outside the university gym, students are lined up ahead of the career fair opening. An alumni panel is discussing how to prepare for technical interviews. A cybersecurity company is running a password cracking challenge on a laptop, while workshops on networking etiquette have begun in the adjoining classroom.",
    "Outside the university gym, students are lined up ahead of the career fair opening. An alumni panel is discussing how to prepare for technical interviews. A cybersecurity company is running a password cracking challenge on a laptop, while workshops on networking etiquette have begun in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.4284939417978495,
    0.41573430491053,
    0.41573430491053,
    0.41573430491053,
    0.41573430491053,
    0.41573430491053,
    0.41573430491053,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.5661890846965217,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.7326390744720481,
    0.6986629539399171,
    0.6986629539399171,
    0.6986629539399171,
    0.6986629539399171,
    0.6986629539399171,
    0.6986629539399171,
    0.6986629539399171,
    0.7145509900996331,
    0.7145509900996331,
    0.7145509900996331,
    0.7145509900996331,
    0.7145509900996331,
    0.7145509900996331,
    0.7145509900996331
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue, the engineering society sponsors a resume review table positioned near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, the engineering society sponsors a resume review table positioned near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "At the venue, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue for the career fair, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the career fair venue, the university gym hosts multiple stations: the engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym hosting the career fair, multiple stations operate: the engineering society sponsors a resume review table near the stage; an alumni panel discusses how to prepare for technical interviews; consulting firms stack glossy case study booklets on high tables; alumni volunteers offer quick pep talks near the coffee station; healthcare providers showcase community outreach photos; workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.40445493794140225,
    0.40445493794140225,
    0.40445493794140225,
    0.40445493794140225,
    0.40445493794140225,
    0.595274572371026,
    0.595274572371026,
    0.595274572371026,
    0.595274572371026,
    0.595274572371026,
    0.595274572371026,
    0.7298082493490807,
    0.7298082493490807,
    0.7298082493490807,
    0.7298082493490807,
    0.7298082493490807,
    0.7298082493490807,
    0.7298082493490807,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7504551380231935,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.7559745017145141,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.831327431429243,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8261566971829155,
    0.8301656623334026,
    0.8301656623334026,
    0.8301656623334026
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students are lined up outside the university gym in anticipation of the career fair opening, while a welcome announcement over the PA system outlines the fair's schedule.",
    "Students are lined up outside the university gym in anticipation of the career fair opening, while a welcome announcement over the PA system outlines the fair's schedule. Students clutch resumes inside branded folders.",
    "Students are lined up outside the university gym in anticipation of the career fair opening, while a welcome announcement over the PA system outlines the fair’s schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym in anticipation of the career fair opening, while a welcome announcement over the PA system outlines the fair’s schedule. Inside, students clutch resumes in branded folders. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up in anticipation of the career fair opening, as a welcome announcement over the PA system outlines the fair's schedule. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and a robotics startup draws attention by flying a small drone above its booth.",
    "Outside the university gym, students line up in anticipation of the career fair opening as a welcome announcement over the PA system outlines the schedule. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and a robotics startup draws attention by flying a small drone above its booth. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up for the career fair opening as a welcome announcement over the PA system outlines the schedule. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and a robotics startup draws attention by flying a small drone above its booth. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up for the career fair opening as a welcome announcement over the PA system outlines the schedule. Inside, students clutch resumes in branded folders while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and a robotics startup draws attention by flying a small drone above its booth. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4294497849811302,
    0.4294497849811302,
    0.4294497849811302,
    0.4294497849811302,
    0.4294497849811302,
    0.4294497849811302,
    0.4294497849811302,
    0.5839002709958283,
    0.5839002709958283,
    0.5839002709958283,
    0.5839002709958283,
    0.5839002709958283,
    0.5839002709958283,
    0.7723552051744327,
    0.7723552051744327,
    0.7723552051744327,
    0.7723552051744327,
    0.7723552051744327,
    0.7723552051744327,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.7864934044716587,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8313774444328337,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8479911686674916,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119,
    0.8655272908487119
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is running a password-cracking challenge on a laptop. The company is the organizer, and the laptop is the execution platform for the challenge.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, which serves as the execution platform for the challenge. The company is the organizer, and alumni volunteers share brief pep talks near the coffee station.",
    "A cybersecurity company is organizing a password-cracking challenge conducted on a laptop that serves as the execution platform for the challenge. The company is the organizer. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance.",
    "A cybersecurity company is organizing a password-cracking challenge conducted on a laptop that serves as the execution platform for the challenge; the company acts as the organizer. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company is organizing a password-cracking challenge conducted on a laptop that serves as the execution platform, with the company acting as the organizer. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables.",
    "A cybersecurity company is organizing a password-cracking challenge conducted on a laptop that serves as the execution platform, with the company acting as organizer. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event, a cybersecurity company is organizing a password-cracking challenge conducted on a laptop that serves as the execution platform, with the company acting as organizer. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company organizes a password-cracking challenge conducted on a laptop that serves as the execution platform. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company organizes a password-cracking challenge conducted on a laptop that serves as the execution platform. Alumni volunteers deliver brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume-review table near the stage. Consulting firms stack glossy case-study booklets on high tables. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38939964686671913,
    0.38939964686671913,
    0.38939964686671913,
    0.38939964686671913,
    0.38939964686671913,
    0.4153600484745101,
    0.4153600484745101,
    0.4153600484745101,
    0.4153600484745101,
    0.4153600484745101,
    0.609957209592324,
    0.609957209592324,
    0.609957209592324,
    0.609957209592324,
    0.609957209592324,
    0.609957209592324,
    0.609957209592324,
    0.6502223354749652,
    0.6502223354749652,
    0.6502223354749652,
    0.6502223354749652,
    0.6502223354749652,
    0.6502223354749652,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.6949397206813585,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7176939369570474,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7815774917062845,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385,
    0.7907221069162385
  ],
  "25": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, framing the space. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering insights to participants.",
    "Across the event space, workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, framing the space. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering insights to participants. Tech companies display demo screens showing their latest apps.",
    "Workshops on networking etiquette begin in the adjoining classroom while dozens of booths with colorful banners circle the polished floor, framing the event space. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering insights to participants. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette take place in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor, framing the event space. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering insights to participants. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The scene centers on a large campus event space where dozens of booths with colorful banners encircle the polished floor, framing the career fair. Workshops on networking etiquette occur in the adjoining classroom. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering insights to participants. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on a large campus event space hosting a career fair, with dozens of booths and colorful banners encircling a polished floor. Workshops on networking etiquette take place in an adjoining classroom. Event staff scan registrations at the entrance and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews, offering practical insights to participants. Tech companies display demo screens showing their latest apps. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "25_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.3536313332508598,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.5460770095396447,
    0.7539560651104515,
    0.7539560651104515,
    0.7539560651104515,
    0.7539560651104515,
    0.7539560651104515,
    0.7539560651104515,
    0.7539560651104515,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.7796021422147745,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8160704461758304,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.8358268558155575,
    0.863975020274488,
    0.863975020274488,
    0.863975020274488,
    0.863975020274488,
    0.863975020274488,
    0.863975020274488,
    0.8467426061573418,
    0.8467426061573418,
    0.8467426061573418,
    0.8467426061573418,
    0.8467426061573418,
    0.8467426061573418
  ],
  "26": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette have begun in the adjoining classroom. A cybersecurity company is running a password cracking challenge on a laptop.",
    "Workshops on networking etiquette have begun in the adjoining classroom. A cybersecurity company is running a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette have begun in the adjoining classroom, a cybersecurity company is running a password cracking challenge on a laptop, the engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches quietly against the wall.",
    "Multiple activities are unfolding at the venue: workshops on networking etiquette have begun in the adjoining classroom; a cybersecurity company is running a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, multiple activities are underway: networking etiquette workshops have begun in the adjoining classroom. A cybersecurity company is running a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue, multiple activities are underway. Networking etiquette workshops have begun in the adjoining classroom; a cybersecurity company is running a password-cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage; some students rehearse elevator pitches quietly against the wall; event staff scan registrations and hand out lanyards at the entrance; human resources teams jot notes on tablets as students introduce themselves; and tech companies display demo screens showing their latest apps.",
    "At the venue, several activities are in progress: networking etiquette workshops have begun in the adjoining classroom; a cybersecurity company is running a password-cracking challenge on a laptop; the engineering society sponsors a resume review table near the stage; some students rehearse elevator pitches quietly against the wall; event staff scan registrations and hand out lanyards at the entrance; human resources teams jot notes on tablets as students introduce themselves; tech companies display demo screens showing their latest apps; and consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4698237672456656,
    0.4698237672456656,
    0.4698237672456656,
    0.4698237672456656,
    0.4698237672456656,
    0.4698237672456656,
    0.4698237672456656,
    0.5805609608553971,
    0.5805609608553971,
    0.5805609608553971,
    0.5805609608553971,
    0.5805609608553971,
    0.5805609608553971,
    0.5805609608553971,
    0.3524410458487883,
    0.3524410458487883,
    0.3524410458487883,
    0.3524410458487883,
    0.3524410458487883,
    0.3524410458487883,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.6958899532409922,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.7417826735299318,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.5960124015620266,
    0.46562880751129715,
    0.46562880751129715
  ],
  "27": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, with career counselors reminding attendees to maintain eye contact.",
    "Networking etiquette workshops are under way in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Meanwhile, students line up outside the university gym in the lead-up to the career fair opening.",
    "Networking etiquette workshops are under way in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Meanwhile, students line up outside the university gym in the lead-up to the career fair opening. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are under way in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Meanwhile, students line up outside the university gym in the lead-up to the career fair opening. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair setup, networking etiquette workshops are under way in the adjoining classroom as career counselors remind attendees to maintain eye contact. Outside the university gym, students line up ahead of the career fair opening. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the university career fair setup, workshops on networking etiquette are in the adjoining classroom, with career counselors urging attendees to maintain eye contact. Outside the gym, students line up ahead of the fair’s opening. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair setup, workshops on networking etiquette are in the adjoining classroom, with career counselors urging attendees to maintain eye contact. Outside the gym, students line up ahead of the fair’s opening. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to draw attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.3223097937588201,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.5183759527254472,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6690472187071903,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.6886807257920353,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8256888710608862,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085,
    0.8459847645798085
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the robotics startup's booth, a small drone flies overhead to attract attention. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the robotics startup's booth, a small drone flies overhead to attract attention. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the robotics startup's booth, a small drone flies overhead to attract attention. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the robotics startup's booth, a small drone flies overhead to attract attention. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the robotics startup's booth, a small drone flies overhead to attract attention. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the trade show venue, the robotics startup's booth features a small drone flying overhead to attract attention. Nearby, consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.5043151770493239,
    0.5043151770493239,
    0.5043151770493239,
    0.5043151770493239,
    0.5043151770493239,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.7179196835289922,
    0.74739723214402,
    0.74739723214402,
    0.74739723214402,
    0.74739723214402,
    0.74739723214402,
    0.74739723214402,
    0.74739723214402,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7720483459661119,
    0.7779681305459208,
    0.7779681305459208,
    0.7779681305459208
  ],
  "29": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while a welcome announcement over the PA system outlines the fair schedule.",
    "A venue hosts a fair-like event on a polished floor, where dozens of booths with colorful banners circle the space. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table.",
    "At a venue hosting a fair-like event on a polished floor, dozens of booths with colorful banners circle the space. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps.",
    "The venue hosts a fair-like event on a polished floor, with dozens of booths arranged around the space, each adorned with colorful banners. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, a fair-like event unfolds on a polished floor, with dozens of booths arranged around the space, each booth adorned with colorful banners. A welcome announcement plays over the PA system, outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "A fair-like event unfolds on a polished floor, with dozens of booths around the space, each booth adorned with colorful banners. A welcome announcement plays over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "A fair-like event unfolds on a polished floor, with dozens of booths around the space, each booth adorned with colorful banners. A welcome announcement plays over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "A fair-like event unfolds on a polished floor with dozens of booths arranged around the space, each booth adorned with colorful banners. A welcome announcement plays over the PA system outlining the fair schedule. Near the stage, the engineering society sponsors a resume review table. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.4493761644942206,
    0.4493761644942206,
    0.4493761644942206,
    0.4493761644942206,
    0.4493761644942206,
    0.4493761644942206,
    0.4493761644942206,
    0.7215857739719732,
    0.7215857739719732,
    0.7215857739719732,
    0.7215857739719732,
    0.7215857739719732,
    0.7599147723990927,
    0.7599147723990927,
    0.7599147723990927,
    0.7599147723990927,
    0.7599147723990927,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8544644514893205,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8490609583451126,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8686372534420086,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8728298291147865,
    0.8973589950358336
  ],
  "30": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance, while career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase community outreach photos, and in the adjoining classroom, networking etiquette workshops begin. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos, while in the adjoining classroom networking etiquette workshops begin. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "Healthcare providers showcase community outreach photos while networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "A multi-event gathering unfolds: healthcare providers showcase community outreach photos while networking etiquette workshops run in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "A multi-event gathering at the university features healthcare providers displaying community outreach photos and networking etiquette workshops held in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards as career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.5108870863808858,
    0.5108870863808858,
    0.5108870863808858,
    0.5108870863808858,
    0.5108870863808858,
    0.5108870863808858,
    0.5108870863808858,
    0.5567364796042742,
    0.5567364796042742,
    0.5567364796042742,
    0.5567364796042742,
    0.5567364796042742,
    0.5567364796042742,
    0.6905227488862934,
    0.6905227488862934,
    0.6905227488862934,
    0.6905227488862934,
    0.6905227488862934,
    0.6905227488862934,
    0.7231148692663708,
    0.7231148692663708,
    0.7231148692663708,
    0.7231148692663708,
    0.7231148692663708,
    0.7231148692663708,
    0.7231148692663708,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7602192765133199,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7611925254471847,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887,
    0.7646189775663887
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up in anticipation of the career fair opening, as healthcare providers showcase community outreach photos nearby. Several students stand along the wall, rehearsing elevator pitches quietly.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while healthcare providers showcase community outreach photos nearby; several students stand along the wall rehearsing elevator pitches quietly.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while healthcare providers showcase community outreach photos nearby; several students stand along the wall rehearsing elevator pitches quietly. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up in anticipation of the career fair opening, while healthcare providers showcase community outreach photos nearby. Several students stand along the wall rehearsing elevator pitches quietly. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5095594222239311,
    0.5095594222239311,
    0.5095594222239311,
    0.5095594222239311,
    0.5095594222239311,
    0.5095594222239311,
    0.49709086963779947,
    0.49709086963779947,
    0.49709086963779947,
    0.49709086963779947,
    0.49709086963779947,
    0.49709086963779947,
    0.49709086963779947,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.3834093073184558,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.5315301678507423,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249,
    0.6705793989642249
  ],
  "32": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "Near the stage, the engineering society sponsors a resume review table. A robotics startup occupies a booth and flies a small drone overhead to attract attention.",
    "Near the stage, the engineering society sponsors a resume review table. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage. A robotics startup occupies a booth and flies a small drone overhead to attract attention. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the fair opens. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair site, the engineering society sponsors a resume review table near the stage; a robotics startup occupies a booth and flies a small drone overhead to attract attention; event staff scan registrations and hand out lanyards at the entrance; students line up outside the university gym before the fair opens; a welcome announcement outlines the fair schedule over the PA system; alumni volunteers share quick pep talks near the coffee station; finance firms offer QR codes for immediate internship applications; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5938217743928877,
    0.5938217743928877,
    0.5938217743928877,
    0.5938217743928877,
    0.5938217743928877,
    0.5938217743928877,
    0.7771082512155536,
    0.7771082512155536,
    0.7771082512155536,
    0.7771082512155536,
    0.7771082512155536,
    0.7771082512155536,
    0.7771082512155536,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8544369685289868,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8546680588416664,
    0.8630702076196689,
    0.8630702076196689,
    0.8630702076196689,
    0.8630702076196689,
    0.8630702076196689,
    0.8630702076196689,
    0.8630702076196689,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8846853249027016,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.8960673251217373,
    0.5958999945939469,
    0.5958999945939469,
    0.5958999945939469
  ],
  "33": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening, while consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym ahead of the career fair opening, while consulting firms stack glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while consulting firms stack glossy case study booklets on high tables and finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening as consulting firms stack glossy case study booklets on high tables, finance firms display QR codes for immediate internship applications, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening as consulting firms stack glossy case study booklets on high tables, finance firms display QR codes for immediate internship applications, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Finance firms display QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, while finance firms display QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and tech companies show demo screens displaying their latest apps. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39103474114632214,
    0.39103474114632214,
    0.39103474114632214,
    0.39103474114632214,
    0.39103474114632214,
    0.39103474114632214,
    0.39103474114632214,
    0.4186829071722655,
    0.4186829071722655,
    0.4186829071722655,
    0.4186829071722655,
    0.4186829071722655,
    0.4186829071722655,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.6486978838302583,
    0.8196836525247214,
    0.8196836525247214,
    0.8196836525247214,
    0.8196836525247214,
    0.8196836525247214,
    0.8196836525247214,
    0.8196836525247214,
    0.47824741313292607,
    0.47824741313292607,
    0.47824741313292607,
    0.47824741313292607,
    0.47824741313292607,
    0.47824741313292607,
    0.47824741313292607,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.6251877269168568,
    0.8167259201647035,
    0.8167259201647035,
    0.8167259201647035,
    0.8167259201647035,
    0.8167259201647035,
    0.8167259201647035,
    0.8167259201647035,
    0.8344600757525555,
    0.8344600757525555,
    0.8344600757525555,
    0.8344600757525555,
    0.8344600757525555
  ],
  "34": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor. The banners are bright and varied, and the booths form a ring around the floor.",
    "Dozens of booths with colorful banners form a ring around a polished floor, the banners bright and varied as they line the circular perimeter. The booths encircle the floor, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space.",
    "Dozens of booths with colorful banners form a ring around a polished floor, the banners bright and varied as they line the circular perimeter. The booths encircle the floor, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths with colorful banners form a ring around a polished floor, banners bright and varied along the circular perimeter. The booths encircle the floor, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths with colorful banners form a ring around a polished floor, banners bright and varied along the circular perimeter, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners form a ring around a polished floor, the banners bright and varied along the circular perimeter, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "Dozens of booths with colorful banners form a ring around a polished floor, the banners bright and varied along the circular perimeter, creating a continuous loop for attendees to navigate. At the entrance, event staff scan registrations and hand out lanyards, guiding arrivals into the space. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.40879058204508606,
    0.6165029574672848,
    0.6165029574672848,
    0.6165029574672848,
    0.6165029574672848,
    0.6165029574672848,
    0.6165029574672848,
    0.7464364285799159,
    0.7464364285799159,
    0.7464364285799159,
    0.7464364285799159,
    0.7464364285799159,
    0.7464364285799159,
    0.7464364285799159,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.78370139070968,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8075261457604503,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083,
    0.8216300990483083
  ],
  "35": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Students line up outside the university gym ahead of the career fair opening. A subset stands against the wall, quietly rehearsing elevator pitches, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Students line up outside the university gym ahead of the career fair opening. A subset leans against the wall, quietly rehearsing elevator pitches, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym ahead of the career fair opening. A subset leans against the wall, quietly rehearsing elevator pitches. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening. A subset leans against the wall, quietly rehearsing elevator pitches. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening. A subset leans against the wall, quietly rehearsing elevator pitches. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, students line up outside ahead of the career fair opening. A subset leans against the wall quietly rehearsing elevator pitches. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.4973033875933507,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.5189335491915221,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7013748613760393,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.7811947942837746,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8057839222287329,
    0.8075676215876496,
    0.8075676215876496,
    0.8075676215876496,
    0.8075676215876496,
    0.8075676215876496
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing community outreach photos, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, healthcare providers are showcasing community outreach photos while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the event, healthcare providers are showcasing community outreach photos while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens, and groups of friends mark target employers on the event map.",
    "At the university career fair, healthcare providers are showcasing community outreach photos, and groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, students line up outside the university gym before the career fair opens. Inside, healthcare providers showcase community outreach photos while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, students line up outside the university gym before the fair opens. Inside, healthcare providers showcase community outreach photos while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Workshops on networking etiquette commence in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.4810811383029151,
    0.5237645987234477,
    0.5237645987234477,
    0.5237645987234477,
    0.5237645987234477,
    0.5237645987234477,
    0.5237645987234477,
    0.5237645987234477,
    0.7332475737620621,
    0.7332475737620621,
    0.7332475737620621,
    0.7332475737620621,
    0.7332475737620621,
    0.7332475737620621,
    0.7332475737620621,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8289739681755965,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8270975362537845,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8433170050849136,
    0.8497444459076027,
    0.8497444459076027,
    0.8497444459076027,
    0.8497444459076027,
    0.8497444459076027,
    0.8497444459076027,
    0.8497444459076027
  ],
  "37": [
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "In the event setting, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event setting, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the event setting, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "At the event setting, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the fair opens as human resources teams jot notes on tablets and students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, an engineering-society-sponsored resume review table sits near the stage. Entrance activity includes event staff scanning registrations and handing out lanyards. Students line up outside the university gym before opening as human resources teams jot notes on tablets and students introduce themselves. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "At the university career fair, an engineering-society-sponsored resume review table sits near the stage. Entrance activity includes event staff scanning registrations and handing out lanyards. Students line up outside the university gym before opening as human resources teams jot notes on tablets and students introduce themselves. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.556885165916579,
    0.556885165916579,
    0.556885165916579,
    0.556885165916579,
    0.556885165916579,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.7524071834394901,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.754381578147001,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.8262489043526795,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.7956815562914472,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246,
    0.8316763720706246
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company runs a password-cracking challenge on a laptop, and a welcome announcement outlines the fair schedule over the PA system.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, and students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "A cybersecurity company hosts a password-cracking challenge conducted on a laptop. A welcome announcement via the PA system outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, while students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.45830952263755464,
    0.45830952263755464,
    0.45830952263755464,
    0.45830952263755464,
    0.45830952263755464,
    0.45830952263755464,
    0.45830952263755464,
    0.3408106572569395,
    0.3408106572569395,
    0.3408106572569395,
    0.3408106572569395,
    0.3408106572569395,
    0.3408106572569395,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.5976056097543463,
    0.6501923583420186,
    0.6501923583420186,
    0.6501923583420186,
    0.6501923583420186,
    0.6501923583420186,
    0.6501923583420186,
    0.6501923583420186,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7310110436712309,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7121301813708427,
    0.7246187383817796,
    0.7246187383817796,
    0.7246187383817796,
    0.7246187383817796,
    0.7246187383817796,
    0.7246187383817796
  ],
  "39": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while a robotics startup flies a small drone above its booth to draw attention.",
    "At an exhibition, a cybersecurity company runs a password cracking challenge on a laptop, a robotics startup flies a small drone above its booth to draw attention, and healthcare providers showcase community outreach photos.",
    "At an exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, a robotics startup flies a small drone above its booth to draw attention, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "At an exhibition, a cybersecurity company runs a password-cracking challenge on a laptop, a robotics startup flies a small drone above its booth to draw attention, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At an exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop, while a robotics startup sends a small drone over its booth to draw attention; healthcare providers showcase community outreach photos. A welcome announcement via the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Tech companies display demo screens featuring their latest apps.",
    "At an exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop, while a robotics startup sends a small drone over its booth to draw attention; healthcare providers showcase community outreach photos. A welcome announcement via the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Tech companies display demo screens featuring their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At an exhibition, a cybersecurity company hosts a password-cracking challenge on a laptop, while a robotics startup sends a small drone over its booth to draw attention; healthcare providers showcase community outreach photos. A welcome announcement via the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens. Tech companies display demo screens featuring their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "39_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.38004470156734194,
    0.38004470156734194,
    0.38004470156734194,
    0.38004470156734194,
    0.38004470156734194,
    0.38004470156734194,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.43804813132100673,
    0.6416774285171607,
    0.6416774285171607,
    0.6416774285171607,
    0.6416774285171607,
    0.6416774285171607,
    0.6416774285171607,
    0.6416774285171607,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8562249073731816,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8638714721581762,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125,
    0.8555462204390125
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students clutch resumes inside branded folders.",
    "Several students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "A scene featuring several students clutching resumes inside branded folders, while healthcare providers showcase community outreach photos.",
    "In the scene, several students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos; the two elements are presented together, reflecting concurrent displays of student job materials and provider outreach imagery.",
    "A scene shows several students clutching resumes inside branded folders as healthcare providers showcase community outreach photos. The two elements are presented together, reflecting concurrent displays of student job materials and provider outreach imagery. Some students rehearse elevator pitches quietly against the wall, adding a preparatory, self-promotional activity to the scene. The visible objects are resumes, branded folders, photos, and wall space used for quiet practice. The arrangement suggests a shared space where job readiness materials and outreach messaging coexist, with students focused on preparation and providers highlighting community work simultaneously.",
    "The scene combines two concurrent displays: students clutch resumes inside branded folders, while healthcare providers showcase community outreach photos, suggesting a shared space where job readiness materials and outreach messaging coexist. Several students rehearse elevator pitches quietly against a wall, adding a preparatory, self-promotional activity to the scene. Visible objects include resumes, branded folders, photos, and wall space used for quiet practice. The arrangement conveys simultaneous attention to personal career preparation and public health outreach. At the entrance, event staff scan registrations and hand out lanyards, indicating a structured check-in flow accompanying the display areas.",
    "Two concurrent displays anchor the scene: students clutch resumes inside branded folders while healthcare providers showcase community outreach photos, in a shared space that merges job readiness materials with outreach messaging. Several students rehearse elevator pitches quietly against a wall, a preparatory self-promo activity. Visible objects include resumes, branded folders, photos, and wall space used for quiet practice. The arrangement conveys simultaneous attention to personal career preparation and public health outreach. At the entrance, event staff scan registrations and hand out lanyards, establishing a structured check-in flow that accompanies the display areas."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3703045111388506,
    0.3714567092518441,
    0.3714567092518441,
    0.3714567092518441,
    0.3714567092518441,
    0.3714567092518441,
    0.3714567092518441,
    0.3714567092518441,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3407265958647362,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.3309667929325888,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.610328259758075,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.6996949209849653,
    0.690416816267093,
    0.690416816267093,
    0.690416816267093,
    0.690416816267093
  ],
  "41": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "Students rehearse elevator pitches quietly against the wall, with some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students rehearse elevator pitches quietly against the wall, with some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "A group of students rehearse elevator pitches quietly against a wall, some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "An event space features dozens of booths with colorful banners encircling a polished floor. A group of students rehearses elevator pitches quietly against a wall, some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event space hosts dozens of booths ringed by colorful banners around a polished floor. A group of students rehearses elevator pitches quietly against a wall, with some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "An event space hosts dozens of booths ringed by colorful banners around a polished floor. A group of students rehearses elevator pitches quietly against a wall, some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention.",
    "An event space hosts dozens of booths ringed by colorful banners around a polished floor. A group of students rehearses elevator pitches quietly against a wall, some clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.34623095249831876,
    0.5331594582932542,
    0.5331594582932542,
    0.5331594582932542,
    0.5331594582932542,
    0.5331594582932542,
    0.5331594582932542,
    0.5331594582932542,
    0.6873712552036535,
    0.6873712552036535,
    0.6873712552036535,
    0.6873712552036535,
    0.6873712552036535,
    0.6873712552036535,
    0.6672416911183838,
    0.6672416911183838,
    0.6672416911183838,
    0.6672416911183838,
    0.6672416911183838,
    0.6672416911183838,
    0.6672416911183838,
    0.7144403638876307,
    0.7144403638876307,
    0.7144403638876307,
    0.7144403638876307,
    0.7144403638876307,
    0.7144403638876307,
    0.7144403638876307,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7601736840717723,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077,
    0.7574727843202077
  ],
  "42": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the venue, tech companies display demo screens featuring their latest apps, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue, tech companies display demo screens featuring their latest apps while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention.",
    "At the venue, tech companies display demo screens featuring their latest apps, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the venue, tech companies display demo screens featuring their latest apps, and students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "At the venue, tech companies display demo screens featuring their latest apps, while students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to draw attention. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall."
  ],
  "42_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.4180916008810631,
    0.6335246808792382,
    0.6335246808792382,
    0.6335246808792382,
    0.6335246808792382,
    0.6335246808792382,
    0.6335246808792382,
    0.6335246808792382,
    0.8144520099621115,
    0.8144520099621115,
    0.8144520099621115,
    0.8144520099621115,
    0.8144520099621115,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8060441612364846,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8392914412066834,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8435247054666231,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732,
    0.8276581106855732
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students stand against the wall, quietly rehearsing elevator pitches.",
    "Some students stand against the wall, quietly rehearsing elevator pitches, while career counselors remind attendees to maintain eye contact.",
    "In the current session, some students stand against the wall rehearsing elevator pitches, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the current session, some students stand against the wall rehearsing elevator pitches, and some rehearse them quietly against the wall, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the current session, some students stand against the wall rehearsing elevator pitches, while others rehearse them quietly against the wall. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "In the current session, some students stand against the wall rehearsing elevator pitches, while others rehearse them quietly against the wall. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor as some students stand against the wall rehearsing elevator pitches, while others rehearse them quietly against the wall. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle the polished floor of a career fair, while some students stand against the wall rehearsing elevator pitches and others rehearse them quietly. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.20898100268245146,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.29949252217391575,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.48570069143681815,
    0.4844160741919077,
    0.4844160741919077,
    0.4844160741919077,
    0.4844160741919077,
    0.4844160741919077,
    0.4844160741919077,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.6839894945200073,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.7067058807914708,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.753328754418213,
    0.8260650369259591
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "In a pre-career fair scene, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At a pre-career fair scene, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A queue forms outside the university gym as attendees line up before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the pre-career fair scene, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A queue forms outside the university gym as attendees line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "In the pre-career fair scene, consulting firms stack glossy case-study booklets on high tables while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A queue forms outside the university gym as attendees line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "During the pre-career fair scene, consulting firms stack glossy case-study booklets on high tables while students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A queue forms outside the university gym as attendees line up before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.3344705367902374,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.49928505928805167,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.7823262910650827,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8223186238265893,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8566139631379039,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8602173110915132,
    0.8817908267320724
  ],
  "45": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries in a guidance setting. Human resources teams jot notes on tablets as students introduce themselves. The scene centers on counselors guiding students toward industry options that fit their uncertainty, while HR staff record observations on tablet devices and students make introductory statements. Objects present include career counselors, unsure students, applicable industries, human resources teams, tablets, and the act of students introducing themselves. Actions are concurrent, with redirection occurring during introductions and notes being captured on tablets.",
    "Career counselors guide unsure students toward applicable industries during introductions, focusing on options that fit their uncertainty. Human resources teams record observations on tablets as students introduce themselves. The scene features career counselors, unsure students, applicable industries, HR teams, tablets, and the act of students introducing themselves. Actions are concurrent, with redirection occurring during introductions and notes captured on tablets. Groups of friends mark target employers on the event map.",
    "At a career fair scene, career counselors guide unsure students toward applicable industries during introductions, while HR teams record observations on tablets as students introduce themselves. The setting includes groups of friends marking target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Actions are concurrent, with redirection occurring during introductions and notes captured on tablets.",
    "At a career fair, career counselors guide unsure students toward applicable industries during introductions, while HR teams record observations on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Actions are concurrent, with redirection occurring during introductions and notes captured on tablets. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, career counselors guide unsure students toward applicable industries during introductions, while HR teams record observations on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and actions are concurrent, with redirection occurring during introductions and notes captured on tablets. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, career counselors guide unsure students toward applicable industries during introductions, while HR teams record observations on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, with concurrent actions including redirection during introductions and notes captured on tablets. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, career counselors guide unsure students toward applicable industries during introductions, while HR teams record observations on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, with concurrent actions including redirection during introductions and notes captured on tablets. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.613290023807993,
    0.6731625533530302,
    0.6731625533530302,
    0.6731625533530302,
    0.6731625533530302,
    0.6731625533530302,
    0.6731625533530302,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.7502407446447343,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.8225636928451487,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.7895961724374079,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277,
    0.797417171477277
  ],
  "46": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "An on-campus career fair features an alumni panel discussing how to prepare for technical interviews, and alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens.",
    "An on-campus career fair features an alumni panel discussing how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "An on-campus career fair features an alumni panel discussing how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "An on-campus career fair features an alumni panel on preparing for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Event logistics include groups of friends marking target employers on the event map and students lining up outside the university gym before the fair opens. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "An on-campus career fair includes an alumni panel on preparing for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "An on-campus career fair features an alumni panel on preparing for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens. At the entrance, staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5840809313801038,
    0.5840809313801038,
    0.5840809313801038,
    0.5840809313801038,
    0.5840809313801038,
    0.5840809313801038,
    0.5840809313801038,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.6481287990932466,
    0.8166326891688699,
    0.8166326891688699,
    0.8166326891688699,
    0.8166326891688699,
    0.8166326891688699,
    0.8166326891688699,
    0.8166326891688699,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8391028404673349,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.8070222335418138,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529,
    0.819100309021529
  ],
  "47": [
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and students line up outside the university gym before the career fair opens.",
    "A cybersecurity company runs a password-cracking challenge on a laptop as students queue outside the university gym before the career fair opens; a welcome announcement over the PA system outlines the fair schedule.",
    "A cybersecurity company runs a password-cracking challenge on a laptop while students queue outside the university gym before the career fair opens; a welcome announcement over the PA system outlines the fair schedule.",
    "A cybersecurity company runs a password-cracking challenge on a laptop as students queue outside the university gym before the career fair opens. A welcome PA announcement outlines the fair schedule, and groups of friends mark target employers on the event map.",
    "A cybersecurity company runs a password-cracking challenge on a laptop as students queue outside the university gym before the career fair opens. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "On campus, a career fair is being prepared outside the university gym while students queue before opening. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activity. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "On campus outside the university gym, a career fair is being prepared as students queue before opening. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activity. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "On campus outside the university gym, a career fair is being prepared as students queue before opening. A cybersecurity company runs a password-cracking challenge on a laptop as part of the activity. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "47_score": [
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.34938092600713017,
    0.34938092600713017,
    0.34938092600713017,
    0.34938092600713017,
    0.34938092600713017,
    0.34938092600713017,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.43055341337889874,
    0.45090292786330427,
    0.45090292786330427,
    0.45090292786330427,
    0.45090292786330427,
    0.45090292786330427,
    0.45090292786330427,
    0.5650400619131347,
    0.5650400619131347,
    0.5650400619131347,
    0.5650400619131347,
    0.5650400619131347,
    0.5650400619131347,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.6794373908593776,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.821120482539498,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8182763209324913,
    0.8342545985429097,
    0.8342545985429097,
    0.8342545985429097,
    0.8342545985429097,
    0.8342545985429097,
    0.8342545985429097
  ],
  "48": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards, while students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards as students line up outside the university gym before the career fair opens."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.6106853233443912,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.45509066316202135,
    0.47195636592529044,
    0.47195636592529044,
    0.47195636592529044,
    0.47195636592529044,
    0.47195636592529044,
    0.47195636592529044
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities in a single moment.",
    "At a single moment of interaction, human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms offer QR codes that enable immediate internship applications.",
    "A snapshot shows human resources teams jotting notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications. Outside the university gym, students line up ahead of the career fair opening.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside, human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside the venue, human resources teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside the venue, HR teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms are providing QR codes that enable immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, students line up ahead of the career fair opening. Inside the venue, HR teams jot notes on tablets as students introduce themselves, capturing concurrent activities. Finance firms provide QR codes to enable immediate internship applications. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3236303731212613,
    0.3236303731212613,
    0.3236303731212613,
    0.3236303731212613,
    0.3236303731212613,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.5300464947969401,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.7011362911606258,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.768166178561974,
    0.7714323099506584,
    0.7714323099506584,
    0.7714323099506584,
    0.7714323099506584,
    0.7714323099506584,
    0.7714323099506584,
    0.7714323099506584,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.7886071116426462,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8211898358324593,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975,
    0.8415425086692975
  ]
}