{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention.",
    "In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. When the fair opens, a welcome PA announcement outlines the schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "Students line up outside the university gym before the career fair opens. When it opens, a welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Counselors direct unsure students toward applicable industries, and students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A university career fair unfolds across the gym and an adjoining classroom. Before opening, students line up outside the gym, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact; inside, students clutch resumes in branded folders. When the fair opens, a welcome PA announcement outlines the schedule. In the exhibit space, consulting firms display glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene is a university career fair spanning the gym and an adjoining classroom. Before opening, students line up outside the gym as career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact; inside, students clutch resumes in branded folders. When the fair opens, a welcome PA announcement outlines the schedule. In the exhibit space, consulting firms display glossy case study booklets on high tables, and a robotics startup flies a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing their latest apps.",
    "The university career fair spans the gym and adjoining classroom. Before opening, students line up outside the gym as career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact; inside, students clutch resumes in branded folders. When the fair opens, a welcome PA announcement outlines the schedule. In the exhibit space, consulting firms display case study booklets on high tables, and a small drone from a robotics startup flies above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Tech companies display demo screens showing latest apps. Dozens of booths with banners circle the floor."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.37273341310748337,
    0.37273341310748337,
    0.37273341310748337,
    0.6193445559713799,
    0.6193445559713799,
    0.6193445559713799,
    0.6193445559713799,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8335286500959989,
    0.8638863201935171,
    0.8638863201935171,
    0.8638863201935171,
    0.8638863201935171,
    0.8638863201935171,
    0.8638863201935171,
    0.8638863201935171,
    0.8596193399348901,
    0.8596193399348901,
    0.8596193399348901,
    0.8596193399348901,
    0.8596193399348901,
    0.863492880211614,
    0.863492880211614,
    0.863492880211614,
    0.863492880211614,
    0.863492880211614,
    0.863492880211614,
    0.9003371284204169,
    0.9003371284204169,
    0.9003371284204169,
    0.9003371284204169,
    0.9003371284204169,
    0.9003371284204169,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.8785258045361082,
    0.915196927188457,
    0.915196927188457
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "In the scene, career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens, students line up outside the university gym. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. A welcome announcement is broadcast over the PA system, outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms have stacked glossy case study booklets on high tables.",
    "Before the career fair opens, students line up outside the university gym while inside, career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Healthcare providers showcase community outreach photos. A welcome announcement on the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym while inside career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Healthcare providers showcase community outreach photos, and a welcome announcement on the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms display stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, students line up outside the university gym, while inside career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders. Healthcare providers display community outreach photos, with a visual backdrop framing ongoing outreach activity, and a welcome announcement on the PA system outlines the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms display stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Ahead of the career fair opening, students line up outside the university gym while inside career counselors remind attendees to maintain eye contact, as students clutch resumes in branded folders. Healthcare providers display community outreach photos against a backdrop that frames ongoing outreach activity, and a welcome PA announcement outlines the fair schedule. In an adjoining classroom, workshops on networking etiquette begin. Consulting firms display stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.5520729470713109,
    0.5520729470713109,
    0.5520729470713109,
    0.5520729470713109,
    0.7610350702551699,
    0.7610350702551699,
    0.7610350702551699,
    0.7610350702551699,
    0.7610350702551699,
    0.8144980129178576,
    0.8144980129178576,
    0.8144980129178576,
    0.8144980129178576,
    0.8144980129178576,
    0.8144980129178576,
    0.8144980129178576,
    0.9031529148182513,
    0.9031529148182513,
    0.9031529148182513,
    0.9031529148182513,
    0.9031529148182513,
    0.9031529148182513,
    0.9037518092950978,
    0.9037518092950978,
    0.9037518092950978,
    0.9037518092950978,
    0.9037518092950978,
    0.9037518092950978,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9124347096743752,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111,
    0.9133814837142111
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. A panel of alumni discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym preparing for a career fair, students line up outside before opening as event staff at the entrance scan registrations and hand out lanyards. Inside, a panel of alumni discusses how to prepare for technical interviews, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop at its booth, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff at the entrance, scanning registrations and handing out lanyards. Inside, a panel of alumni discusses how to prepare for technical interviews while a welcome announcement over the PA outlines the fair schedule. At a cybersecurity company booth, a password-cracking challenge runs on a laptop, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, a panel of alumni discusses how to prepare for technical interviews while a PA welcome announces the fair schedule. At a cybersecurity company booth a password-cracking challenge runs on a laptop, and a robotics startup uses a small drone hovering above its booth to draw attention. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, an alumni panel discusses how to prepare for technical interviews while a PA welcome announces the fair schedule. At a cybersecurity company booth, a password-cracking challenge runs on a laptop, and a robotics startup uses a small drone hovering above its booth to attract attention. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, an alumni panel discusses how to prepare for technical interviews while a PA welcomes attendees and announces the fair schedule. A cybersecurity company booth features a password-cracking challenge running on a laptop, and a robotics startup uses a small drone hovering above its booth to attract attention. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, an alumni panel discusses how to prepare for technical interviews while a PA welcomes attendees and announces the fair schedule. A cybersecurity company booth features a password-cracking challenge on a laptop, and a robotics startup uses a small drone hovering above its booth to attract attention. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Counselors direct unsure students toward applicable industries as attendees clutch branded folders containing resumes.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance. Inside, an alumni panel discusses how to prepare for technical interviews while a PA welcomes attendees and announces the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop at its booth, and a robotics startup uses a small drone hovering above its booth to attract attention. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. Counselors direct unsure students toward applicable industries as attendees clutch branded folders containing resumes.",
    "At a university career fair spanning the gym and an adjoining classroom, students line up outside before opening as event staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact. Inside, an alumni panel discusses how to prepare for technical interviews, and a welcome PA outlines the schedule. Attendees clutch resumes in branded folders while counselors direct unsure students toward applicable industries. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and a robotics startup flies a small drone above its booth. Healthcare providers showcase community outreach photos; adjoining classroom hosts workshops on networking etiquette."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.6357971427250232,
    0.6357971427250232,
    0.6357971427250232,
    0.8615346316872412,
    0.8615346316872412,
    0.8615346316872412,
    0.8615346316872412,
    0.8422095048945828,
    0.8422095048945828,
    0.8422095048945828,
    0.8422095048945828,
    0.8766880173027735,
    0.8766880173027735,
    0.8766880173027735,
    0.8766880173027735,
    0.8766880173027735,
    0.8004920265472649,
    0.8004920265472649,
    0.8004920265472649,
    0.8004920265472649,
    0.8004920265472649,
    0.8004920265472649,
    0.8270289867338645,
    0.8270289867338645,
    0.8270289867338645,
    0.8270289867338645,
    0.8270289867338645,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8830622817242492,
    0.8892275712452674,
    0.8892275712452674,
    0.8892275712452674,
    0.8892275712452674,
    0.8870269825506456,
    0.8870269825506456,
    0.8870269825506456,
    0.8870269825506456,
    0.8870269825506456,
    0.8931094635544035,
    0.8931094635544035,
    0.8931094635544035,
    0.8931094635544035,
    0.8931094635544035,
    0.8931094635544035,
    0.8933408669938416,
    0.8933408669938416,
    0.8933408669938416,
    0.8933408669938416,
    0.8933408669938416,
    0.8933408669938416,
    0.8933408669938416,
    0.9020574915407263,
    0.9020574915407263,
    0.9020574915407263,
    0.9020574915407263
  ],
  "3": [
    "",
    "",
    "A welcome announcement over the PA system outlines the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the university career fair, a PA welcome announces the schedule. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos, creating a visual backdrop that frames ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "At the university career fair, a PA welcome announces the schedule as the fair opens. A robotics startup flies a small drone above its booth to attract attention, and later hovers over the booth in the exhibit space. Prior to opening, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos, framing ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in the exhibit space. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, PA welcomes attendees and announces the schedule, while a panel of alumni discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention above its booth in the exhibit space. A cybersecurity company booth runs a password-cracking challenge on a laptop. Tech companies display demo screens of their apps. Consulting firms stack glossy case study booklets on tables in the exhibit space. The engineering society sponsors a resume review table near stage. Healthcare providers display community outreach photos framing outreach activity. Finance firms offer QR codes for immediate internship applications. Friends mark target employers on the event map. Students rehearse pitches against the wall and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university gym hosting career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, PA welcomes attendees and announces the schedule, while a panel of alumni discusses how to prepare for technical interviews. A robotics startup uses a small drone to attract attention above its booth in exhibit space. A cybersecurity company booth runs a password-cracking challenge on a laptop. Tech companies display demo screens of their apps. Consulting firms stack glossy case study booklets on tables in the exhibit space, and on high tables. The engineering society sponsors a resume review table near stage. Healthcare providers display community outreach photos framing outreach activity. Finance firms offer QR codes for immediate internship applications. Friends mark target employers on the event map. Students rehearse pitches against the wall and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.5582572104718118,
    0.5582572104718118,
    0.5582572104718118,
    0.5582572104718118,
    0.7804627710895105,
    0.7804627710895105,
    0.7804627710895105,
    0.846210632672569,
    0.846210632672569,
    0.846210632672569,
    0.846210632672569,
    0.8784389791724216,
    0.8784389791724216,
    0.8784389791724216,
    0.8784389791724216,
    0.8784389791724216,
    0.8784389791724216,
    0.8511698721122456,
    0.8511698721122456,
    0.8511698721122456,
    0.8511698721122456,
    0.8511698721122456,
    0.8511698721122456,
    0.8511698721122456,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8902556981864502,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8844225449392512,
    0.8865793406737776
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews. Within the expo, finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention.",
    "The scene centers on an alumni panel discussing how to prepare for technical interviews, set within an expo where finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and a robotics startup uses a small drone to hover above its booth for attention. A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "An expo centers on an alumni panel discussing how to prepare for technical interviews, with finance firms at the fair offering QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth to draw attention. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "An expo centers on an alumni panel about preparing for technical interviews, with finance firms at the fair offering QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. In the exhibit space, consulting firms stack glossy case study booklets on high tables while a robotics startup uses a small drone to hover above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "An expo centers on an alumni panel about preparing for technical interviews. Finance firms at the fair offer QR codes for immediate internship applications, while event staff scan registrations and hand out lanyards at the entrance. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and a robotics startup uses a small drone to hover above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens, groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "Inside the university gym hosting the career fair, a panel of alumni discusses how to prepare for technical interviews as a PA welcome announces the fair schedule. Outside, students line up before opening and groups of friends mark target employers on the event map, while event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and a robotics startup uses a small drone to hover above its booth to attract attention; tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. At a cybersecurity company booth, a password-cracking challenge runs on a laptop.",
    "Inside the university gym hosting the career fair, a panel of alumni discusses how to prepare for technical interviews as a PA welcome announces the schedule. Outside, students line up before opening while groups mark target employers on the event map; event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and a robotics startup uses a small drone to hover above its booth to attract attention; tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. At a cybersecurity company booth, a password-cracking challenge runs on a laptop."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47913602531907173,
    0.47913602531907173,
    0.47913602531907173,
    0.47913602531907173,
    0.7646819374569553,
    0.7646819374569553,
    0.7646819374569553,
    0.8102542438661262,
    0.8102542438661262,
    0.8102542438661262,
    0.8102542438661262,
    0.8102542438661262,
    0.8102542438661262,
    0.8374423293385179,
    0.8374423293385179,
    0.8374423293385179,
    0.8374423293385179,
    0.8374423293385179,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.8831985946320164,
    0.9021842814914035,
    0.9021842814914035,
    0.9021842814914035,
    0.9021842814914035,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9032119888590482,
    0.9086414529947637,
    0.9086414529947637,
    0.9086414529947637,
    0.9086414529947637,
    0.9086414529947637,
    0.9086414529947637,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044,
    0.9019405712986044
  ],
  "5": [
    "",
    "",
    "\"\"",
    "A welcome announcement over the PA system outlines the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule, and the engineering society sponsors a resume review table near the stage.",
    "The fair opens with a welcome PA announcement outlining the schedule, and the engineering society sponsors a resume review table near the stage. In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "The university career fair opens with a welcome PA announcement outlining the schedule. The engineering society sponsors a resume review table near the stage. In the exhibit space, consulting firms stack glossy case study booklets on high tables while a robotics startup uses a small drone to hover above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Prior to opening, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications.",
    "The university career fair opens with a welcome PA announcement outlining the schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Prior to opening, students line up outside the university gym. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Healthcare providers display community outreach photos, creating a visual backdrop that frames ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "The university career fair opens with a PA announcement outlining the schedule. Before opening, students line up outside the university gym. Inside, attendees clutch resumes in branded folders as career counselors remind them to maintain eye contact. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and a robotics startup hovers a small drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos, creating a visual backdrop that frames ongoing outreach activity. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging. An adjoining classroom hosts networking etiquette workshops."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4451085073500825,
    0.4451085073500825,
    0.4451085073500825,
    0.4451085073500825,
    0.4451085073500825,
    0.4451085073500825,
    0.838420628113647,
    0.838420628113647,
    0.838420628113647,
    0.838420628113647,
    0.838420628113647,
    0.838420628113647,
    0.838420628113647,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8543965822314612,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8704493514552312,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647,
    0.8863006639784647
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors direct unsure students toward applicable industries. Students clutch resumes inside branded folders. A welcome announcement over the PA outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors direct unsure students toward applicable industries, while attendees clutch branded folders containing resumes. A welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors direct unsure students toward applicable industries, while attendees clutch branded folders containing resumes. A welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors direct unsure students toward applicable industries while attendees clutch branded folders containing resumes. A welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, counselors direct unsure students toward applicable industries while attendees clutch branded folders containing resumes. A welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the career fair, counselors direct unsure students toward applicable industries while attendees clutch branded folders containing resumes; a welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors direct unsure students toward applicable industries while attendees clutch branded folders containing resumes; a welcome PA announcement outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors direct unsure students toward applicable industries while attendees clutch branded folders containing resumes, and a welcome PA announcement outlines the schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables; the engineering society sponsors a resume review table near the stage. A robotics startup deploys a small drone that hovers above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.8859997179440555,
    0.8859997179440555,
    0.8859997179440555,
    0.8859997179440555,
    0.8859997179440555,
    0.8859997179440555,
    0.8859997179440555,
    0.8955468751217976,
    0.8955468751217976,
    0.8955468751217976,
    0.8986097790028706,
    0.8986097790028706,
    0.8986097790028706,
    0.8986097790028706,
    0.8986097790028706,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9093704267171443,
    0.9167647092198925,
    0.9167647092198925,
    0.9167647092198925,
    0.9212595228286062,
    0.9212595228286062,
    0.9212595228286062,
    0.9212595228286062,
    0.9205332620752813,
    0.9205332620752813,
    0.9205332620752813,
    0.9205332620752813,
    0.9205332620752813,
    0.9213314823008231,
    0.9213314823008231,
    0.9213314823008231,
    0.9213314823008231,
    0.9212866124013881,
    0.9212866124013881,
    0.9212866124013881,
    0.9212866124013881,
    0.9212866124013881,
    0.9212866124013881
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; in the adjoining classroom, workshops on networking etiquette begin. Consulting firms have stacked glossy case study booklets on high tables.",
    "At the university career fair, a PA welcome announcement outlines the schedule. In the adjoining classroom, networking etiquette workshops begin. Consulting firms display glossy case-study booklets stacked on high tables. Before opening, students line up outside the university gym. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a PA welcome announcement outlines the schedule. In an adjoining classroom, networking etiquette workshops begin. Consulting firms display glossy case-study booklets stacked on high tables. Before opening, students line up outside the university gym. Inside, students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "At the university career fair, a PA welcome announcement outlines the schedule. Before opening, students line up outside the university gym. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. Adjoining classroom, networking etiquette workshops begin. The exhibit space features consulting firms stacking glossy case-study booklets on high tables; a robotics startup hovers a small drone above its booth for attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a PA welcome announcement outlines the schedule. Before opening, students line up outside the university gym. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin. The exhibit space features consulting firms stacking glossy case-study booklets on high tables, while a robotics startup hovers a small drone above its booth for attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a PA welcome announces the schedule. Before opening, students line up outside the university gym. Inside, students clutch resumes in branded folders as career counselors remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin. The exhibit space features consulting firms stacking glossy case-study booklets on high tables, while a robotics startup hovers a small drone above its booth for attention. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a PA welcome announces the schedule as students line up outside the gym before opening. Inside, students clutch branded resume folders while career counselors remind attendees to maintain eye contact. In an adjoining classroom, networking etiquette workshops begin. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, while a robotics startup hovers a small drone above its booth for attention. Healthcare providers showcase community outreach photos. An alumni panel discusses preparing for technical interviews. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards; inside, students clutch branded resume folders while an alumni panel discusses preparing for technical interviews and a PA announces the schedule. An adjoining classroom hosts networking etiquette workshops. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps; finance firms offer QR codes for immediate internship applications. A robotics startup hovers a small drone above its booth to attract attention; at the cybersecurity company booth, a password-cracking challenge runs on a laptop. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym hosting a career fair, students line up outside before opening as event staff scan registrations and hand out lanyards; inside, students clutch branded resume folders while an alumni panel discusses preparing for technical interviews and a PA announces the schedule. An adjoining classroom hosts networking etiquette workshops. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps, and finance firms offer QR codes for immediate internship applications. A robotics startup hovers a small drone above its booth to attract attention; at the cybersecurity company booth, a password-cracking challenge runs on a laptop. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets while students introduce themselves."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.41083019443377916,
    0.41083019443377916,
    0.41083019443377916,
    0.7116415512155226,
    0.7116415512155226,
    0.7116415512155226,
    0.7116415512155226,
    0.7116415512155226,
    0.7116415512155226,
    0.5692266073617236,
    0.5692266073617236,
    0.5692266073617236,
    0.5692266073617236,
    0.7744562048128534,
    0.7744562048128534,
    0.7744562048128534,
    0.7744562048128534,
    0.7919571968235908,
    0.7919571968235908,
    0.7919571968235908,
    0.7919571968235908,
    0.7919571968235908,
    0.7919571968235908,
    0.7919571968235908,
    0.840916274698104,
    0.840916274698104,
    0.840916274698104,
    0.840916274698104,
    0.8712229842547942,
    0.8712229842547942,
    0.8712229842547942,
    0.8712229842547942,
    0.8712229842547942,
    0.8712229842547942,
    0.8696570582292082,
    0.8696570582292082,
    0.8696570582292082,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8703895124131242,
    0.8778481674074695,
    0.8778481674074695,
    0.8778481674074695,
    0.8778481674074695,
    0.8778481674074695,
    0.8778481674074695,
    0.8779759744420093,
    0.8779759744420093,
    0.8779759744420093,
    0.8779759744420093,
    0.8779759744420093,
    0.8779759744420093
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, creating a visual backdrop of outreach activity. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging.",
    "Healthcare providers display community outreach photos, creating a visual backdrop that frames ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging. In the scene, career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos, creating a visual backdrop that frames ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, concentrating on concise messaging. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Before the career fair opens, students line up outside the university gym.",
    "Healthcare providers display community outreach photos as a visual backdrop framing ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, focusing on concise messaging. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Before the career fair opens, students line up outside the university gym. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos as a visual backdrop framing ongoing outreach activity. Some students rehearse elevator pitches quietly against the wall, focusing on concise messaging. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Before the career fair opens, students line up outside the university gym. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, a PA welcome outlines the schedule, and a panel of alumni discusses how to prepare for technical interviews. Healthcare providers display community outreach photos as a backdrop for ongoing outreach activity. Students rehearse elevator pitches against the wall, while career counselors remind attendees to maintain eye contact and students clutch resumes inside branded folders. Groups mark target employers on the event map. A robotics startup flies a drone above its booth to attract attention. A cybersecurity company booth runs a password-cracking challenge on a laptop. In the exhibit space, consulting firms stack case study booklets on high tables; the engineering society sponsors a resume review table near the stage; tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, a PA welcome outlines the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Healthcare providers display outreach photos as a backdrop for ongoing outreach activity. Students rehearse elevator pitches against the wall while career counselors remind attendees to maintain eye contact, and many clutch resumes in branded folders. Groups of friends mark target employers on the event map. A small drone hovers above a robotics startup booth to draw attention. A cybersecurity booth runs a password-cracking challenge on a laptop. In the exhibit space, glossy case-study booklets sit on high tables; the engineering society sponsors a resume-review table near the stage; tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.46425134168966276,
    0.46425134168966276,
    0.46425134168966276,
    0.46425134168966276,
    0.46425134168966276,
    0.46425134168966276,
    0.46425134168966276,
    0.6081031108856347,
    0.6081031108856347,
    0.6081031108856347,
    0.6081031108856347,
    0.6081031108856347,
    0.6081031108856347,
    0.7205639135353026,
    0.7205639135353026,
    0.7205639135353026,
    0.7205639135353026,
    0.7205639135353026,
    0.7205639135353026,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8301531923638011,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8470214140868677,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8810288886329225,
    0.8878277363141397,
    0.8878277363141397,
    0.8878277363141397,
    0.8878277363141397,
    0.8878277363141397
  ],
  "9": [
    "",
    "\"\"",
    "A welcome announcement over the PA system outlines the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule.",
    "A welcome announcement over the PA system outlines the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "A welcome announcement over the PA system outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth for attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a welcome announcement over the PA outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, a welcome announcement over the PA outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the event, a welcome announcement over the PA outlines the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening while event staff scan registrations and hand out lanyards at the entrance; inside, a welcome PA announces the fair schedule. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and an engineering society sponsors a resume-review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention, and at a cybersecurity company booth a password-cracking challenge runs on a laptop. An alumni panel discusses how to prepare for technical interviews, echoed by the inside PA; tech companies display demo screens showing their latest apps.",
    "At the university gym hosting a career fair, students line up outside before opening while event staff scan registrations and hand out lanyards at the entrance. Inside, a welcome PA announces the fair schedule, echoed by the PA; an alumni panel discusses how to prepare for technical interviews. In the exhibit space, consulting firms stack glossy case study booklets on high tables, and an engineering society sponsors a resume-review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention, and at a cybersecurity company booth a password-cracking challenge runs on a laptop. Tech companies display demo screens showing their latest apps, and a welcome announcement outlines the fair schedule over the PA system.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention, while a cybersecurity booth runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Healthcare providers display outreach photos as a backdrop; students rehearse elevator pitches against the wall; career counselors remind attendees to maintain eye contact, and many clutch resumes in branded folders.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention, while a cybersecurity booth runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Healthcare providers display outreach photos as a backdrop; students rehearse elevator pitches against the wall; career counselors remind attendees to maintain eye contact, and many clutch resumes in branded folders. Groups of friends mark target employers on the event map.",
    "At the university gym hosting a career fair, students line up outside before opening as staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews. In the exhibit space, consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume-review table near the stage. A robotics startup uses a small drone to hover above its booth to draw attention, while a cybersecurity booth runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Healthcare providers display outreach photos as a backdrop; students rehearse elevator pitches against the wall, some quietly. Career counselors remind attendees to maintain eye contact, and many clutch resumes in branded folders. Groups of friends mark target employers on the event map."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.4660562105669312,
    0.6230301318572654,
    0.6230301318572654,
    0.6230301318572654,
    0.6230301318572654,
    0.8786974220079959,
    0.8786974220079959,
    0.8786974220079959,
    0.854263502737242,
    0.854263502737242,
    0.854263502737242,
    0.854263502737242,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.8749312187535769,
    0.868254043887778,
    0.868254043887778,
    0.868254043887778,
    0.868254043887778,
    0.868254043887778,
    0.868254043887778,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8610366423362179,
    0.8912239861855344,
    0.8912239861855344,
    0.8912239861855344,
    0.8912239861855344,
    0.8912239861855344,
    0.8912239861855344,
    0.8896964145073727,
    0.8896964145073727,
    0.8896964145073727,
    0.8896964145073727,
    0.8896964145073727,
    0.8896964145073727,
    0.8877532963041979,
    0.8877532963041979,
    0.8877532963041979,
    0.8877532963041979,
    0.8877532963041979
  ]
}