{
  "0": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system at the university, outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university, a welcome announcement over the PA system outlines the fair schedule as students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "At the university, a welcome announcement over the PA system outlines the fair schedule as students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "At the university, a welcome PA announces the fair schedule as students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station as dozens of booths with colorful banners circle the polished floor.",
    "At the university, students line up outside the gym as a welcome PA announces the fair schedule before the career fair opens. Dozens of booths with colorful banners surround a polished floor, forming a ring around it as consulting firms stack glossy case study booklets on high tables and some booklets on elevated surfaces. Career counselors remind attendees to maintain eye contact, while alumni volunteers give quick pep talks near the coffee station.",
    "At the university, a career fair unfolds on a polished floor surrounded by dozens of booths and colorful banners encircling the space. Students line up outside the gym as a welcome PA announces the fair schedule before opening, and they clutch resumes in branded folders while navigating the booths. Consulting firms stack glossy case study booklets on high tables and on elevated surfaces. Career counselors remind attendees to maintain eye contact, and alumni volunteers give quick pep talks near the coffee station. The booths form a ring around the floor as attendees move along the exhibit circuit.",
    "At the university, a career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Students line up outside the gym, clutching resumes in branded folders as they navigate the exhibit circuit. Consulting firms stack glossy case study booklets on high tables and on elevated surfaces. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. The booths form a ring around the floor as attendees move along the circuit. A welcome announcement outlines the fair schedule over the PA system before opening.",
    "At the university, a career fair unfolds on a polished floor with dozens of booths and colorful banners encircling the space. Students line up outside the gym, clutching resumes in branded folders as they navigate the booths along a circuit that forms a ring around the floor. Consulting firms have glossy case study booklets stacked on high tables and elevated surfaces. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA before opening, with the PA repeating the schedule during the event. Tech companies display demo screens showcasing their latest apps among the encircling booths.",
    "Dozens of booths with colorful banners encircle a polished expo floor, with tech companies displaying demo screens of their latest apps and consulting firms stacking glossy case study booklets on high tables. Students line up outside the gym before opening, clutching resumes in branded folders as they navigate the ring of booths. Career counselors remind attendees to maintain eye contact, and alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule and is repeated during the event. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university, a career fair unfolds on a polished floor with a circular arrangement of dozens of booths and colorful banners encircling the space. Outside the gym, students line up before opening, clutching resumes in branded folders; alumni volunteers near a coffee station deliver quick pep talks, and healthcare providers display community outreach photos. Inside, tech companies show demo screens of their latest apps and consulting firms display glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule, which is repeated during the event. Career counselors remind attendees to maintain eye contact as they move among the booths, and event staff scan registrations and hand out lanyards at the entrance.",
    "On a university campus, a career fair unfolds on a polished floor with a circular arrangement of dozens of booths and colorful banners encircling the space. Outside the university gym, students line up before opening, clutching resumes in branded folders; near the coffee station, alumni volunteers deliver quick pep talks. Inside, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule, and the schedule is repeated as the event opens. Career counselors remind attendees to maintain eye contact as they move among the booths. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.37625052656497104,
    0.37625052656497104,
    0.37625052656497104,
    0.6579368114293169,
    0.6579368114293169,
    0.6579368114293169,
    0.6579368114293169,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.5991709623928881,
    0.7374068820331627,
    0.7374068820331627,
    0.7374068820331627,
    0.7374068820331627,
    0.7374068820331627,
    0.8567331979315496,
    0.8567331979315496,
    0.8567331979315496,
    0.8567331979315496,
    0.8567331979315496,
    0.8706531057715441,
    0.8706531057715441,
    0.8706531057715441,
    0.8706531057715441,
    0.8706531057715441,
    0.8825758134121116,
    0.8825758134121116,
    0.8825758134121116,
    0.8825758134121116,
    0.8825758134121116,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8758682214203956,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8028584492231615,
    0.8722702321522025,
    0.8722702321522025,
    0.8722702321522025,
    0.8722702321522025,
    0.8722702321522025,
    0.8722702321522025,
    0.8722702321522025,
    0.8544244291618672,
    0.8544244291618672
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Students line up outside the university gym, waiting for the career fair to open. Alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up, waiting for the career fair to open. Near the coffee station, alumni volunteers share quick pep talks. A welcome announcement outlines the fair schedule over the PA system.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up, waiting for the career fair to open. Near the coffee station, alumni volunteers share quick pep talks. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, outside the gym where the career fair is about to open, students line up while career counselors remind them to maintain eye contact, with many clutching resumes inside branded folders; near the coffee station, alumni volunteers offer quick pep talks. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle a polished expo floor, where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. The same setup reappears at the fair: the welcome announcement outlines the schedule, students line up outside the gym before opening, and tech demo screens and case study booklets on high tables remain central features.",
    "At the university outside the gym where the career fair is about to open, students line up as career counselors remind them to maintain eye contact, many clutch resumes inside branded folders. Near the coffee station, alumni volunteers offer quick pep talks. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle a polished expo floor, where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. The same setup appears at the fair: the welcome announcement outlines the schedule, students line up outside the gym before opening, and tech demo screens and case study booklets on high tables remain central features. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university outside the gym where the career fair is about to open, students line up as career counselors remind them to maintain eye contact, many clutch resumes inside branded folders. Near the coffee station, alumni volunteers offer quick pep talks. A welcome announcement over the PA outlines the fair schedule. Dozens of booths with colorful banners encircle a polished expo floor, where tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. The same setup persists at the fair: the welcome announcement outlines the schedule, students line up outside the gym before opening, and tech demo screens and case study booklets on high tables remain central features. Event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym where the career fair will open, students line up as counselors remind them to maintain eye contact, clutching resumes in branded folders; nearby, alumni volunteers at the coffee station offer pep talks. A PA welcome announces the schedule. Dozens of booths with colorful banners surround a polished expo floor, where tech companies display demo screens and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. The scene remains consistent: the schedule is announced, lines form outside the gym before opening, and tech demos with case study booklets on high tables remain central features.",
    "Outside the university gym where the career fair will open, students line up as counselors remind them to maintain eye contact, clutching resumes in branded folders, while alumni volunteers at the coffee station offer pep talks. A PA welcome announces the schedule. Dozens of booths with colorful banners surround a polished expo floor, where tech companies display demo screens and consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. The scene remains consistent: the schedule is announced, lines form outside the gym before opening, and tech demos with case study booklets on high tables remain central features.",
    "A university career fair unfolds on a polished expo floor with a circular arrangement of dozens of booths and colorful banners surrounding the space. Outside the gym, students line up before opening as alumni volunteers at a coffee station offer pep talks; career counselors remind attendees to maintain eye contact while clutching resumes in branded folders. Inside, tech companies show demo screens of their latest apps and consulting firms display glossy case study booklets on high tables, with healthcare providers showcasing community outreach photos. A PA welcome announces the schedule, and the schedule is repeated during the event. Event staff scan registrations and hand out lanyards at the entrance. The scene remains consistent: lines form outside before opening, and tech demos with case study booklets on high tables remain central features.",
    "At a university career fair on a polished expo floor, a circular arrangement of dozens of booths with colorful banners frames the space. Outside the gym, students line up before opening as alumni volunteers at a coffee station offer pep talks, and career counselors remind attendees to maintain eye contact while clutching resumes in branded folders. Inside, tech companies show demo screens of their latest apps, and consulting firms display glossy case-study booklets on high tables, with healthcare providers showcasing community outreach photos. A PA welcome announces the schedule, and the schedule is repeated during the event. Event staff scan registrations and hand out lanyards at the entrance. The scene remains consistent: lines form outside before opening, tech demos with case-study booklets on high tables remain central features, and alumni volunteers share quick pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.43463419979115625,
    0.43463419979115625,
    0.43463419979115625,
    0.43463419979115625,
    0.43463419979115625,
    0.8263457235398743,
    0.8263457235398743,
    0.8263457235398743,
    0.8263457235398743,
    0.8649861153557122,
    0.8649861153557122,
    0.8649861153557122,
    0.8649861153557122,
    0.8649861153557122,
    0.8649861153557122,
    0.8841198060174891,
    0.8841198060174891,
    0.8841198060174891,
    0.8841198060174891,
    0.8841198060174891,
    0.7974184964009872,
    0.7974184964009872,
    0.7974184964009872,
    0.7974184964009872,
    0.7974184964009872,
    0.7974184964009872,
    0.7974184964009872,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8611274881865646,
    0.8520212614295024,
    0.8520212614295024,
    0.8520212614295024,
    0.8520212614295024,
    0.8520212614295024,
    0.8520212614295024,
    0.8699324928210646,
    0.8699324928210646,
    0.8699324928210646,
    0.8699324928210646,
    0.8699324928210646,
    0.8699324928210646,
    0.8699324928210646,
    0.8698550330484599,
    0.8698550330484599,
    0.8698550330484599,
    0.8698550330484599,
    0.8698550330484599,
    0.8698550330484599,
    0.8558597101991282,
    0.8558597101991282,
    0.8558597101991282,
    0.8558597101991282,
    0.8558597101991282,
    0.8508898767203538
  ],
  "2": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "An initial welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Tech companies are displaying demo screens that showcase their latest apps.",
    "An initial welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Tech companies are displaying demo screens that showcase their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "A fair is underway with an initial welcome announcement over the PA system outlining the schedule. Tech companies are displaying demo screens showcasing their latest apps, and dozens of booths with colorful banners circle the polished floor. At the university, a welcome announcement over the PA system repeats the fair schedule as students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "An ongoing fair unfolds with an initial welcome over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, while dozens of booths with colorful banners encircle a polished floor. At the university, a welcome PA repeats the fair schedule as students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "An ongoing fair unfolds with an initial welcome over the PA system outlining the schedule. Tech companies display demo screens showcasing their latest apps, while dozens of booths with colorful banners encircle a polished floor. At the university, a welcome PA repeats the fair schedule as students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "An ongoing fair is under way, opened by a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps, and dozens of booths with colorful banners encircle a polished floor. On the university campus, a career fair unfolds on a polished floor encircled by dozens of booths and circular banners; a welcome PA repeats the schedule as students line up outside the university gym before opening, clutching resumes in branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact while moving through the exhibits. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Near the coffee station, alumni volunteers offer quick pep talks.",
    "An ongoing career fair unfolds on a university campus, centered on a polished floor encircled by dozens of booths and circular banners, opened by a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps, and students line up outside the university gym before opening, clutching resumes in branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact while moving through the exhibits. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Near the coffee station, alumni volunteers offer quick pep talks.",
    "An ongoing career fair unfolds on a university campus, on a polished floor encircled by dozens of booths and circular banners, opened by a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps as students line up outside the university gym before opening, clutching resumes in branded folders while they navigate the booths. Career counselors remind attendees to maintain eye contact while moving through the exhibits. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Near the coffee station, alumni volunteers offer quick pep talks.",
    "An ongoing career fair unfolds on a university campus on a polished floor with a circular arrangement of dozens of booths and colorful banners. Outside the gym, students line up before opening, clutching resumes in branded folders as alumni volunteers near a coffee station offer quick pep talks. Inside, tech companies display demo screens of their latest apps and consulting firms have glossy case study booklets on high tables, with booths encircling the space. Healthcare providers showcase community outreach photos. A welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate the exhibits. Event staff scan registrations and hand out lanyards at the entrance. The PA repeats the schedule during the event as students line up outside waiting for opening.",
    "A career fair unfolds on a university campus inside and around a gym, on a polished floor with a circular arrangement of dozens of booths and colorful banners. Outside the gym, students line up before opening, clutching resumes in branded folders as alumni volunteers near a coffee station offer quick pep talks. Inside, tech companies display demo screens of their latest apps and consulting firms place glossy case study booklets on high tables, with booths encircling the space; healthcare providers showcase community outreach photos. A welcome PA outlines the schedule, and career counselors remind attendees to maintain eye contact as they navigate exhibits. Event staff scan registrations and hand out lanyards at the entrance. The scene remains consistent: the schedule is announced, lines form outside before opening, and tech demos with case study booklets on high tables remain central features."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.5280347822342812,
    0.5280347822342812,
    0.5280347822342812,
    0.5981962328715562,
    0.5981962328715562,
    0.5981962328715562,
    0.5981962328715562,
    0.5981962328715562,
    0.5981962328715562,
    0.7708135220814493,
    0.7708135220814493,
    0.7708135220814493,
    0.7708135220814493,
    0.7708135220814493,
    0.7908473714498094,
    0.7908473714498094,
    0.7908473714498094,
    0.7908473714498094,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8177288783595194,
    0.8504175513633276,
    0.8504175513633276,
    0.8504175513633276,
    0.8504175513633276,
    0.8504175513633276,
    0.8504175513633276,
    0.86836953150473,
    0.86836953150473,
    0.86836953150473,
    0.86836953150473,
    0.86836953150473,
    0.86836953150473,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8640619384957429,
    0.8635536360826399,
    0.8635536360826399,
    0.8635536360826399,
    0.8635536360826399,
    0.8635536360826399,
    0.8635536360826399,
    0.8698350541047934,
    0.8698350541047934
  ],
  "3": [
    "",
    "",
    "",
    "Students line up outside the university gym, waiting for the career fair to open.",
    "Students line up outside the university gym, waiting for the career fair to open. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, waiting for the career fair to open, as alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, waiting for the career fair to open, as alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym, waiting for the career fair to open, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, waiting for the career fair to open, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "A university gym hosts the career fair with a circular arrangement of dozens of booths adorned with colorful banners surrounding a polished floor that defines the layout of the space. Outside, students line up waiting for the fair to open, while alumni volunteers near the coffee station share quick pep talks. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate among the booths. Students clutch resumes inside branded folders, moving through the space as they approach booths arranged around the polished floor.",
    "At the university gym, a career fair unfolds with dozens of booths arranged in a circular pattern around a polished floor, each booth adorned with colorful banners. Outside, students line up to enter as alumni volunteers near the coffee station offer quick pep talks. A welcome announcement over the PA outlines the fair schedule, while career counselors remind attendees to maintain eye contact as they move among the booths. Students clutch resumes inside branded folders as they approach booths. Consulting firms place glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the university, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners arranged in a circular pattern. Inside the gym, students clutch resumes in branded folders as they navigate the booths; consulting firms place glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Outside the gym, students line up to enter, and alumni volunteers near the coffee station offer quick pep talks. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they move among the booths.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners arranged in a circular pattern. Inside, students clutch resumes in branded folders as consulting firms place glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Outside, students line up to enter while alumni volunteers near the coffee station offer quick pep talks. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they move among booths. The same setup—a circle of banners around a polished surface with demo screens and case study booklets—reappears at the fair itself and in pre-opening exterior lineups, preserving continuity of the scene.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners arranged in a circle around a polished surface. Inside, students clutch branded resume folders as consulting firms place glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Outside, students line up to enter while alumni volunteers near the coffee station offer quick pep talks. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they move among booths. The same circular banner setup around a polished surface with demo screens and case study booklets recurs at the fair itself and in pre-opening exterior lineups, preserving continuity of the scene.",
    "At the university gym, a career fair unfolds on a polished floor with dozens of booths and colorful banners arranged in a circle around a polished surface. Inside, students clutch branded resume folders as consulting firms place glossy case study booklets on high tables and tech companies display demo screens of their latest apps. Outside, students line up to enter while alumni volunteers near the coffee station offer quick pep talks. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they move among booths. The same circular banner setup around a polished surface with demo screens and case study booklets recurs at the fair itself and in pre-opening exterior lineups, preserving continuity of the scene."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.5213587421187444,
    0.6781264474157104,
    0.6781264474157104,
    0.6781264474157104,
    0.6781264474157104,
    0.5527512663191,
    0.5527512663191,
    0.5527512663191,
    0.5527512663191,
    0.5527512663191,
    0.6830151973886147,
    0.6830151973886147,
    0.6830151973886147,
    0.6830151973886147,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8302098596517684,
    0.8781965319177029,
    0.8781965319177029,
    0.8781965319177029,
    0.9085919708021384,
    0.9085919708021384,
    0.9085919708021384,
    0.9085919708021384,
    0.9085919708021384,
    0.9085919708021384,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8710146251206913,
    0.8333098452641191,
    0.8333098452641191,
    0.8333098452641191,
    0.8333098452641191,
    0.8333098452641191,
    0.8333098452641191,
    0.8333098452641191,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654,
    0.8418433197828654
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A career fair scene presents dozens of booths with colorful banners circling a polished floor. Students clutch resumes inside branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact.",
    "At the university, the career fair unfolds around a polished floor lined with dozens of booths and colorful banners circling it. Students clutch resumes in branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule as students line up outside the university gym before the career fair opens.",
    "At the university, the career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling it. Students clutch resumes in branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule as students line up outside the university gym before the career fair opens.",
    "At the university, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule as students line up outside the university gym, waiting for the fair to open. Alumni volunteers share quick pep talks near the coffee station, while the booths encircle the polished floor.",
    "At the university, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule as students line up outside the university gym, waiting for the fair to open, with the PA repeating the schedule during the event. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps as booths encircle the polished floor.",
    "At the university, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, and career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule as students line up outside the university gym, waiting for the fair to open, with the PA repeating the schedule during the event. Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showcasing their latest apps as booths encircle the polished floor.",
    "At the university, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule as students line up outside the university gym, waiting for the fair to open, with the PA repeating the schedule during the event. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showcasing their latest apps as booths encircle the floor.",
    "At the university, a career fair unfolds on a polished floor lined with dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule as students line up outside the university gym, waiting for the fair to open, with the PA repeating the schedule during the event. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showcasing their latest apps as booths encircle the floor. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, a career fair unfolds on a polished floor, with dozens of booths and colorful banners encircling the space. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule and is repeated during the event as students line up outside the university gym, waiting for doors to open. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables and elevated surfaces near the entrance. Event staff scan registrations and hand out lanyards at the entrance. Outside before opening, healthcare providers showcase community outreach photos while students line up, clutching resumes inside branded folders.",
    "At the university, a career fair unfolds on a polished floor with dozens of booths and colorful banners encircling the space. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule and is repeated during the event as students line up outside the university gym, waiting for doors to open. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables and elevated surfaces near the entrance. Outside before opening, healthcare providers showcase community outreach photos while students line up, clutching resumes inside branded folders.",
    "At the university, a career fair unfolds on a polished floor with dozens of booths and colorful banners encircling the space. Students navigate the booths, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the schedule and is repeated during the event as students line up outside the university gym waiting for doors to open. Outside before opening, healthcare providers showcase community outreach photos while students line up. Alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables and elevated surfaces near the entrance."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.5219456052433554,
    0.5219456052433554,
    0.5219456052433554,
    0.7310108281145236,
    0.7310108281145236,
    0.7310108281145236,
    0.7310108281145236,
    0.7310108281145236,
    0.8543803844791242,
    0.8543803844791242,
    0.8543803844791242,
    0.8543803844791242,
    0.8489770933025329,
    0.8489770933025329,
    0.8489770933025329,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8638601159552848,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8455299469112947,
    0.8490398522673422,
    0.8490398522673422,
    0.8490398522673422,
    0.8705402090956806,
    0.8705402090956806,
    0.8705402090956806,
    0.8705402090956806,
    0.8705402090956806,
    0.8705402090956806,
    0.8705402090956806,
    0.8802699822423061,
    0.8802699822423061,
    0.8802699822423061,
    0.8802699822423061,
    0.8802699822423061,
    0.8832416002404957,
    0.8832416002404957,
    0.8832416002404957,
    0.8832416002404957,
    0.8832416002404957,
    0.8832416002404957,
    0.8832416002404957,
    0.8913723836163105,
    0.8913723836163105,
    0.8913723836163105
  ],
  "5": [
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. An initial welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. An initial welcome announcement is broadcast over the PA system, outlining the fair's schedule. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up, waiting for the career fair to open. Near the coffee station, alumni volunteers share quick pep talks.",
    "At the campus fair, consulting firms stack glossy case study booklets on high tables while tech companies display demo screens showing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up waiting for the career fair to open, with alumni volunteers nearby sharing quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "At the campus career fair inside the university gym, a circular arrangement of dozens of booths adorned with colorful banners surrounds a polished floor that defines the layout. Consulting firms display glossy case study booklets on high tables; tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate among the booths. Students clutch resumes in branded folders and move through the space toward booths arranged around the polished floor. Outside, students line up waiting for the fair to open, with alumni volunteers near a coffee station delivering quick pep talks.",
    "Inside the university gym, the campus career fair unfolds around a circular arrangement of dozens of booths with colorful banners surrounding a polished floor, where consulting firms stack case-study booklets on high tables and tech companies display demo screens of latest apps. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as students clutch resumes in branded folders and move among booths around the polished surface. Outside the gym, students line up before opening while alumni volunteers near a coffee station deliver pep talks. Across an expo floor, dozens of booths with colorful banners encircle a polished surface as tech demos appear on demo screens and consulting firms stack booklets on high tables. At the fair itself, the same setup reappears: consulting firms stack booklets on high tables and tech companies display demo screens, with PA rundown of the schedule.",
    "Inside the university gym, the career fair unfolds around a circular arrangement of dozens of booths with colorful banners surrounding a polished floor, where consulting firms stack case-study booklets on high tables and tech companies display demo screens of latest apps. A PA outlines the schedule as career counselors urge attendees to maintain eye contact while students clutch resumes in branded folders and move among booths. Outside the gym, students line up before opening and alumni volunteers near a coffee station deliver pep talks. Across an expo floor, dozens of booths with colorful banners encircle a polished surface as tech demos appear on demo screens and consulting firms again stack booklets on high tables. At the fair itself, the same setup reappears with a PA rundown of the schedule.",
    "At the university career fair inside the gym, a circular cluster of dozens of booths with colorful banners surrounds a polished floor. Consulting firms stack case-study booklets on high tables, while tech companies display demo screens of latest apps. A PA outlines the schedule as career counselors urge attendees to maintain eye contact; students clutch resumes in branded folders and move among booths. Outside the gym, students line up before opening, and alumni volunteers near a coffee station deliver pep talks. Across an expo area, dozens of booths with colorful banners encircle a polished surface as tech demos appear on demo screens and consulting firms again stack booklets on high tables. At the fair itself, the setup reappears with a PA rundown of the schedule and students continuing to clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.41955346999225274,
    0.41955346999225274,
    0.41955346999225274,
    0.41955346999225274,
    0.5396192630927646,
    0.5396192630927646,
    0.5396192630927646,
    0.545393567645615,
    0.545393567645615,
    0.545393567645615,
    0.545393567645615,
    0.545393567645615,
    0.545393567645615,
    0.8454000344170696,
    0.8454000344170696,
    0.8454000344170696,
    0.8454000344170696,
    0.8454000344170696,
    0.8454000344170696,
    0.8565338968789543,
    0.8565338968789543,
    0.8565338968789543,
    0.8565338968789543,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.899764741708001,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8396985620254012,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8485563955453893,
    0.8529981280677319,
    0.8529981280677319,
    0.8529981280677319,
    0.8529981280677319
  ],
  "6": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase community outreach photos as students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, healthcare providers showcase community outreach photos as students line up. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym before the career fair opens, healthcare providers showcase community outreach photos as students line up. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym before the career fair opens, healthcare providers display community outreach photos as students line up. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym before the career fair opens, healthcare providers display community outreach photos as students line up. Dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym before the career fair opens, healthcare providers display community outreach photos as students line up. Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, healthcare providers display community outreach photos as students line up. Dozens of booths with colorful banners encircle the polished floor. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, students line up as healthcare providers display community outreach photos. Dozens of booths with colorful banners encircle the polished floor, while alumni volunteers offer quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym before the career fair opens, students line up as healthcare providers display community outreach photos, with alumni volunteers near a coffee station delivering quick pep talks. Inside the gym, the campus career fair unfolds around a circular arrangement of dozens of booths adorned with colorful banners around a polished floor. Consulting firms display glossy case study booklets on high tables, and tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate among the booths. Students clutch resumes in branded folders and move through the space toward booths arranged around the polished floor.",
    "At the university, a career fair unfolds on a polished floor with a circular arrangement of dozens of booths and colorful banners. Outside the gym, students line up before opening as alumni volunteers near a coffee station deliver quick pep talks, and healthcare providers display community outreach photos. Inside, tech companies show demo screens of their latest apps and consulting firms display glossy case study booklets on high tables while booths encircle the space. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate. Students clutch resumes in branded folders and move among the booths. Event staff scan registrations and hand out lanyards at the entrance. The PA repeats the schedule during the event as students line up outside the university gym waiting for the fair to open.",
    "At the university, a career fair unfolds on a polished floor with a circular arrangement of dozens of booths and colorful banners. Outside the gym, students line up before opening as alumni volunteers near a coffee station deliver quick pep talks, and healthcare providers display community outreach photos. Inside, tech companies show demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; booths encircle the space. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate. Students clutch resumes in branded folders and move among the booths. Event staff scan registrations and hand out lanyards at the entrance, and the PA repeats the schedule during the event as students line up outside the gym waiting for the fair to open.",
    "At the university, a career fair unfolds on a polished floor in a circular arrangement of dozens of booths with colorful banners. Outside the gym, students line up before opening as alumni volunteers near a coffee station deliver quick pep talks, and healthcare providers display community outreach photos. Inside, tech companies show demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables; booths encircle the space. A welcome announcement over the PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact as they navigate. Students clutch resumes in branded folders and move among the booths. Event staff scan registrations and hand out lanyards at the entrance, and the PA repeats the schedule during the event."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.4285554708019667,
    0.4285554708019667,
    0.4285554708019667,
    0.4285554708019667,
    0.5199015478768421,
    0.5199015478768421,
    0.5199015478768421,
    0.5199015478768421,
    0.7906773762359587,
    0.7906773762359587,
    0.7906773762359587,
    0.7906773762359587,
    0.7906773762359587,
    0.8761452501017534,
    0.8761452501017534,
    0.8761452501017534,
    0.8761452501017534,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8922243291846057,
    0.8865298146715899,
    0.8865298146715899,
    0.8865298146715899,
    0.8865298146715899,
    0.8737561455114624,
    0.8737561455114624,
    0.8737561455114624,
    0.847759674166063,
    0.847759674166063,
    0.847759674166063,
    0.847759674166063,
    0.847759674166063,
    0.847759674166063,
    0.893942288886886,
    0.893942288886886,
    0.893942288886886,
    0.893942288886886,
    0.893942288886886,
    0.8675590296658173,
    0.8675590296658173,
    0.8675590296658173,
    0.8675590296658173,
    0.8675590296658173,
    0.8675590296658173,
    0.865443828265902,
    0.865443828265902,
    0.865443828265902,
    0.865443828265902,
    0.865443828265902,
    0.8557666416850638,
    0.8557666416850638,
    0.8557666416850638,
    0.8557666416850638,
    0.8557666416850638
  ],
  "7": [
    "",
    "",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables.",
    "At the expo floor, tech companies display demo screens showcasing their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor.",
    "At the expo floor, tech companies display demo screens for their latest apps, while consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor. At the university, a welcome announcement over the PA system outlines the fair schedule as students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "On the expo floor, dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the university, a welcome announcement over the PA outlines the fair schedule while students line up outside the gym before the career fair opens, and career counselors remind attendees to maintain eye contact. At the fair, the same setup reappears: consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps, with a welcome announcement outlining the fair schedule over the PA.",
    "On an expo floor, dozens of booths with colorful banners encircle a polished floor as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the university, a welcome announcement over the PA outlines the fair schedule while students line up outside the gym before the career fair opens, and career counselors remind attendees to maintain eye contact. At the fair, the same setup reappears: consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps, with a welcome announcement outlining the fair schedule over the PA. Tech companies display demo screens showing their latest apps.",
    "Across an expo floor, dozens of booths with colorful banners encircle a polished surface as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the university, a welcome announcement over the PA outlines the fair schedule while students line up outside the gym before the career fair opens, and career counselors remind attendees to maintain eye contact. At the fair itself, the same setup reappears: consulting firms stack glossy case study booklets on high tables and tech companies display demo screens of their latest apps, with a welcome announcement outlining the fair schedule over the PA system.",
    "Across the expo floor, dozens of booths with colorful banners encircle a polished surface as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the university, a welcome announcement over the PA outlines the fair schedule while students line up outside the gym before the career fair opens, and career counselors remind attendees to maintain eye contact. At the fair itself, the same setup reappears: consulting firms again stack glossy case study booklets on high tables and tech companies display demo screens, with another welcome announcement outlining the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Across the expo and university career fair, a polished floor encircles dozens of booths and colorful banners; tech firms display demo screens while consulting firms stack glossy case study booklets on high tables. Welcome announcements over the PA outline the fair schedule at both venues. Outside the university gym, students line up before opening; inside, students clutch resumes in branded folders as they navigate booths and career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers give quick pep talks.",
    "An ongoing career fair unfolds on a university campus, centered on a polished floor encircled by dozens of booths and circular banners, opened by a welcome PA outlining the schedule at both venues. Tech firms display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables; healthcare providers showcase community outreach photos. Outside the university gym, students line up before opening; inside, students clutch resumes in branded folders as they navigate the booths. Career counselors remind attendees to maintain eye contact while moving through the exhibits. Near the coffee station, alumni volunteers give quick pep talks.",
    "An ongoing university career fair unfolds on a polished gym floor, encircled by a circular arrangement of dozens of booths and colorful banners. A welcome PA outlines the schedule at both venues. Tech firms display demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; healthcare providers showcase community outreach photos. Outside the gym, students line up before opening; inside, they move among booths, clutching resumes in branded folders as career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver quick pep talks.",
    "An ongoing university career fair unfolds on a polished gym floor, encircled by a circular arrangement of dozens of booths and colorful banners. A welcome PA outlines the schedule at both venues. Inside, attendees move among booths, clutching resumes in branded folders; tech firms display demo screens of their latest apps, consulting firms stack glossy case-study booklets on high tables, and healthcare providers showcase community outreach photos. Outside, students line up before opening. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver quick pep talks. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.42466534016189234,
    0.42466534016189234,
    0.42466534016189234,
    0.42466534016189234,
    0.42466534016189234,
    0.49674763002874506,
    0.49674763002874506,
    0.49674763002874506,
    0.49674763002874506,
    0.77654749942512,
    0.77654749942512,
    0.77654749942512,
    0.77654749942512,
    0.77654749942512,
    0.7421909074233436,
    0.7421909074233436,
    0.7421909074233436,
    0.7421909074233436,
    0.7421909074233436,
    0.7421909074233436,
    0.7421909074233436,
    0.7209752210786979,
    0.7209752210786979,
    0.7209752210786979,
    0.7209752210786979,
    0.7191403961015804,
    0.7191403961015804,
    0.7191403961015804,
    0.7191403961015804,
    0.7191403961015804,
    0.7191403961015804,
    0.7793964694502604,
    0.7793964694502604,
    0.7793964694502604,
    0.7793964694502604,
    0.7793964694502604,
    0.8776444442453591,
    0.8776444442453591,
    0.8776444442453591,
    0.8776444442453591,
    0.8776444442453591,
    0.8776444442453591,
    0.8776444442453591,
    0.8779148574389153,
    0.8779148574389153,
    0.8779148574389153,
    0.8779148574389153,
    0.8779148574389153,
    0.8779148574389153,
    0.8779148574389153,
    0.9123667322326667,
    0.9123667322326667,
    0.9123667322326667,
    0.9123667322326667,
    0.9157327348384348,
    0.9157327348384348,
    0.9157327348384348,
    0.9157327348384348,
    0.9157327348384348
  ],
  "8": [
    "",
    "",
    "",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "A circular arrangement of dozens of booths with colorful banners surrounds the polished floor.",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor, defining the layout of the space. Career counselors remind attendees to maintain eye contact as they navigate among the booths.",
    "A circular arrangement of dozens of booths with colorful banners surrounds a polished floor, defining the layout of the space. Career counselors remind attendees to maintain eye contact as they navigate among the booths, including students clutching resumes inside branded folders. Outside the university gym, students line up, waiting for the career fair to open. Near the coffee station, alumni volunteers share quick pep talks. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners arranged circularly. Students clutch resumes in branded folders as they navigate the booths. Outside the university gym, students line up awaiting the fair to open. Career counselors remind attendees to maintain eye contact while navigating the booths. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the fair schedule.",
    "At the university, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners arranged circularly. Students clutch resumes in branded folders as they navigate the booths. Outside the university gym, students line up awaiting the fair to open. Career counselors remind attendees to maintain eye contact while navigating the booths. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the fair schedule.",
    "At the university, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners arranged circularly. Students clutch resumes in branded folders as they navigate the booths, and career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the fair schedule.",
    "At the university, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners arranged circularly. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the fair schedule.",
    "On the university campus, a career fair unfolds on a polished floor encircled by dozens of booths and circular banners. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the fair schedule, and the schedule is repeated as the fair opens. Tech companies display demo screens of their latest apps, alongside dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos.",
    "At the university campus, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners circling the space. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the schedule, and the schedule is repeated as the fair opens. Tech companies display demo screens of their latest apps, alongside dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university campus, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the schedule, and the schedule is repeated as the fair opens. Tech companies display demo screens of their latest apps, alongside dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university campus, a career fair unfolds on a polished floor encircled by dozens of booths and colorful banners. Students clutch resumes in branded folders as they navigate the booths, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up awaiting the fair to open. Near the coffee station, alumni volunteers give quick pep talks. A welcome announcement over the PA outlines the schedule, and the schedule is repeated as the fair opens. Tech companies display demo screens of their latest apps, alongside dozens of booths with colorful banners. Consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.34446683929794575,
    0.32354886637562064,
    0.32354886637562064,
    0.32354886637562064,
    0.32354886637562064,
    0.32354886637562064,
    0.5665019420743399,
    0.5665019420743399,
    0.5665019420743399,
    0.8673704571977153,
    0.8673704571977153,
    0.8673704571977153,
    0.8673704571977153,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8937282579787585,
    0.8833704364183552,
    0.8833704364183552,
    0.8833704364183552,
    0.8833704364183552,
    0.8833704364183552,
    0.8833704364183552,
    0.8794563403915752,
    0.8794563403915752,
    0.8794563403915752,
    0.8794563403915752,
    0.8794563403915752,
    0.8794563403915752,
    0.8546006673381173,
    0.8546006673381173,
    0.8546006673381173,
    0.8546006673381173,
    0.8623283976384455,
    0.8623283976384455,
    0.8623283976384455,
    0.8623283976384455,
    0.8623283976384455,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453,
    0.8454576506405453
  ],
  "9": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "A scene depicts consulting firms stacking glossy case study booklets on high tables, with several booklets arranged on elevated surfaces. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "An event scene at a fair shows consulting firms stacking glossy case study booklets on high tables, with several booklets arranged on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a fair, consulting firms stack glossy case study booklets on high tables, with several booklets arranged on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners surround a polished floor. Career counselors remind attendees to maintain eye contact.",
    "At a fair, consulting firms stack glossy case study booklets on high tables and elevated surfaces. A welcome announcement is broadcast over the PA system outlining the fair schedule. Dozens of booths with colorful banners encircle a polished floor. Career counselors remind attendees to maintain eye contact. Outside the university gym, before the career fair opens, healthcare providers showcase community outreach photos as students line up.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables and elevated surfaces while a welcome announcement outlines the schedule over the PA system. Dozens of booths with colorful banners encircle a polished floor. Outside the university gym, before opening, healthcare providers showcase community outreach photos as students line up, with students clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables and elevated surfaces as a welcome announcement outlines the schedule over the PA system. Dozens of booths with colorful banners encircle a polished floor. Outside the university gym before opening, healthcare providers showcase community outreach photos while students line up, all clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and near the coffee station alumni volunteers share quick pep talks.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables and elevated surfaces as a welcome announcement outlines the schedule over the PA system. Dozens of booths with colorful banners encircle a polished floor. Outside the university gym before opening, healthcare providers showcase community outreach photos while students line up, all clutching resumes inside branded folders. Career counselors remind attendees to maintain eye contact, and near the coffee station alumni volunteers share quick pep talks.",
    "Before the career fair opens, outside the university gym, healthcare providers display community outreach photos while students line up clutching resumes inside branded folders. Dozens of booths with colorful banners encircle a polished floor. A welcome announcement over the PA system outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks.",
    "On a university campus, a career fair unfolds on a polished floor encircled by dozens of booths with colorful banners and circular banners. Before opening, outside the university gym, students line up awaiting entry; inside, they clutch resumes in branded folders as they navigate the booths. Tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, and healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule, and the schedule is repeated as the fair opens. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks.",
    "On a university campus, a career fair unfolds inside the gym on a polished floor, arranged around a circular layout of dozens of booths with colorful banners and circular banners. Outside the gym, students line up awaiting entry, while inside they clutch resumes in branded folders as they move among booths. Tech companies display demo screens of their latest apps; consulting firms stack case-study booklets on high tables; healthcare providers showcase community outreach photos. A PA announcement outlines the fair schedule, and the schedule is repeated as the fair opens. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver quick pep talks. Across an expo floor, the same setup persists: booths encircling a polished surface, tech demos on screens, and case-study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4420782660884468,
    0.4420782660884468,
    0.4420782660884468,
    0.4420782660884468,
    0.5575344505744546,
    0.5575344505744546,
    0.5575344505744546,
    0.5575344505744546,
    0.7207162974014836,
    0.7207162974014836,
    0.7207162974014836,
    0.7207162974014836,
    0.7207162974014836,
    0.7207162974014836,
    0.8069290781834428,
    0.8069290781834428,
    0.8069290781834428,
    0.8069290781834428,
    0.8069290781834428,
    0.8069290781834428,
    0.8856265773290355,
    0.8856265773290355,
    0.8856265773290355,
    0.8856265773290355,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8611978126466484,
    0.8669176506676151,
    0.8669176506676151,
    0.8669176506676151,
    0.8669176506676151,
    0.8669176506676151,
    0.8669176506676151,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8549338983882033,
    0.8427671041664415,
    0.8427671041664415,
    0.8427671041664415,
    0.8427671041664415
  ]
}