{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos at the fair, while a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the fair, healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "At the fair, healthcare providers showcase community outreach photos as a welcome PA announces the schedule. Tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Dozens of booths encircle a polished floor, each booth adorned with colorful banners. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, dozens of booths encircle a polished floor, each booth adorned with colorful banners. Healthcare providers showcase community outreach photos as a welcome PA announces the schedule. Tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Students hold resumes in branded folders and rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor, where healthcare providers display community outreach photos as a welcome PA announces the schedule and tech companies show demo screens of their latest apps, while a robotics startup flies a small drone above its booth. Students hold resumes in branded folders and rehearse elevator pitches against the wall, and groups of friends mark target employers on an event map. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, as HR teams jot notes on tablets while students introduce themselves. An adjoining classroom hosts networking etiquette workshops, and an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, dozens of booths wrapped in colorful banners circle a polished floor, with healthcare providers displaying community outreach photos and a welcome PA announcing the schedule as tech companies show demo screens. A robotics startup projects a small drone above its display to draw attention. Students hold resumes in branded folders and rehearse concise elevator pitches against a wall, while groups of friends mark target employers on an event map. Event staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, as HR teams jot notes on tablets and students introduce themselves. An adjoining classroom hosts networking etiquette workshops, and an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering quick pep talks near the coffee station. A cybersecurity company runs a laptop-based password-cracking challenge, with attendees participating.",
    "At the university gym, dozens of booths circle a polished floor, with banners; healthcare providers display community outreach photos and a welcome PA outlines the schedule as tech companies show demo screens. A robotics startup projects a small drone above its display to attract attention. Students hold resumes in branded folders and rehearse elevator pitches against a wall, while groups mark target employers on an event map. Event staff scan registrations and hand out lanyards at the entrance; career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, as HR teams jot notes on tablets and students introduce themselves. An adjoining classroom hosts networking etiquette workshops, and an alumni panel discusses how to prepare for technical interviews, with alumni volunteers offering pep talks near the coffee station. A cybersecurity company runs a laptop-based password-cracking challenge; finance firms hand out QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.39014993111811613,
    0.39014993111811613,
    0.39014993111811613,
    0.6434158553563225,
    0.6434158553563225,
    0.6434158553563225,
    0.8494871800735228,
    0.8494871800735228,
    0.8494871800735228,
    0.8494871800735228,
    0.8494871800735228,
    0.8602003853165927,
    0.8602003853165927,
    0.8602003853165927,
    0.8602003853165927,
    0.8725954739253537,
    0.8725954739253537,
    0.8725954739253537,
    0.8725954739253537,
    0.8725954739253537,
    0.8725954739253537,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8847238638463086,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.8993500964703111,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.9062524477476095,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597,
    0.8298858296398597
  ],
  "1": [
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos.",
    "In the adjoining classroom, workshops on networking etiquette begin; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews. At the fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. A welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Across the event, an adjoining classroom hosts workshops on networking etiquette; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews. At the fair, dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Tech companies display demo screens showing their latest apps. In the session, career counselors again remind attendees to maintain eye contact; human resources teams jot notes on tablets as students introduce themselves.",
    "An event features an adjoining classroom where networking etiquette workshops take place, healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. At the fair, dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule, and tech companies display demo screens showing their latest apps. In the session, career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets as students introduce themselves.",
    "The scene centers on a career fair around a polished floor with dozens of booths and colorful banners. An adjoining classroom hosts networking etiquette workshops, while healthcare providers display community outreach photos and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the schedule as tech companies show demo screens of their latest apps. In the session, career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map; students hold resumes in branded folders, rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention, and counselors redirect unsure students toward applicable industries.",
    "The scene centers on a career fair set on a polished floor with dozens of booths and colorful banners. An adjoining classroom hosts networking etiquette workshops, while healthcare providers display community outreach photos and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the schedule as tech companies show demo screens of their latest apps. In the session, career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map; students hold resumes in branded folders, rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention, and counselors redirect unsure students toward applicable industries.",
    "The scene centers on a polished floor career fair with dozens of booths and colorful banners, while an adjoining classroom hosts networking etiquette workshops. Healthcare providers display community outreach photos and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the schedule as tech companies show demo screens of their latest apps. In the session, career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map; students hold resumes in branded folders, rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention, and counselors redirect unsure students toward applicable industries.",
    "A polished-floor career fair fills the scene, with dozens of booths and colorful banners, while an adjoining classroom hosts networking etiquette workshops. Healthcare providers display community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A welcome PA outlines the schedule as tech companies show demo screens of their latest apps. In sessions, career counselors remind attendees to maintain eye contact while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students hold resumes in branded folders, rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention, and counselors redirect unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.2969043533349459,
    0.3765741391660039,
    0.3765741391660039,
    0.3765741391660039,
    0.3765741391660039,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8432349257743696,
    0.8845535565931855,
    0.8845535565931855,
    0.8845535565931855,
    0.8845535565931855,
    0.8845535565931855,
    0.8664260040231166,
    0.8664260040231166,
    0.8664260040231166,
    0.8664260040231166,
    0.8664260040231166,
    0.8664260040231166,
    0.8664260040231166,
    0.8778321979253854,
    0.8778321979253854,
    0.8778321979253854,
    0.8778321979253854,
    0.8778321979253854,
    0.8778321979253854,
    0.8778321979253854,
    0.8760394970769598,
    0.8760394970769598,
    0.8760394970769598,
    0.8760394970769598,
    0.8760394970769598,
    0.8760394970769598,
    0.8760394970769598,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872,
    0.8822938528425872
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the session, career counselors remind attendees to maintain eye contact; workshops on networking etiquette begin in the adjoining classroom; and human resources teams jot notes on tablets as students introduce themselves.",
    "During the session, career counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves. In the adjoining classroom, networking etiquette workshops begin, while healthcare providers showcase community outreach photos and an alumni panel discusses how to prepare for technical interviews. At the fair, dozens of booths with colorful banners circle the polished floor as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule, and tech companies display demo screens showing their latest apps.",
    "Throughout the fair, a circular, continuous ring of displays and dozens of booths with colorful banners lines the polished floor. Career counselors remind attendees to maintain eye contact, a cue echoed as HR teams jot notes on tablets during student introductions. In an adjoining classroom, networking etiquette workshops begin, while healthcare providers showcase community outreach photos and an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule, and tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. The layout and banners create a vivid ring of displays, with QR codes enabling quick internship access. Career counselors guide unsure students toward applicable industries.",
    "The scene shows a career fair arranged around a circular ring of displays and dozens of booths with colorful banners on a polished floor. Career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets during student introductions. In an adjoining classroom, networking etiquette workshops begin, healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A welcome PA announces the fair schedule as tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications, enabling quick submission, while consulting firms stack glossy case study booklets on high tables. The activities unfold concurrently: counselors guide unsure students toward applicable industries and peers rehearse elevator pitches as firms provide rapid internship access via QR codes, all around the circulating booths.",
    "Career fair arranged around a circular ring of displays and dozens of booths with colorful banners on a polished floor. Career counselors remind attendees to maintain eye contact, while HR teams jot notes on tablets during student introductions. In an adjoining classroom, networking etiquette workshops begin, healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A welcome PA announces the fair schedule as tech companies display demo screens of their latest apps. Finance firms offer QR codes for immediate internship applications, enabling quick submission, while consulting firms stack glossy case study booklets on high tables. The activities unfold concurrently: counselors guide unsure students toward applicable industries and peers rehearse elevator pitches as firms provide rapid internship access via QR codes, all around circulating booths. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair around a circular ring of displays and dozens of booths with banners on a polished floor, counselors remind attendees to maintain eye contact while HR jot notes on tablets during introductions. In an adjoining classroom, networking etiquette workshops begin as healthcare providers showcase outreach photos and an alumni panel discusses preparing for technical interviews. A welcome PA signals the schedule as tech companies display demo screens; finance firms issue QR codes for immediate internships and consulting firms stack case-study booklets on high tables. Activities unfold concurrently around circulating booths; elsewhere, at the university gym, a welcome PA outlines the schedule. Alumni volunteers offer pep talks near coffee station; a robotics startup drone draws attention. At the entrance, staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on laptop. Groups of friends mark target employers on the event map."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.4911749409435146,
    0.3649753690762407,
    0.3649753690762407,
    0.3649753690762407,
    0.3649753690762407,
    0.3649753690762407,
    0.3649753690762407,
    0.8428424968513307,
    0.8428424968513307,
    0.8428424968513307,
    0.8428424968513307,
    0.8428424968513307,
    0.905017068429429,
    0.905017068429429,
    0.905017068429429,
    0.905017068429429,
    0.905017068429429,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8570214513439425,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8810491589118568,
    0.8697756029415867
  ],
  "3": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while students line up outside the university gym before the career fair opens.",
    "A group of students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the career fair opens.",
    "Groups of students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Workshops on networking etiquette are taking place in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Groups of students rehearse elevator pitches quietly against a wall as others line up outside the university gym before the career fair opens; workshops on networking etiquette are taking place in the adjoining classroom. Career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance.",
    "Groups of students rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the career fair opens. Workshops on networking etiquette are taking place in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "Groups of students rehearse elevator pitches quietly against a wall while others line up outside the university gym before the career fair opens. Workshops on networking etiquette are taking place in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and event staff scan registrations and hand out lanyards at the entrance to coordinate check-in. Groups of friends mark target employers on the event map. The career fair unfolds on a polished gym floor, with dozens of booths and colorful banners encircling the space. HR teams jot notes on tablets as students introduce themselves, with digital HR notes recorded alongside the introductions. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "Groups of students rehearse elevator pitches against a wall while others line up outside the gym before the career fair opens. In an adjoining classroom, networking etiquette workshops run as counselors urge eye contact and staff scan registrations, handing out lanyards for check-in. Friends mark target employers on the event map, identifying companies they aim to engage. The fair unfolds on a polished gym floor with dozens of booths and colorful banners. HR teams jot notes on tablets as students introduce themselves, with digital notes recorded alongside. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give quick pep talks near the coffee station as a welcome PA outlines the schedule. Finance firms offer QR codes for internships; the engineering society runs a resume review near the stage; tech companies display demo screens of their latest apps.",
    "A bustling university career fair unfolds on a gym floor dotted with booths and banners. Groups of students rehearse elevator pitches against a wall while others line up outside before opening. In an adjoining classroom, networking etiquette workshops run as counselors urge eye contact and staff scan registrations, handing out lanyards for check-in. Friends mark target employers on the event map, identifying companies they aim to engage. HR teams jot notes on tablets with digital notes. A cybersecurity startup runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth. Alumni volunteers give quick pep talks near a coffee station as a welcome PA outlines the schedule. Finance firms offer QR codes for internships; the engineering society runs a resume review near the stage; tech companies display demo screens. Concurrent activities include counselors guiding toward sectors, peers practicing pitches, and QR-enabled access circulating among booths."
  ],
  "3_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.37635291185773234,
    0.37635291185773234,
    0.37635291185773234,
    0.37635291185773234,
    0.37635291185773234,
    0.37635291185773234,
    0.37635291185773234,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.36182456281579356,
    0.714986482984004,
    0.714986482984004,
    0.714986482984004,
    0.714986482984004,
    0.6154633161412347,
    0.6154633161412347,
    0.6154633161412347,
    0.7828017768612054,
    0.7828017768612054,
    0.7828017768612054,
    0.7828017768612054,
    0.7828017768612054,
    0.7828017768612054,
    0.7828017768612054,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.836628805911876,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8998846324094103,
    0.8806095051370063,
    0.8806095051370063,
    0.8806095051370063
  ],
  "4": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map.",
    "Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map. Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map, noting the companies they intend to engage with. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Near the coffee station, alumni volunteers share quick pep talks.",
    "Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map, noting the companies they intend to engage with. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos.",
    "Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map, noting the companies they intend to engage with. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. The circular layout creates a continuous ring of displays, with banners providing color and QR codes enabling quick internship access.",
    "Dozens of booths encircle the polished floor, each booth adorned with colorful banners, forming a circular layout that creates a continuous ring of displays. Students rehearse elevator pitches quietly against the wall as groups of friends mark target employers on the event map, noting the companies they intend to engage with. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths encircle a polished floor with colorful banners, forming a circular layout that creates a continuous ring of displays. Students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map, noting companies they intend to engage with. Near the coffee station, alumni volunteers share quick pep talks. In the adjoining classroom, workshops on networking etiquette begin as healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths form a circular ring around a polished floor adorned with colorful banners. Students rehearse elevator pitches quietly against a wall, while groups of friends mark target employers on the event map, noting companies they intend to engage with. Near the coffee station, alumni volunteers offer quick pep talks. In the adjoining classroom, workshops on networking etiquette begin as healthcare providers showcase community outreach photos. Finance firms provide QR codes for immediate internship applications, and consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries and remind them to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "A career fair scene shows dozens of booths arranged in a circular ring around a polished floor adorned with colorful banners. Students rehearse elevator pitches quietly against a wall; groups of friends mark target employers on the event map, noting companies they intend to engage with. Near the coffee station, alumni volunteers offer quick pep talks. In the adjoining classroom, workshops on networking etiquette begin as healthcare providers showcase community outreach photos. Finance firms provide QR codes for immediate internship applications, while consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries and remind them to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.39353919451089475,
    0.39353919451089475,
    0.39353919451089475,
    0.39353919451089475,
    0.5761815725820493,
    0.5761815725820493,
    0.5761815725820493,
    0.5761815725820493,
    0.6927298038533092,
    0.6927298038533092,
    0.6927298038533092,
    0.6927298038533092,
    0.7366953761790549,
    0.7366953761790549,
    0.7366953761790549,
    0.7366953761790549,
    0.7366953761790549,
    0.7366953761790549,
    0.7366953761790549,
    0.8022930988094794,
    0.8022930988094794,
    0.8022930988094794,
    0.8022930988094794,
    0.8022930988094794,
    0.8022930988094794,
    0.8260731490800859,
    0.8260731490800859,
    0.8260731490800859,
    0.8260731490800859,
    0.8260731490800859,
    0.8260731490800859,
    0.8260731490800859,
    0.8139689767063186,
    0.8139689767063186,
    0.8139689767063186,
    0.8139689767063186,
    0.8139689767063186,
    0.8139689767063186,
    0.8139689767063186,
    0.7976992893484276,
    0.7976992893484276,
    0.7976992893484276,
    0.7976992893484276,
    0.7976992893484276,
    0.7976992893484276,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091,
    0.8666938146226091
  ],
  "5": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and distribute lanyards. At the same time, human resources teams jot notes on tablets as students introduce themselves. The scene records HR's digital note-taking alongside the students' self-introductions, showing administrative observation and participant introductions happening in tandem.",
    "At the entrance, event staff scan registrations and distribute lanyards. Human resources teams jot notes on tablets as students introduce themselves, with the scene recording HR's digital note-taking alongside the students' self-introductions, showing administrative observation and participant introductions happening in tandem. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with the scene recording HR’s digital note-taking alongside the students’ self-introductions, showing administrative observation and participant introductions happening in tandem. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor at the event. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with the scene recording HR’s digital note-taking alongside the students’ self-introductions, illustrating administrative observation and participant introductions occurring in tandem. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with the scene recording HR’s digital note-taking alongside the students’ self-introductions, illustrating administrative observation and participant introductions occurring in tandem. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and distribute lanyards; HR teams jot notes on tablets as students introduce themselves, capturing digital notes alongside introductions; a cybersecurity company runs a password-cracking challenge on a laptop; dozens of booths with colorful banners circle the polished floor; career counselors remind attendees to maintain eye contact; healthcare providers showcase community outreach photos; a welcome PA outlines the schedule; tech companies display demo screens showing their latest apps; groups of friends mark target employers on the event map; alumni volunteers give quick pep talks near the coffee station as the welcome PA outlines the fair schedule; some students rehearse elevator pitches quietly against the wall; career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications; the engineering society sponsors a resume review table near the stage.",
    "At a cybersecurity event and career fair, attendees participate in laptop password-cracking challenge run by a cybersecurity company, while dozens of booths with colorful banners encircle floor and staff scan registrations, handing out lanyards at entrance. HR teams jot notes on tablets as students introduce themselves, some holding resumes in branded folders. Groups of friends mark target employers on the event map. In another area, students rehearse elevator pitches quietly against a wall. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Healthcare providers showcase outreach photos, and alumni volunteers give pep talks near coffee station; alumni panel discusses preparing for technical interviews. Welcome PA outlines schedule. Tech companies display demo screens of their apps; engineering society sponsors a resume review near the stage. Robotics startup flies a drone above its booth to attract attention."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.6554048514858046,
    0.6554048514858046,
    0.6554048514858046,
    0.6554048514858046,
    0.6554048514858046,
    0.6554048514858046,
    0.6554048514858046,
    0.680096910308364,
    0.680096910308364,
    0.680096910308364,
    0.680096910308364,
    0.680096910308364,
    0.680096910308364,
    0.680096910308364,
    0.787162927248481,
    0.787162927248481,
    0.787162927248481,
    0.787162927248481,
    0.787162927248481,
    0.8227207365203371,
    0.8227207365203371,
    0.8227207365203371,
    0.8227207365203371,
    0.8227207365203371,
    0.8302437649500454,
    0.8302437649500454,
    0.8302437649500454,
    0.8302437649500454,
    0.8302437649500454,
    0.8302437649500454,
    0.8302437649500454,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.5751615465625537,
    0.8755085437681722,
    0.8755085437681722,
    0.8755085437681722,
    0.8755085437681722
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students are observed holding resumes inside branded folders, while some students rehearse elevator pitches quietly against the wall.",
    "Students hold resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Students hold resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, students hold resumes in branded folders and rehearse elevator pitches quietly against the wall. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, students hold resumes in branded folders and rehearse elevator pitches quietly against the wall. Dozens of booths circle the polished floor, each booth adorned with colorful banners. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, students hold resumes in branded folders and rehearse elevator pitches quietly against the wall. Dozens of booths encircle a polished floor, each booth adorned with colorful banners. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos as a welcome PA announces the schedule. Tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention.",
    "At a university gym-based career fair, students hold resumes in branded folders and rehearse elevator pitches quietly against a polished floor as dozens of booths encircle the space, each adorned with colorful banners. Event staff scan registrations and hand out lanyards at the entrance while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and a welcome PA announces the schedule, reinforced by a broadcast of the same information. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map. A robotics startup flies a small drone above its booth to attract attention. Finance firms hand out QR codes for immediate internship applications. Alumni volunteers offer pep talks near a coffee station; students line up outside before opening.",
    "At a university gym-based career fair, a polished floor hosts dozens of booths encircling the space, each adorned with colorful banners. Students hold resumes in branded folders and rehearse elevator pitches quietly. Event staff scan registrations and hand out lanyards at the entrance, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. A welcome PA announces the schedule, reinforced by a broadcast of the same information. Healthcare providers showcase community outreach photos, and tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on an event map. A robotics startup flies a small drone above its booth to attract attention. Finance firms hand out QR codes for immediate internship applications. Alumni volunteers offer pep talks near a coffee station; students line up outside before opening."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.35156249558627806,
    0.35156249558627806,
    0.35156249558627806,
    0.35156249558627806,
    0.5318786426133879,
    0.5318786426133879,
    0.5318786426133879,
    0.7353146544129723,
    0.7353146544129723,
    0.7353146544129723,
    0.7923287393997165,
    0.7923287393997165,
    0.7923287393997165,
    0.7923287393997165,
    0.7923287393997165,
    0.8477405747230401,
    0.8477405747230401,
    0.8477405747230401,
    0.8477405747230401,
    0.8477405747230401,
    0.8816507957202753,
    0.8816507957202753,
    0.8816507957202753,
    0.8816507957202753,
    0.8816507957202753,
    0.8816507957202753,
    0.8816507957202753,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8538454807261625,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288,
    0.8534175140429288
  ],
  "7": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle the polished floor, while career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners circle the polished floor at the event. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with colorful banners encircle the polished floor of the event. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves; the scene records HR's digital note-taking alongside the students' self-introductions, showing administrative observation and participant introductions happening in tandem. At the entrance, event staff scan registrations and distribute lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A career fair unfolds on a polished gym floor, with dozens of booths and colorful banners encircling the space. Career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, with the scene recording digital HR notes alongside the participants' self-introductions, illustrating administrative observation and introductions happening in tandem. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the fair opens.",
    "At the university career fair, a polished gym floor hosts dozens of booths and colorful banners surrounding the space. Students line up outside the university gym before the fair opens, holding resumes in branded folders and rehearsing elevator pitches along the walls as alumni volunteers share pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact and later redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, with the scene recording digital HR notes alongside the introductions, illustrating administrative observation in tandem with the self-introductions. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens presenting their latest apps and a PA outlines the schedule.",
    "At the university gym with a polished floor, dozens of booths and colorful banners frame the career fair. Groups of students line up outside before opening, clutching resumes in branded folders and rehearsing elevator pitches along the walls. Alumni volunteers deliver pep talks near the coffee station as an alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact and later guide unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves, with digital HR notes recorded alongside introductions. Entrance staff scan registrations, hand out lanyards, and coordinate check-in. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens; a PA outlines the schedule. A robotics startup flies a small drone above its booth; groups mark target employers on the event map; workshops on networking etiquette occur in the adjoining classroom.",
    "At the university gym, polished floor hosts a circular ring of dozens of booths framed by colorful banners. Students line up outside before opening, clutching branded resumes and rehearsing elevator pitches. Alumni volunteers offer pep talks near coffee station; alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact and later direct unsure students to industries. HR teams jot notes on tablets as students introduce themselves, with digital notes recorded. Entrance staff scan registrations, hand out lanyards, coordinate check-in. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens; PA outlines schedule. A robotics startup flies a drone above its booth; groups mark target employers on the event map; networking etiquette workshops occur in the adjoining classroom alongside healthcare outreach photos. Finance firms provide QR codes for internships; consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.40060684991463824,
    0.40060684991463824,
    0.40060684991463824,
    0.40060684991463824,
    0.7402416969244655,
    0.7402416969244655,
    0.7402416969244655,
    0.7402416969244655,
    0.799427331064505,
    0.799427331064505,
    0.799427331064505,
    0.799427331064505,
    0.799427331064505,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8424402471558021,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8733052482336332,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8791703603965014,
    0.8085025676852253,
    0.8085025676852253,
    0.8085025676852253
  ],
  "8": [
    "",
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, with both activities occurring concurrently. The scene records digital note-taking by HR personnel alongside the students’ self-introductions, establishing a setting where administrative observation and participant introductions unfold in tandem.",
    "The scene depicts HR teams jotting notes on tablets as students introduce themselves, with both activities occurring concurrently, establishing a setting where administrative observation and participant introductions unfold in tandem. Event staff at the entrance scan registrations and hand out lanyards, coordinating check-in as introductions proceed.",
    "The scene presents administrative observation and participant introductions unfolding in tandem, with HR teams jotting notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "An event scene unfolds with administrative observation and participant introductions occurring in tandem. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, alumni volunteers share quick pep talks near the coffee station.",
    "An event scene shows administrative observation and participant introductions unfolding in tandem. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "An event scene depicts administrative observation and participant introductions unfolding in tandem. HR teams jot notes on tablets as students introduce themselves, while at the entrance staff scan registrations and hand out lanyards, coordinating check-in as introductions proceed. Nearby, alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. In the session, career counselors remind attendees to maintain eye contact, and workshops on networking etiquette begin in the adjoining classroom.",
    "An event scene unfolds with administrative observation and participant introductions. HR teams jot notes on tablets as students introduce themselves, while entrance staff scan registrations, hand out lanyards, and coordinate check-in as introductions proceed. Alumni volunteers deliver quick pep talks near the coffee station. Groups of students line up outside the university gym before the career fair opens. In the session, career counselors remind attendees to maintain eye contact, and workshops on networking etiquette take place in the adjoining classroom. In the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Students rehearse elevator pitches quietly against a wall. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "An event scene unfolds around a university career fair, with administrative observation and participant introductions. HR teams jot notes on tablets as students introduce themselves while entrance staff scan registrations, hand out lanyards and coordinate check-in. Alumni volunteers deliver pep talks near the coffee station. Groups of students line up outside the university gym before the fair opens. In sessions, career counselors remind attendees to maintain eye contact, and workshops on networking etiquette take place in the adjoining classroom, where an alumni panel discusses preparing for technical interviews. In main space, groups of friends mark target employers on event map, noting companies they aim to engage with, rehearse elevator pitches against a wall. A robotics startup flies a drone above its booth. Booths with banners circle the floor; healthcare providers showcase outreach photos; tech companies display demo screens; finance firms offer QR codes for internships. A welcome PA outlines schedule."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.42174906115196864,
    0.42174906115196864,
    0.42174906115196864,
    0.42174906115196864,
    0.4972481374907606,
    0.4972481374907606,
    0.4972481374907606,
    0.4972481374907606,
    0.6677545188219893,
    0.6677545188219893,
    0.6677545188219893,
    0.6677545188219893,
    0.6456593621975559,
    0.6456593621975559,
    0.6456593621975559,
    0.6456593621975559,
    0.7499258180497694,
    0.7499258180497694,
    0.7499258180497694,
    0.7499258180497694,
    0.7499258180497694,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.754705421621723,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178,
    0.8583023695014178
  ],
  "9": [
    "",
    "",
    "\"\"",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Students hold resumes inside branded folders, while some rehearse elevator pitches quietly against the wall.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Students hold resumes inside branded folders, while some rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths circle the polished floor, each adorned with colorful banners. Students hold resumes inside branded folders, and some rehearse elevator pitches against the wall as an alumni panel discusses how to prepare for technical interviews. At the university career fair, tech companies display demo screens presenting their latest apps while a welcome announcement over the PA outlines the schedule. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths circle the polished gym floor, each with colorful banners. Students hold resumes in branded folders and rehearse elevator pitches against the wall as an alumni panel discusses how to prepare for technical interviews. At the university career fair, tech companies display demo screens presenting their latest apps while a welcome PA outlines the schedule. Students line up outside the gym before opening. Career counselors redirect unsure attendees toward applicable industries. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, with the scene recording digital HR notes alongside the participants’ self-introductions, illustrating administrative observation and introductions happening in tandem. At the entrance, event staff scan registrations and hand out lanyards to coordinate check-in. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths circle the polished gym floor and display colorful banners as students rehearse elevator pitches and carry resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. At the university career fair, tech companies show demo screens with their latest apps, while a welcome PA outlines the schedule. Students line up outside the gym before opening. Career counselors redirect unsure attendees toward applicable industries. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, with digital HR notes recorded alongside their self-introductions, illustrating administrative observation and introductions happening in tandem. At the entrance, event staff scan registrations and hand out lanyards to coordinate check-in. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.5397713680603764,
    0.5397713680603764,
    0.5397713680603764,
    0.5397713680603764,
    0.7304557506388184,
    0.7304557506388184,
    0.7304557506388184,
    0.7304557506388184,
    0.7304557506388184,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8554477424081377,
    0.8092777242421749,
    0.8092777242421749,
    0.8092777242421749,
    0.8092777242421749,
    0.8092777242421749,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858,
    0.8291745978669858
  ],
  "10": [
    "",
    "",
    "",
    "Tech companies display demo screens presenting their latest apps.",
    "Tech companies display demo screens presenting their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, tech companies display demo screens presenting their latest apps, while a welcome announcement over the PA system outlines the schedule. Students line up outside the university gym before the fair opens.",
    "At the university career fair, tech companies display demo screens presenting their latest apps, while a welcome announcement over the PA system outlines the schedule. Students line up outside the university gym before the fair opens. A group of students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, tech companies display demo screens presenting their latest apps while a welcome announcement over the PA system outlines the schedule. Students line up outside the university gym before the fair opens. A group of students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA outlines the schedule. Students line up outside the university gym before opening. A group of students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, dozens of booths circle the polished floor, each adorned with colorful banners, while tech companies display demo screens showing their latest apps. Students line up outside the gym before opening. Inside, a group of students rehearse elevator pitches against the wall, as career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students hold resumes inside branded folders as the welcome PA outlines the schedule.",
    "At the university career fair, dozens of booths circle the polished floor, each adorned with colorful banners, while tech companies display demo screens showing their latest apps. Students line up outside the gym before opening. Inside, a group of students rehearse elevator pitches against the wall as career counselors redirect unsure attendees toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Students hold resumes inside branded folders as the welcome PA outlines the schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor and tech companies display demo screens of their latest apps while healthcare providers showcase community outreach photos. Students line up outside the gym before opening, and inside a group rehearse elevator pitches against the wall as career counselors redirect unsure attendees toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom, alongside an alumni panel discussing how to prepare for technical interviews. Students hold resumes in branded folders as a welcome PA outlines the schedule; attendees are reminded to maintain eye contact. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, identifying companies they aim to engage with. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, dozens of booths with colorful banners surround the polished floor, while tech companies display demo screens of their apps and healthcare providers showcase community outreach photos. Students line up outside gym before opening; inside, a group rehearses elevator pitches against the wall as career counselors direct unsure attendees toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and workshops on networking etiquette begin in the adjoining classroom, alongside an alumni panel discussing how to prepare for technical interviews. Students hold resumes in branded folders as a welcome PA outlines the schedule; attendees are reminded to maintain eye contact. Alumni volunteers give pep talks near the coffee station. Groups of friends mark target employers on the event map, identifying companies to engage with. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.41431029553120746,
    0.41431029553120746,
    0.41431029553120746,
    0.5058658222409341,
    0.5058658222409341,
    0.5058658222409341,
    0.5058658222409341,
    0.6564393421621748,
    0.6564393421621748,
    0.6564393421621748,
    0.6564393421621748,
    0.7730557072534149,
    0.7730557072534149,
    0.7730557072534149,
    0.7982516103703328,
    0.7982516103703328,
    0.7982516103703328,
    0.7982516103703328,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8351028909618112,
    0.8708642098650137,
    0.8708642098650137,
    0.8708642098650137,
    0.8708642098650137,
    0.871274065843697,
    0.871274065843697,
    0.871274065843697,
    0.871274065843697,
    0.871274065843697,
    0.871274065843697,
    0.871274065843697,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8871351890470692,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252,
    0.8918359282513252
  ],
  "11": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "At the fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and a welcome announcement over the PA system outlines the fair schedule. Tech companies display demo screens showing their latest apps. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, career counselors guide attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos, and a PA announcement outlines the fair schedule. Tech companies show demo screens featuring their latest apps. In the adjoining classroom, workshops on networking etiquette run while an alumni panel speaks on preparing for technical interviews. Alumni volunteers deliver quick pep talks near the coffee station. Groups of friends mark target employers on the event map, noting which companies they aim to engage. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor, where healthcare providers display community outreach photos and a PA outlines the schedule; tech companies show demo screens of their latest apps, and a robotics startup flies a small drone above its booth. In the adjoining classroom, networking etiquette workshops run as an alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering pep talks near the coffee station. Groups of friends mark target employers on an event map, students rehearse elevator pitches against the wall, and career counselors guide attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets while students introduce themselves."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.8077264566884359,
    0.8077264566884359,
    0.8077264566884359,
    0.8077264566884359,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.8795415788003524,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9076668430583434,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9091060940702903,
    0.9055253215586206,
    0.9055253215586206,
    0.9055253215586206,
    0.9055253215586206,
    0.9055253215586206,
    0.9055253215586206
  ],
  "12": [
    "",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A group of students rehearses elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries, while a group of students rehearses elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. The two activities occur concurrently, with counselors guiding students toward relevant sectors as peers practice pitches, and firms enabling instant internship applications via QR codes.",
    "A career fair unfolds on a polished floor, with dozens of booths featuring colorful banners circling the space. Career counselors redirect unsure students toward applicable industries, guiding them toward relevant sectors as a group of peers rehearses elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, enabling instant submission as opportunities are scanned and pursued. The two activities occur concurrently: counselors guiding students toward sectors while peers practice pitches, and firms enabling quick internship access via QR codes. The overall scene blends guidance, practice, and rapid application access around the circulating booths.",
    "On a polished floor, a career fair unfolds with dozens of booths and colorful banners circling the space. Career counselors guide unsure students toward applicable industries and sectors, while a group of peers quietly rehearses elevator pitches against the wall. Finance firms display QR codes for immediate internship applications, enabling instant submission as opportunities are scanned. The activities run concurrently: counselors directing toward sectors, peers practicing pitches, and firms enabling quick access via QR codes around the circulating booths. Outside the university gym, students line up before opening, and alumni volunteers offer quick pep talks near the coffee station. A welcome PA outlines the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, a career fair unfolds with dozens of booths and colorful banners circling the space. Career counselors guide unsure students toward applicable industries and sectors, while a group of peers quietly rehearses elevator pitches against the wall. Finance firms display QR codes for immediate internship applications, enabling instant submission as opportunities are scanned. The activities run concurrently: counselors directing toward sectors, peers practicing pitches, and firms enabling quick access via QR codes around the circulating booths. Outside the university gym, students line up before opening, and alumni volunteers offer quick pep talks near the coffee station. A welcome PA outlines the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "On a polished floor, dozens of booths and colorful banners frame a bustling career fair where career counselors guide unsure students toward applicable industries and sectors while a group of peers quietly rehearses elevator pitches against the wall. Finance firms display and hand out QR codes enabling immediate internship applications as opportunities are scanned, with QR access around circulating booths; the activities run concurrently: counselors directing toward sectors, peers practicing pitches, and firms enabling quick access via QR codes. Outside the university gym, students line up before opening and alumni volunteers offer quick pep talks near a coffee station. A welcome PA broadcasts the schedule, and workshops on networking etiquette begin in an adjoining classroom, with counselors reminding attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention, contributing to the bustling atmosphere around the gym.",
    "On a polished gym floor framed by dozens of booths and colorful banners, a bustling career fair unfolds as counselors guide unsure students toward industries while peers quietly rehearse elevator pitches against the wall. Finance firms display and hand out QR codes for immediate internship applications, with access circulating around booths. Activities run concurrently: counselors directing toward sectors, peers practicing pitches, and firms offering quick QR-enabled access. Outside the gym, students line up before opening and alumni volunteers offer pep talks near a coffee station. A welcome PA broadcasts the schedule, and networking-etiquette workshops begin in an adjoining classroom, with counselors reminding attendees to maintain eye contact. A robotics startup flies a drone above its booth to attract attention. HR teams jot notes on tablets as students introduce themselves; entrance staff scan registrations, hand out lanyards, coordinate check-in, and groups map target employers.",
    "On a polished gym floor lined with dozens of booths and colorful banners, a bustling career fair unfolds with concurrent activities: counselors guide unsure students toward sectors, peers quietly rehearse elevator pitches against the wall, and firms offer quick QR-enabled access to internships. Finance firms display and hand out QR codes; tech companies show demo screens; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth to attract attention; healthcare providers showcase community outreach photos; the engineering society sponsors a resume review table near the stage. Outside, students line up before opening as alumni volunteers offer pep talks near a coffee station. Inside, HR teams jot notes on tablets as students introduce themselves; entrance staff scan registrations, distribute lanyards, and coordinate check-in; groups map target employers. A welcome PA outlines the schedule while networking etiquette and eye-contact reminders circulate."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.45472797024229694,
    0.45472797024229694,
    0.45472797024229694,
    0.6209004232344777,
    0.6209004232344777,
    0.6209004232344777,
    0.6209004232344777,
    0.6209004232344777,
    0.6209004232344777,
    0.656661350677302,
    0.656661350677302,
    0.656661350677302,
    0.656661350677302,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.791792035874873,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8429872590717582,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8383216514514129,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8535596179339482,
    0.8608559787021506,
    0.8608559787021506,
    0.8608559787021506,
    0.8608559787021506
  ],
  "13": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, students line up before the career fair opens, while alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against the wall. Dozens of booths circle a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against the wall. Dozens of booths circle a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a bustling career fair unfolds around the venue, with dozens of booths circling a polished floor, each booth adorned with colorful banners. Before opening, students line up outside the gym while alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. In the adjoining classroom, workshops on networking etiquette run, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Inside the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with, while students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms hand out QR codes for immediate internship applications.",
    "At the university gym, a bustling career fair fills the space with dozens of booths circling a polished floor, each booth bearing colorful banners. Before opening, students line up outside while alumni volunteers give quick pep talks near the coffee station, and a welcome announcement over the PA outlines the schedule. In an adjoining classroom, workshops on networking etiquette run, and healthcare providers display outreach photos. An alumni panel discusses how to prepare for technical interviews. Inside the main hall, groups of friends mark target employers on the event map and note the companies they plan to engage with, while students rehearse elevator pitches quietly along the wall. A robotics startup flies a small drone above its booth to attract attention. Finance firms hand out QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.4037114592610283,
    0.6162462688353634,
    0.6162462688353634,
    0.6162462688353634,
    0.6116028464701748,
    0.6116028464701748,
    0.6116028464701748,
    0.6116028464701748,
    0.7951307212537466,
    0.7951307212537466,
    0.7951307212537466,
    0.7951307212537466,
    0.7951307212537466,
    0.8675254860559919,
    0.8675254860559919,
    0.8675254860559919,
    0.8675254860559919,
    0.8675254860559919,
    0.8675254860559919,
    0.8682641251539982,
    0.8682641251539982,
    0.8682641251539982,
    0.8682641251539982,
    0.8682641251539982,
    0.8682641251539982,
    0.8682641251539982,
    0.8828120321612729,
    0.8828120321612729,
    0.8828120321612729,
    0.8828120321612729,
    0.8828120321612729,
    0.8828120321612729,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387,
    0.8765203221097387
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students rehearse elevator pitches quietly against the wall.",
    "A group of students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries.",
    "A group of students rehearse elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries; finance firms offer QR codes for immediate internship applications.",
    "A group of students rehearses elevator pitches quietly against the wall, while career counselors redirect unsure students toward applicable industries and finance firms offer QR codes for immediate internship applications.",
    "A university career fair unfolds around the gym, with bustle surrounding the venue. A group of students rehearses elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "A university career fair unfolds around the gym, with bustle surrounding the venue. A group of students rehearses elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Around the gym, a university career fair unfolds with bustle in the venue. A group of students rehearses elevator pitches quietly against the wall as career counselors redirect unsure students toward applicable industries. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university career fair around the gym, groups of students rehearse elevator pitches quietly against a wall, while career counselors redirect unsure attendees toward applicable industries; alumni volunteers offer quick pep talks near the coffee station. Finance firms hand out QR codes for immediate internship applications. Students line up outside the gym before the fair opens. Robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette take place in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a university career fair around the gym, groups of students rehearse elevator pitches quietly against a wall as career counselors redirect unsure attendees toward applicable industries; alumni volunteers offer quick pep talks near the coffee station. Finance firms hand out QR codes for immediate internship applications. Students line up outside the gym before the fair opens. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette take place in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair around the gym, groups of students rehearse elevator pitches quietly against a wall while career counselors redirect unsure attendees toward applicable industries and alumni volunteers offer quick pep talks near the coffee station. Finance firms hand out QR codes for immediate internship applications, and a robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette take place in the adjoining classroom, with career counselors reminding attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Outside the gym, students line up before the fair opens.",
    "At university career fair by the gym, groups rehearse elevator pitches against a wall while career counselors guide unsure attendees toward applicable industries. Alumni volunteers offer pep talks near coffee station. Finance firms display QR codes for internship applications, and a robotics startup flies a small drone above its booth to draw attention. A PA welcome announcement outlines the fair schedule. Networking etiquette workshops take place in adjoining classroom, with attendees reminded to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. HR teams jot notes on tablets as students introduce themselves, with digital note-taking recorded alongside introductions. Dozens of booths with banners circle a polished floor; consulting firms stack case-study booklets, tech companies show demo screens, and finance firms display QR codes. Outside the gym, students line up before opening, and groups mark target employers on the event map. Healthcare providers showcase outreach photos."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23899136120777204,
    0.23899136120777204,
    0.23899136120777204,
    0.23899136120777204,
    0.3151597723931094,
    0.3151597723931094,
    0.3151597723931094,
    0.3151597723931094,
    0.4292461186725467,
    0.4292461186725467,
    0.4292461186725467,
    0.4292461186725467,
    0.4071048211231731,
    0.4071048211231731,
    0.4071048211231731,
    0.4071048211231731,
    0.8164659732050742,
    0.8164659732050742,
    0.8164659732050742,
    0.8463235433974574,
    0.8463235433974574,
    0.8463235433974574,
    0.8463235433974574,
    0.8463235433974574,
    0.8463235433974574,
    0.8465868171134303,
    0.8465868171134303,
    0.8465868171134303,
    0.8465868171134303,
    0.8465868171134303,
    0.8809042138001763,
    0.8809042138001763,
    0.8809042138001763,
    0.8809042138001763,
    0.8809042138001763,
    0.8781903461226885,
    0.8781903461226885,
    0.8781903461226885,
    0.8781903461226885,
    0.8781903461226885,
    0.8781903461226885,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.858701469098791,
    0.8926038868292463,
    0.8926038868292463,
    0.8926038868292463,
    0.8926038868292463
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Elsewhere, some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "At the event, alumni volunteers give quick pep talks near the coffee station, while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the event, alumni volunteers give quick pep talks near the coffee station while a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give quick pep talks near the coffee station as a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers give quick pep talks near the coffee station as a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers give quick pep talks near the coffee station as a welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.5499779111982273,
    0.5499779111982273,
    0.5499779111982273,
    0.5499779111982273,
    0.5499779111982273,
    0.5499779111982273,
    0.815813713855416,
    0.815813713855416,
    0.815813713855416,
    0.815813713855416,
    0.8485003899415423,
    0.8485003899415423,
    0.8485003899415423,
    0.8485003899415423,
    0.8485003899415423,
    0.8485003899415423,
    0.8486560938190097,
    0.8486560938190097,
    0.8486560938190097,
    0.8486560938190097,
    0.8486560938190097,
    0.8486560938190097,
    0.8673490000868309,
    0.8673490000868309,
    0.8673490000868309,
    0.8673490000868309,
    0.8673490000868309,
    0.8673490000868309,
    0.8915137764475956,
    0.8915137764475956,
    0.8915137764475956,
    0.8915137764475956,
    0.8915137764475956,
    0.8915137764475956,
    0.8915137764475956,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564,
    0.8919914363774564
  ],
  "16": [
    "",
    "\"\"",
    "\"\"",
    "A group of students rehearse elevator pitches quietly against the wall.",
    "In the scene, a group of students rehearses elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom; career counselors remind attendees to maintain eye contact.",
    "A group of students rehearses elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom; career counselors remind attendees to maintain eye contact. Students are observed holding resumes inside branded folders.",
    "In a career development session, a group of students rehearses elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students are observed holding resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "During a career development session, a group of students quietly rehearses elevator pitches against the wall while workshops on networking etiquette proceed in the adjoining classroom. Career counselors remind attendees to maintain eye contact. Students are observed holding resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "During a university career development session, students quietly rehearse elevator pitches against a wall while workshops on networking etiquette proceed in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and students hold resumes inside branded folders as HR teams jot notes on tablets during introductions. Counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens as alumni volunteers give quick pep talks near the coffee station, and a welcome PA announces the fair schedule. Dozens of booths circle a polished floor, each booth adorned with colorful banners; a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "During a university career development session, students rehearse elevator pitches quietly against a wall while adjoining classrooms host workshops on networking etiquette. Career counselors remind attendees to maintain eye contact; students hold resumes in branded folders while HR teams jot notes on tablets during introductions. Counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens as alumni volunteers give quick pep talks near the coffee station, with a welcome PA announcing the fair schedule. Dozens of booths circle a polished floor, each with colorful banners; a robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "16_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.23899136120777204,
    0.23899136120777204,
    0.32024828696425844,
    0.32024828696425844,
    0.32024828696425844,
    0.32024828696425844,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.49634666197010224,
    0.6741726636641948,
    0.6741726636641948,
    0.6741726636641948,
    0.6779918731332496,
    0.6779918731332496,
    0.6779918731332496,
    0.6779918731332496,
    0.6779918731332496,
    0.6779918731332496,
    0.8566523738841788,
    0.8566523738841788,
    0.8566523738841788,
    0.8566523738841788,
    0.8566523738841788,
    0.8566523738841788,
    0.8566523738841788,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745,
    0.8641137292831745
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Dozens of booths encircle the polished floor, with each booth adorned by colorful banners.",
    "Dozens of booths encircle the polished floor, each booth adorned with colorful banners. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths encircle the polished floor of the event, each booth adorned with colorful banners. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "Dozens of booths encircle the polished floor of the university career fair, each booth adorned with colorful banners. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps, while a PA welcome announcement outlines the schedule. Students line up outside the university gym before opening. A group of students rehearses elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths encircle the polished floor of the university career fair, each booth adorned with colorful banners. Career counselors direct unsure students toward applicable industries, while human resources teams jot notes on tablets as attendees introduce themselves. Tech companies display demo screens of their latest apps, and a PA welcomes with the schedule. Students line up outside the university gym before opening. A group rehearses elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, enabling instant submission as opportunities are scanned and pursued. The two activities occur concurrently: counselors guiding students toward sectors while peers practice pitches, and firms enabling quick internship access via QR codes. Overall, the scene blends guidance, practice, and rapid application access around circulating booths.",
    "Dozens of booths encircle the polished university career fair floor, each with colorful banners. Career counselors direct unsure students toward industries while HR teams jot notes on tablets as attendees introduce themselves. Tech firms display demo screens of their latest apps; a PA welcomes with the schedule. Students line up outside the gym before opening. A group rehearses elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, enabling instant submission as opportunities are scanned and pursued. The activities run concurrently: counselors guiding toward sectors, peers practicing pitches, and firms enabling quick internship access via QR codes. Overall, the scene blends guidance, practice, and rapid application access around circulating booths, with a schedule announced over the PA system.",
    "Dozens of booths with banners encircle a university career fair floor, as career counselors direct unsure students toward industries and HR teams jot notes on tablets while attendees introduce themselves. At the entrance, staff scan registrations and distribute lanyards; a welcome PA outlines the schedule. Tech firms display demo screens of their latest apps; a cybersecurity company runs a password-cracking challenge on a laptop; finance firms offer QR codes for immediate internship applications, enabling instant submission as opportunities are scanned and pursued. Students line up outside the gym before opening; groups of friends mark target employers on an event map; alumni volunteers give pep talks near the coffee station; healthcare providers showcase community outreach photos; the engineering society sponsors a resume-review table near the stage. A group rehearses elevator pitches; workshops on networking etiquette occur in the adjoining classroom. Activities run concurrently, blending guidance, practice, and application access around booths."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3170272915391625,
    0.3170272915391625,
    0.3170272915391625,
    0.3170272915391625,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.5566943569954765,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.791924515117499,
    0.8668049879420692,
    0.8668049879420692,
    0.8668049879420692,
    0.8668049879420692,
    0.8668049879420692,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8625080951711059,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8637028346403242,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192,
    0.8785686011450192
  ],
  "18": [
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Dozens of booths circle a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention.",
    "Dozens of booths circle a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Dozens of booths circle a polished floor, each booth adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths circle a polished floor, each wrapped in colorful banners. A robotics startup projects a small drone above its display to draw attention. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company runs a laptop-based password-cracking challenge, with attendees participating at the event. Groups of friends mark target employers on the event map to indicate companies they aim to engage with. Elsewhere, students rehearse concise elevator pitches quietly against a wall. Healthcare providers showcase community outreach photos. A welcome announcement over the PA outlines the fair schedule. Career counselors steer unsure students toward applicable industries.",
    "Dozens of booths with colorful banners circle a polished floor at the career fair, including a robotics startup that flies a small drone above its booth and tech companies showing demo screens of their latest apps. A cybersecurity company runs a laptop-based password-cracking challenge with attendees participating. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers offering quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a welcome PA outlines the fair’s schedule. Career counselors steer unsure students toward applicable industries, while HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on an event map, and students hold resumes in branded folders while rehearsing elevator pitches against a wall. An adjoining classroom hosts networking etiquette workshops, and event staff scan registrations, handing out lanyards at the entrance.",
    "Dozens of booths with colorful banners circle a polished floor at the career fair. A robotics startup flies a small drone above its booth, while tech companies display demo screens of their latest apps. A cybersecurity company runs a laptop-based password-cracking challenge with attendees participating. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers offering quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a welcome PA outlines the fair’s schedule. Career counselors steer unsure students toward applicable industries, while HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on an event map; students hold resumes in branded folders and rehearse elevator pitches against a wall. An adjoining classroom hosts networking etiquette workshops, and event staff scan registrations, handing out lanyards at the entrance.",
    "Dozens of booths with colorful banners circle a polished floor at the career fair. A robotics startup flies a small drone above its booth, while tech companies display demo screens of their latest apps. A cybersecurity company runs a laptop-based password-cracking challenge with attendees participating. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers offering quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and a welcome PA outlines the fair’s schedule. Career counselors steer unsure students toward applicable industries, while HR teams jot notes on tablets and students introduce themselves. Groups of friends mark target employers on an event map; students hold resumes in branded folders and rehearse elevator pitches against a wall. An adjoining classroom hosts networking etiquette workshops, and event staff scan registrations, handing out lanyards at the entrance."
  ],
  "18_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.5244821818915619,
    0.7611883757160628,
    0.7611883757160628,
    0.7611883757160628,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.777580815199424,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.8875715560283931,
    0.9089346940442313,
    0.9089346940442313,
    0.9089346940442313,
    0.9089346940442313,
    0.9089346940442313,
    0.9089346940442313,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402,
    0.8985226711713402
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a cybersecurity event, a company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Elsewhere, some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "At a cybersecurity event, activities include a company running a laptop-based password cracking challenge; groups of friends mark target employers on the event map to identify which companies they aim to engage with; elsewhere, students rehearse elevator pitches quietly against a wall, practicing concise introductions; and healthcare providers showcase community outreach photos.",
    "At a cybersecurity event, attendees participate in a laptop-based password cracking challenge run by a company; groups of friends mark target employers on the event map to indicate which companies they aim to engage with; elsewhere, students rehearse elevator pitches quietly against a wall, practicing concise introductions; healthcare providers showcase community outreach photos; alumni volunteers give quick pep talks near the coffee station; a welcome announcement over the PA system outlines the fair schedule.",
    "At a cybersecurity event, attendees participate in a laptop-based password-cracking challenge run by a company. Groups of friends mark target employers on the event map to indicate which companies they aim to engage with. Elsewhere, students rehearse elevator pitches quietly against a wall, practicing concise introductions. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At a cybersecurity event, attendees participate in a laptop-based password-cracking challenge run by a company. Groups of friends mark target employers on the event map to indicate which companies they aim to engage with. In another area, students rehearse elevator pitches quietly against a wall, practicing concise introductions. Healthcare providers showcase community outreach photos. Alumni volunteers give quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a cybersecurity event and career fair, attendees participate in a laptop-based password-cracking challenge run by a company, while groups of friends mark target employers on the event map. In another area, students rehearse elevator pitches quietly against a wall, hold resumes in branded folders, and HR teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and alumni volunteers give quick pep talks near the coffee station; an alumni panel discusses preparing for technical interviews. A welcome PA outlines the schedule; tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor as event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention.",
    "At a cybersecurity event and career fair, attendees participate in a company-run laptop-based password-cracking challenge while groups of friends mark target employers on the event map. In another area, students rehearse elevator pitches against a wall, hold resumes in branded folders, as HR teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos, and alumni volunteers offer pep talks near the coffee station; an alumni panel discusses preparing for technical interviews. A welcome PA outlines the schedule, and tech companies display demo screens of their apps. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with banners encircle a polished floor as staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a drone above its booth to attract attention. The engineering society sponsors a resume review table near the stage.",
    "At a cybersecurity event and career fair, attendees participate in a laptop-based password-cracking challenge while groups of friends mark employers on event map. In another area, students rehearse elevator pitches against a wall, hold resumes in branded folders, as HR teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos, and alumni volunteers offer pep talks near coffee station; an alumni panel discusses preparing for technical interviews. A welcome PA outlines schedule, and tech companies display demo screens of their apps. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with banners encircle a polished floor as staff scan registrations and hand out lanyards at entrance. A robotics startup flies a drone above its booth; the engineering society sponsors a resume review table near stage. Students line up outside the university gym before the fair opens."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.6853633135581352,
    0.6853633135581352,
    0.6853633135581352,
    0.6853633135581352,
    0.46317098329307516,
    0.46317098329307516,
    0.46317098329307516,
    0.46317098329307516,
    0.5054165430867151,
    0.5054165430867151,
    0.5054165430867151,
    0.5054165430867151,
    0.5054165430867151,
    0.5054165430867151,
    0.8011766414375862,
    0.8011766414375862,
    0.8011766414375862,
    0.8011766414375862,
    0.8011766414375862,
    0.8011766414375862,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.7935326304433805,
    0.8613179423344227,
    0.8613179423344227,
    0.8613179423344227,
    0.8613179423344227,
    0.8613179423344227,
    0.8613179423344227,
    0.8613179423344227,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.8698372336460356,
    0.885075108540347,
    0.885075108540347,
    0.885075108540347,
    0.885075108540347
  ],
  "20": [
    "",
    "",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "At the career fair bustle around the university gym, finance firms are offering QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers give quick pep talks near the coffee station.",
    "Around the university gym, a career fair atmosphere unfolds with bustle surrounding the venue. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "A university gym hosts a bustling career fair with activity surrounding the venue. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette begin; healthcare providers showcase community outreach photos; an alumni panel discusses how to prepare for technical interviews.",
    "At the university gym, a bustling career fair unfolds with activity around the venue. Finance firms hand out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette run; healthcare providers showcase community outreach photos; and an alumni panel discusses how to prepare for technical interviews. Inside the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with, while students rehearse elevator pitches quietly against a wall. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "At the university gym, a bustling career fair unfolds around the venue. Finance firms hand out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette run; healthcare providers showcase community outreach photos; and an alumni panel discusses how to prepare for technical interviews. Inside the event space, groups of friends mark target employers on the event map and note the companies they plan to engage with, while students rehearse elevator pitches quietly against a wall. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Dozens of booths circle a polished floor, each adorned with colorful banners.",
    "At the university gym, a bustling career fair unfolds around the venue. Finance firms hand out QR codes for immediate internship applications while dozens of booths circle a polished floor, each adorned with colorful banners. Students line up outside the gym before the fair opens, and alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette run; healthcare providers showcase community outreach photos; and an alumni panel discusses how to prepare for technical interviews. Inside the event space, groups of friends mark target employers on the event map and note the companies they plan to engage with, while students rehearse elevator pitches quietly against a wall. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "At the university gym, a career fair unfolds with dozens of booths circling a polished floor, each with colorful banners. Finance firms hand out QR codes for immediate internship applications. Students line up outside before opening; alumni volunteers offer quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette run; healthcare providers showcase outreach photos; and an alumni panel discusses how to prepare for technical interviews. Inside the event space, groups mark target employers on the event map and note companies to engage with, while students rehearse elevator pitches against a wall. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.6116655803196925,
    0.6116655803196925,
    0.6116655803196925,
    0.6116655803196925,
    0.6116655803196925,
    0.6116655803196925,
    0.7822866557971174,
    0.7822866557971174,
    0.7822866557971174,
    0.7822866557971174,
    0.7822866557971174,
    0.7822866557971174,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8474645654728883,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8704204783916423,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8826082699517821,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8802233214855693,
    0.8851246907412729,
    0.8851246907412729,
    0.8851246907412729,
    0.8851246907412729,
    0.8851246907412729
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against the wall.",
    "Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "In the adjoining classroom, workshops on networking etiquette are underway. Career counselors remind attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "In an adjoining classroom, workshops on networking etiquette are underway, with career counselors reminding attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "An adjoining classroom hosts networking etiquette workshops where career counselors urge attendees to maintain eye contact. A group of students rehearses elevator pitches quietly against a wall. Outside the university gym, students line up before the career fair opens as alumni volunteers give pep talks near the coffee station. Dozens of booths circle the polished gym floor, each with colorful banners; students hold resumes in branded folders and revisit elevator pitches as an alumni panel discusses preparing for technical interviews. At the career fair, tech companies display demo screens of their latest apps while a welcome PA outlines the schedule. Career counselors direct unsure attendees toward applicable industries. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. HR teams jot notes on tablets as students introduce themselves, with digital HR notes recorded alongside introductions. At the entrance, event staff scan registrations and hand out lanyards to coordinate check-in."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3240890060470083,
    0.3240890060470083,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.5617860427288479,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.700751020431263,
    0.6999577602907161,
    0.6999577602907161,
    0.6999577602907161,
    0.6999577602907161,
    0.6999577602907161,
    0.6999577602907161,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.6734619335769726,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003,
    0.8592155514959003
  ],
  "22": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, identifying which companies they aim to engage with. Elsewhere, some students rehearse elevator pitches quietly against the wall, practicing concise introductions.",
    "Across the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Elsewhere, some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Near the coffee station, alumni volunteers share quick pep talks.",
    "Across the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Elsewhere, some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Near the coffee station, alumni volunteers share quick pep talks.",
    "In the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Near the coffee station, alumni volunteers share quick pep talks. A robotics startup flies a small drone above its booth to attract attention.",
    "Within the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Some students rehearse elevator pitches quietly against the wall, practicing concise introductions. Near the coffee station, alumni volunteers share quick pep talks. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "In the event space, groups of friends mark target employers on the event map, noting the companies they intend to engage with. Students rehearse elevator pitches quietly against a wall. Near the coffee station, alumni volunteers share quick pep talks. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Some groups line up outside the university gym before the career fair opens. Workshops on networking etiquette are taking place in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "At the university gym housing a bustling career fair, groups of friends mark target employers on an event map and students rehearse elevator pitches against a wall; alumni volunteers near the coffee station share quick pep talks, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention, and finance firms hand out QR codes for immediate internship applications. Groups line up outside the gym before the fair opens, and the adjoining classroom hosts workshops on networking etiquette; healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair held in the gym, dozens of booths circle the polished floor, each adorned with colorful banners and tech companies displaying demo screens of their latest apps. Groups line up outside before opening, and an adjoining classroom hosts workshops on networking etiquette. Inside, students rehearse elevator pitches against the wall while career counselors redirect uncertain attendees toward applicable industries; alumni volunteers near the coffee station offer quick pep talks. A robotics startup flies a small drone above its booth to draw attention, and finance firms hand out QR codes for immediate internship applications. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Students hold resumes in branded folders as the welcome PA outlines the schedule.",
    "At the university career fair in the gym, booths with colorful banners circle the floor, tech companies displaying demo screens of apps. Groups line up outside; classroom hosts networking etiquette workshops. Inside, students rehearse elevator pitches against the wall while career counselors redirect attendees toward applicable industries; alumni near the coffee station offer pep talks. A robotics startup flies a drone above its booth to draw attention, and finance firms hand out QR codes for internship applications. Healthcare providers showcase community outreach photos, and an alumni panel discusses preparing for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Students hold resumes in branded folders as the welcome PA outlines schedule. At the entrance, staff scan registrations and distribute lanyards; HR jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage; groups mark target employers on the map."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5819697752765502,
    0.5819697752765502,
    0.6998954265908541,
    0.6998954265908541,
    0.6998954265908541,
    0.6998954265908541,
    0.6998954265908541,
    0.6998954265908541,
    0.6998954265908541,
    0.7535316410907313,
    0.7535316410907313,
    0.7535316410907313,
    0.7535316410907313,
    0.7535316410907313,
    0.7535316410907313,
    0.7535316410907313,
    0.8096253134340536,
    0.8096253134340536,
    0.8096253134340536,
    0.8096253134340536,
    0.8096253134340536,
    0.840267747214385,
    0.840267747214385,
    0.840267747214385,
    0.840267747214385,
    0.840267747214385,
    0.840267747214385,
    0.866098622814301,
    0.866098622814301,
    0.866098622814301,
    0.866098622814301,
    0.866098622814301,
    0.866098622814301,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8941722959611165,
    0.8889336485392262,
    0.8889336485392262
  ],
  "23": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Around the university gym, a bustling career fair atmosphere unfolds with activity surrounding the venue. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near a coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Around the university gym, a bustling career fair atmosphere unfolds with activity circling the venue. Finance firms are handing out QR codes for immediate internship applications. Students line up outside the gym before the fair opens, while alumni volunteers offer quick pep talks near a coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "A university gym hosts a career fair with a bustling atmosphere. A welcome announcement over the PA outlines the fair schedule. Finance firms hand out QR codes for immediate internship applications. Students line up outside before opening. Alumni volunteers give quick pep talks near a coffee station. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves; the scene records HR digital note-taking alongside student self-introductions, illustrating administrative observation and participant introductions in tandem. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a university gym, a career fair unfolds with a bustling atmosphere as a welcome PA outlines the schedule. Finance firms hand out QR codes for immediate internship applications while students line up outside before opening. Alumni volunteers deliver quick pep talks near a coffee station. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with the scene recording HR digital note-taking alongside participant introductions. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a university gym, a career fair unfolds with a bustling atmosphere as a welcome PA outlines the schedule. Finance firms hand out QR codes for immediate internship applications while students line up outside before opening. Alumni volunteers deliver quick pep talks near a coffee station. A robotics startup flies a small drone above its booth to draw attention. At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with HR digital note-taking recorded alongside participant introductions. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At a university gym, a career fair unfolds as a welcome PA outlines the schedule. Finance firms hand out QR codes for immediate internship applications as students line up outside before opening. Alumni volunteers deliver pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and distribute lanyards while HR teams jot notes on tablets as students introduce themselves, with digital note-taking accompanying introductions. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the floor, with tech companies displaying demo screens of their latest apps and healthcare providers showing community outreach photos. Groups of friends mark target employers on the event map. In an adjoining classroom, networking etiquette workshops run as an alumni panel discusses technical interviews. Consulting firms stack glossy case study booklets on high tables."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.8394065489815141,
    0.8394065489815141,
    0.8394065489815141,
    0.8394065489815141,
    0.8394065489815141,
    0.8394065489815141,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8384483745144273,
    0.8545590094437212,
    0.8545590094437212,
    0.8545590094437212,
    0.8545590094437212,
    0.8545590094437212,
    0.8520571511976125,
    0.8520571511976125,
    0.8520571511976125,
    0.8520571511976125,
    0.8520571511976125,
    0.8520571511976125,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8575982029639083,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474,
    0.8526011458405474
  ],
  "24": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications.",
    "Dozens of booths circle the polished floor, each booth adorned with colorful banners. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The circular layout creates a continuous ring of displays, while banners provide color and QR codes enable quick internship access.",
    "Dozens of booths circle the polished floor, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. The circular layout forms a continuous ring of displays, with banners adding color and QR codes enabling quick internship access. Career counselors guide unsure students toward applicable industries.",
    "At the university career fair, dozens of booths circle a polished floor in a continuous ring of displays, each booth with colorful banners. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps, while a PA welcome announcement outlines the schedule. Students line up outside the university gym before opening, and a group rehearses elevator pitches quietly against the wall as career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, dozens of booths circle a polished floor in a continuous ring, each booth displaying colorful banners. Finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Tech companies show demo screens of their latest apps, while a PA welcome announcement outlines the schedule. Students line up outside the university gym before opening, and a group rehearses elevator pitches quietly against the wall as career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, dozens of booths with colorful banners circle a polished floor, offering varied activities. Finance firms display QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables; tech companies show demo screens of their latest apps. A PA welcome announcement outlines the schedule, and attendees are reminded to maintain eye contact. Students line up outside the university gym before opening, while a group rehearses elevator pitches quietly against the wall and career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. At the event entrance, staff scan registrations and distribute lanyards. HR teams jot notes on tablets as students introduce themselves, with digital note-taking recorded alongside introductions. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.3242865948705376,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.5730581977636817,
    0.7169611854271183,
    0.7169611854271183,
    0.7169611854271183,
    0.7169611854271183,
    0.7525768421344081,
    0.7525768421344081,
    0.7525768421344081,
    0.7525768421344081,
    0.7525768421344081,
    0.8619940640442452,
    0.8619940640442452,
    0.8619940640442452,
    0.8619940640442452,
    0.8619940640442452,
    0.8603101996063012,
    0.8603101996063012,
    0.8603101996063012,
    0.8603101996063012,
    0.8603101996063012,
    0.8603101996063012,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172,
    0.8778587174639172
  ]
}