{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "In a display area, consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps.",
    "In a display area, consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "In a display area, consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "In a display area at the fair, consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. A cybersecurity company is hosting a password-cracking challenge on a laptop.",
    "At the fair’s display area, consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. A cybersecurity company is hosting a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the fair’s display area, consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces, while tech companies display demo screens showing their latest apps as a backdrop of software demonstrations. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. At a cybersecurity company–hosted career fair, event staff at the entrance scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces, while tech companies display demo screens showing their latest apps as a backdrop for software demonstrations. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map while a welcome announcement is broadcast over the PA system outlining the fair schedule. At the cybersecurity company–hosted fair, event staff at the entrance scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the university career fair and a cybersecurity company–hosted fair, consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces, while tech companies display demo screens showing their latest apps as a backdrop for software demonstrations. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and alumni panels discuss how to prepare for technical interviews. Groups of friends mark target employers on the event map as a welcome announcement plays over the PA outlining the fair schedule. At each entrance, event staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Students line up outside the university gym awaiting opening, some rehearsing elevator pitches, and clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.2766365451335201,
    0.2766365451335201,
    0.2766365451335201,
    0.2766365451335201,
    0.2766365451335201,
    0.46316905296095445,
    0.46316905296095445,
    0.46316905296095445,
    0.691590634189426,
    0.691590634189426,
    0.691590634189426,
    0.691590634189426,
    0.691590634189426,
    0.8520331586579086,
    0.8520331586579086,
    0.8520331586579086,
    0.8592827320580356,
    0.8592827320580356,
    0.8592827320580356,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8861398436907264,
    0.8651436527359858,
    0.8651436527359858,
    0.8651436527359858,
    0.8651436527359858,
    0.8651436527359858,
    0.8651436527359858,
    0.8651436527359858,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8947910256942213,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385,
    0.8656120138201385
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards to registrants. Inside the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to registrants. Inside the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Outside the university gym, students line up before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards to registrants. Outside the university gym, students line up before the career fair opens. Inside the venue, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations.",
    "At the event entrance, staff scan registrations and hand out lanyards to registrants, establishing check-in as attendees arrive. Outside the university gym, students line up before the career fair opens. Inside the venue, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations.\n\n",
    "At the event entrance, staff scan registrations and hand out lanyards as attendees check in. Outside the university gym, students line up before the career fair opens. Inside the venue, career counselors remind attendees to maintain eye contact, and students clutch resumes in branded folders. Groups of friends mark target employers on an event map. A welcome announcement over the PA outlines the fair schedule and marks the opening of the event. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, forming a backdrop of software demonstrations, while finance firms provide QR codes to facilitate immediate internship applications. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. Students rehearse elevator pitches along the wall, some practicing quietly."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.531810874988668,
    0.531810874988668,
    0.7766504162381289,
    0.7766504162381289,
    0.7766504162381289,
    0.7766504162381289,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.7735497145829628,
    0.8090443477104827,
    0.8090443477104827,
    0.8090443477104827,
    0.8090443477104827,
    0.8090443477104827,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8661984179616842,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8625364688830627,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115,
    0.8814560932821115
  ],
  "2": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Event staff at the university entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym, awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps.",
    "Event staff at the university entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym, awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and redirect unsure students toward applicable industries.",
    "Event staff at the university entrance scan registrations and hand out lanyards to registrants, while an engineering-society–sponsored event hosts a resume review table near the stage and an alumni panel on preparing for technical interviews. Outside the university gym, students line up awaiting the career fair to open, clutching resumes in branded folders and rehearsing elevator pitches against the wall. Nearby, consulting firms stack glossy case-study booklets on high tables in several piles, and tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Inside the fair, a PA announces the schedule and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. The alumni panel discusses interview preparation during the event.",
    "Event staff at the university entrance scan registrations and hand out lanyards to registrants. An engineering-society–sponsored event hosts a resume review table near the stage and an alumni panel on preparing for technical interviews. Outside the university gym, students line up awaiting the career fair to open, clutching resumes in branded folders and rehearsing elevator pitches against the wall. Nearby, consulting firms stack glossy case-study booklets on high tables in several piles, and tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Inside the fair, a PA announces the schedule and career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A robotics startup flies a small drone above its booth for attention.",
    "Event staff at the university entrance scan registrations and hand out lanyards as the career fair unfolds. Outside the university gym, students line up for the fair, clutching resumes in branded folders and rehearsing elevator pitches along the wall. Nearby, consulting firms stack glossy case-study booklets on high tables in several piles, tech companies display demo screens of their latest apps, and finance firms distribute QR codes for instant internship applications. Groups of friends mark target employers on the event map. Inside the fair, a PA announces the schedule, and career counselors remind attendees to maintain eye contact and engage professionally, redirecting unsure students toward applicable industries. An engineering-society–sponsored event hosts a resume review table near the stage and an alumni panel on preparing for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention. A welcome PA outlines the fair schedule.",
    "At the university career fair, entrance staff scan registrations and hand out lanyards; outside the gym, students queue, clutching resumes and rehearsing elevator pitches along the wall as groups mark employers on the event map. Inside, a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact and engage professionally, redirecting unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on elevated surfaces; tech firms display demo screens and finance firms provide QR codes for internship applications. An engineering-society–sponsored event hosts a resume review table near the stage and an alumni panel on preparing for technical interviews, with alumni volunteers giving pep talks near the coffee station. A robotics startup flies a small drone above its booth; a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom, with more alumni pep talks near the coffee station."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.47047795401072284,
    0.8158457276812313,
    0.8158457276812313,
    0.8158457276812313,
    0.8158457276812313,
    0.8158457276812313,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8308709727883068,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8649371101844339,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8763209599424717,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649,
    0.8973542754699649
  ],
  "3": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is played over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system to outline the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system to outline the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "An event fair opens with a welcome announcement broadcast over the PA system outlining the schedule. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps, while finance firms offer QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "The event fair opens with a welcome announcement over the PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, forming a backdrop of new software demonstrations, while finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "An event fair opens with a welcome announcement over the PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards, while nearby alumni volunteers give quick pep talks by the coffee station. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens of their latest apps, forming a backdrop of software demonstrations, while finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "An event fair opens with a welcome announcement over the PA outlining the schedule. At the entrance staff scan registrations and hand out lanyards, while alumni volunteers by the coffee station give pep talks. Inside, career counselors remind attendees to maintain eye contact, and groups mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Tech companies display demo screens of their apps, creating a backdrop of software demonstrations, while finance firms provide QR codes to facilitate internships. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside an alumni panel discussing how to prepare for technical interviews. Workshops on networking etiquette run in the adjoining classroom. In the display area, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "An event fair opens with a welcome PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards, while alumni volunteers by the coffee station offer pep talks. Inside, career counselors remind attendees to maintain eye contact, and groups mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, forming a ring. Tech companies display demo screens of apps, while finance firms provide QR codes to facilitate internships. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside an alumni panel on preparing for technical interviews. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces."
  ],
  "3_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.5932270618135279,
    0.5932270618135279,
    0.7605082564331818,
    0.7605082564331818,
    0.7605082564331818,
    0.7605082564331818,
    0.7605082564331818,
    0.8112455062650343,
    0.8112455062650343,
    0.8112455062650343,
    0.8112455062650343,
    0.8112455062650343,
    0.8466162142049656,
    0.8466162142049656,
    0.8466162142049656,
    0.8466162142049656,
    0.8466162142049656,
    0.8466162142049656,
    0.8758352016030725,
    0.8758352016030725,
    0.8758352016030725,
    0.8758352016030725,
    0.8758352016030725,
    0.8758352016030725,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8686042484937241,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8788932470966639,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304,
    0.8843107394682304
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space.",
    "In a venue for a career fair, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. A welcome announcement outlines the fair schedule over the PA system.",
    "At a career fair venue, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company is hosting an event featuring a password cracking challenge conducted on a laptop, alongside the alumni panel.",
    "At a career fair venue, dozens of booths with colorful banners circle the polished floor, forming a ring around the space. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts an event featuring a password cracking challenge conducted on a laptop, alongside the alumni panel. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At a career fair venue, dozens of booths with colorful banners circle the polished floor, forming a ring around the space. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts an event featuring a password cracking challenge conducted on a laptop, alongside the alumni panel. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair venue, dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company hosts an event featuring a password cracking challenge conducted on a laptop, alongside the alumni panel. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up awaiting opening, some quietly rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth for attention.",
    "At a career fair venue, dozens of booths with colorful banners circle the polished floor, where tech companies display demo screens and a robotics startup flies a small drone above its booth for attention. An alumni panel discusses how to prepare for technical interviews, running alongside a cybersecurity company that hosts a password cracking challenge conducted on a laptop. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Outside the university gym, students line up awaiting opening, some quietly rehearsing elevator pitches against the wall.",
    "At a university career fair, dozens of booths with colorful banners surround a polished floor as tech companies display demo screens and a robotics startup flies a small drone above its booth. An alumni panel discusses preparing for technical interviews, running alongside a cybersecurity company hosting a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA outlining the schedule. Career counselors steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Outside the university gym, students line up awaiting opening, some quietly rehearsing elevator pitches against the wall.",
    "At the university career fair, dozens of booths with banners surround a polished floor as tech companies display demo screens and a robotics startup flies a small drone above its booth. An alumni panel discusses how to prepare for technical interviews, and a cybersecurity company runs a password-cracking challenge on a laptop. A welcome PA announces the schedule; career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance, and alumni volunteers offer pep talks by the coffee station. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Outside the university gym, students line up awaiting opening, some rehearsing elevator pitches. Finance firms provide QR codes for immediate internship applications. Workshops on networking etiquette run in the classroom."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.569328705316929,
    0.569328705316929,
    0.569328705316929,
    0.569328705316929,
    0.7829735397534334,
    0.7829735397534334,
    0.7829735397534334,
    0.7829735397534334,
    0.7829735397534334,
    0.7829735397534334,
    0.8103727045519655,
    0.8103727045519655,
    0.8103727045519655,
    0.8407080458652876,
    0.8407080458652876,
    0.8407080458652876,
    0.8407080458652876,
    0.8407080458652876,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8556386521010976,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8734128616297031,
    0.8801351475281008,
    0.8801351475281008,
    0.8801351475281008,
    0.8801351475281008,
    0.8801351475281008,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8502039020533789,
    0.8781730075016929,
    0.8781730075016929
  ],
  "5": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company is hosting a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "At the event, a cybersecurity company is hosting a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. At the entrance, staff scan registrations and hand out lanyards to registrants. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At a university career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA outlining the fair schedule. Outside the university gym, students line up awaiting the fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "The scene centers on a university career fair hosted alongside a cybersecurity challenge. At entrance, staff scan registrations and hand out lanyards; a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact outside near the gym entrance and inside. Groups of friends mark target employers on the event map; students clutch resumes in branded folders. Outside the gym, students line up before opening, rehearsing elevator pitches against the wall. Tech companies display demo screens of their latest apps, creating a backdrop of demonstrations. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer pep talks near the coffee station. A robotics startup flies a drone above its booth for attention.",
    "A university career fair paired with a cybersecurity challenge unfolds. At the entrance staff scan registrations and hand out lanyards; a PA announces the schedule. Career counselors remind attendees to maintain eye contact both outside near the gym entrance and inside the venue. Groups of friends mark target employers on the event map; students clutch resumes in branded folders. Outside the gym, students line up before opening, rehearsing elevator pitches against the wall. Tech companies display demo screens of their latest apps. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. An alumni panel discusses how to prepare for technical interviews; alumni volunteers offer pep talks near the coffee station. A robotics startup flies a drone above its booth for attention."
  ],
  "5_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3300824896067401,
    0.3300824896067401,
    0.3300824896067401,
    0.3300824896067401,
    0.3300824896067401,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.5209908272792367,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8180844528109213,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.8752027506488775,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.852747182944798,
    0.8486531511653682,
    0.8486531511653682,
    0.8486531511653682
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "During the event, an alumni panel discusses how to prepare for technical interviews, while groups of friends mark target employers on the event map.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact, and redirect unsure students toward applicable industries.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards. Students line up outside the university gym, awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards. Students line up outside the university gym awaiting the fair’s opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens of their latest apps. A welcome announcement plays over the PA outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map while career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards. Students line up outside the university gym awaiting the fair’s opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens of their latest apps. A welcome announcement plays over the PA outlining the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Students clutch resumes inside branded folders.",
    "At the university career fair, an alumni panel discusses how to prepare for technical interviews as groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards; students line up outside the gym awaiting the fair’s opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces, and tech companies display demo screens of their latest apps as backdrops for software demonstrations. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company hosts a password-cracking challenge on a laptop, and students clutch resumes inside branded folders. A welcome announcement plays over the PA outlining the fair schedule.",
    "At the university career fair unfolding across the campus and inside the gym, attendees pass an entrance area where staff scan registrations and hand out lanyards. Outside the gym, students clutch resumes in branded folders and queue before opening, while groups of friends mark target employers on the event map and rehearse elevator pitches against the wall. Inside, dozens of booths with colorful banners circle the polished floor; consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces; tech companies display demo screens of their latest apps as backdrops for demonstrations; a cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses preparation for technical interviews near a resume-review table by the stage. Career counselors remind attendees to maintain eye contact, redirect unsure students toward applicable industries, and guide professional engagement. The engineering-society–sponsored fair continues across campus."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.48343635156176357,
    0.48343635156176357,
    0.48343635156176357,
    0.47637012346998664,
    0.47637012346998664,
    0.47637012346998664,
    0.47637012346998664,
    0.7481521967842393,
    0.7481521967842393,
    0.7481521967842393,
    0.8324350766370736,
    0.8324350766370736,
    0.8324350766370736,
    0.8324350766370736,
    0.8324350766370736,
    0.8324350766370736,
    0.8324350766370736,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.8531341697579244,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.857389340868404,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.8717371396457381,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963,
    0.87155562361963
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system to outline the fair schedule. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps while finance firms distribute QR codes for instant internship applications at the career fair. Students rehearse elevator pitches along the wall. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement over the PA outlines the fair schedule, marking the opening of the event. Workshops on networking etiquette run in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. Tech companies display demo screens of their latest apps, forming a backdrop of new software demonstrations, while finance firms provide QR codes to facilitate immediate internship applications. Students rehearse elevator pitches along the wall, with some practicing quietly. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. Career counselors remind attendees to maintain eye contact. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At the university career fair, a welcome PA signals the opening and schedules, while dozens of booths with colorful banners circle the polished floor. In adjoining areas, workshops on networking etiquette run in a classroom. Consulting firms stack glossy case-study booklets on high tables, arranged in organized stacks on elevated surfaces, and tech companies display demo screens of their latest apps as a backdrop for software demonstrations; finance firms provide QR codes to expedite internship applications. Students rehearse elevator pitches along walls, outside the gym groups of friends mark target employers on the event map. Entrance staff scan registrations and hand out lanyards. Alumni volunteers offer pep talks by the coffee station, and an alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At the university career fair, a welcome PA signals the opening and schedules as dozens of booths with colorful banners circle a polished floor. Workshops on networking etiquette run in an adjoining classroom. Consulting firms stack glossy case-study booklets on high tables and elevated surfaces; tech companies display demo screens for their latest apps, while finance firms provide QR codes to expedite internship applications. Students rehearse elevator pitches along walls, and groups of friends outside the gym mark target employers on the event map. Entrance staff scan registrations and hand out lanyards. Alumni volunteers offer pep talks by the coffee station, and an alumni panel discusses preparing for technical interviews. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.7270828581094428,
    0.9131263501951936,
    0.9131263501951936,
    0.9131263501951936,
    0.9131263501951936,
    0.9131263501951936,
    0.9131263501951936,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8999786494984613,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8804266243354539,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783,
    0.8773784756608783
  ],
  "8": [
    "",
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the venue, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "A welcome announcement over the PA outlines the fair schedule as attendees arrive. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the venue, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, and finance firms display QR codes that enable immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds with a welcome PA announcing the fair schedule as attendees arrive. At the entrance, staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens. Nearby, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, forming several piles. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside the tech demos.",
    "A university career fair unfolds with a welcome PA announcing the fair schedule as attendees arrive. At the entrance, staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Alumni volunteers give brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens. Nearby, tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables, forming several piles. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside the tech demos.",
    "Dozens of booths with colorful banners circle the polished floor of a university career fair, opened by a welcome PA outlining the schedule. At the entrance, staff scan registrations and hand out lanyards; inside, career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on an event map, while alumni volunteers give pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage, and an alumni panel discusses preparing for technical interviews. Outside the gym, students clutch resumes in branded folders and queue before opening; some rehearse elevator pitches. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables, forming piles. A cybersecurity company hosts a password-cracking challenge on a laptop alongside the tech demos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8319955184057604,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8730026583879933,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8777827255873114,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459,
    0.8786262850492459
  ],
  "9": [
    "",
    "",
    "\"\"",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations.",
    "The career fair is hosted at a cybersecurity company venue, with dozens of booths with colorful banners circling the polished floor, forming a ring around the space. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop, conducted alongside an alumni panel discussing how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations.",
    "At a cybersecurity company venue, the career fair unfolds with dozens of booths and colorful banners arranged in a ring around a polished floor. A welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on an event map. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop, conducted alongside an alumni panel discussing how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations; finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At a cybersecurity company venue, the career fair unfolds with dozens of booths and colorful banners arranged in a ring around a polished floor. A welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on an event map. Alumni volunteers offer quick pep talks near the coffee station. A cybersecurity company hosts a password-cracking challenge on a laptop, conducted alongside an alumni panel discussing how to prepare for technical interviews. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations; finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, dozens of booths with colorful banners circle a polished floor inside a cybersecurity company venue. A welcome PA announces the schedule as staff at the entrance scan registrations and hand out lanyards. Inside, alumni volunteers offer pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on an event map. A cybersecurity company runs a password-cracking challenge on a laptop, paired with an alumni panel about how to prepare for technical interviews. Tech companies display demo screens of their latest apps, and finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches against the wall. Outside the university gym, students line up awaiting opening. Consulting firms stack case-study booklets on high tables, and workshops on networking etiquette run in the adjoining classroom.",
    "Inside a cybersecurity company venue at the university career fair, dozens of booths with colorful banners circle a polished floor. A welcome PA outlines the fair schedule as staff at the entrance scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on an event map. A cybersecurity company hosts a password-cracking challenge on a laptop, paired with an alumni panel about how to prepare for technical interviews. Tech firms display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches along the wall; consulting firms stack glossy case-study booklets on high tables; workshops on networking etiquette run in the adjoining classroom. Outside the gym, lines form before opening."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6227928845925672,
    0.6227928845925672,
    0.7658102023833632,
    0.7658102023833632,
    0.7658102023833632,
    0.7658102023833632,
    0.8313117881142607,
    0.8313117881142607,
    0.8313117881142607,
    0.8313117881142607,
    0.8313117881142607,
    0.8313117881142607,
    0.8313117881142607,
    0.8532306828766931,
    0.8532306828766931,
    0.8532306828766931,
    0.8532306828766931,
    0.8532306828766931,
    0.8532306828766931,
    0.8532306828766931,
    0.8514303260134322,
    0.8514303260134322,
    0.8514303260134322,
    0.8514303260134322,
    0.8514303260134322,
    0.8514303260134322,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8517800650530165,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8502375773276412,
    0.8591835996748991,
    0.8591835996748991,
    0.8591835996748991,
    0.8591835996748991,
    0.8591835996748991,
    0.8591835996748991,
    0.8591835996748991,
    0.8390629138899368
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event.",
    "Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. A welcome announcement over the PA system outlines the fair schedule.",
    "Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. A welcome announcement over the PA system outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map.",
    "At a university career fair, consulting firms display glossy case study booklets stacked on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact as part of professional engagement at the event. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map. Outside the university gym, students clutch resumes tucked in branded folders and queue before the fair opens, while an alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps.",
    "At a university career fair, consulting firms display glossy case-study booklets stacked on high tables in several piles. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map. Outside the university gym, students clutch resumes tucked in branded folders and queue before the fair opens, while an alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps. A cybersecurity company hosts a password-cracking challenge on a laptop.",
    "At a university career fair, consulting firms display glossy case-study booklets on high tables arranged in several piles, while nearby tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. At the entrance, staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on an event map. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens, as an alumni panel discusses preparation for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside the tech demos. Consulting firms and tech companies are present; career counselors also redirect unsure students toward applicable industries.",
    "At a university career fair, consulting firms display glossy case-study booklets on high tables arranged in several piles, while nearby tech companies show demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and a welcome PA and later a welcome announcement outline the fair schedule over the PA system. At the entrance, staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on an event map. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens. An alumni panel discusses preparation for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside the tech demos. Consulting firms and tech companies are present; career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables in several piles while tech companies display demo screens of their latest apps. Inside, PA announcements outline the schedule and career counselors remind attendees to maintain eye contact and, when unsure, steer toward applicable industries. At the entrance, staff scan registrations and hand out lanyards to registrants; groups of friends mark target employers on an event map. Outside the gym, students clutch resumes in branded folders, queue before opening, and rehearse elevator pitches against the wall. An alumni panel discusses preparation for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside tech demos. An engineering-society–sponsored event hosts a resume-review table near the stage and an alumni panel on preparing for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, consulting firms stack glossy case-study booklets on high tables in several piles, while tech companies display demo screens of their latest apps. PA announcements outline the schedule and career counselors remind attendees to maintain eye contact and, when unsure, steer toward applicable industries. At the entrance, staff scan registrations and hand out lanyards; groups of friends mark target employers on an event map. Outside the gym, students clutch resumes in branded folders, queue before opening, and rehearse elevator pitches against the wall. An alumni panel discusses preparation for technical interviews. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside tech demos. An engineering-society–sponsored event hosts a resume-review table near the stage and an alumni panel on preparing for technical interviews. A robotics startup flies a small drone above its booth for attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.5053687135648821,
    0.5053687135648821,
    0.5053687135648821,
    0.5053687135648821,
    0.737804092529706,
    0.737804092529706,
    0.737804092529706,
    0.737804092529706,
    0.8377158891739993,
    0.8377158891739993,
    0.8377158891739993,
    0.8377158891739993,
    0.8627487551611493,
    0.8627487551611493,
    0.8627487551611493,
    0.8627487551611493,
    0.8627487551611493,
    0.8627487551611493,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8438686752148564,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8515802763413738,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8605637402296158,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522,
    0.8837924525728522
  ],
  "11": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations. A cybersecurity company is hosting a password-cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations. A cybersecurity company is hosting a password-cracking challenge on a laptop.",
    "The scene features tech companies displaying demo screens of their latest apps, creating a backdrop of new software demonstrations. A cybersecurity company hosts a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications.",
    "An event fair featuring tech and finance companies opens with a welcome announcement over the PA outlining the schedule. Tech companies display demo screens of their latest apps, while a cybersecurity company hosts a password-cracking challenge on a laptop and finance firms present QR codes to facilitate immediate internship applications. At the entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "An event fair for tech and finance companies opens with a welcome announcement over the PA outlining the schedule. Tech companies display demo screens of their latest apps while a cybersecurity company hosts a password-cracking challenge on a laptop, and finance firms present QR codes to facilitate immediate internship applications. At the entrance staff scan registrations and hand out lanyards to registrants; alumni volunteers stand by the coffee station delivering quick pep talks, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Inside, groups of friends mark target employers on an event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space.",
    "An event fair for tech and finance companies opens with a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps, while a cybersecurity company hosts a password-cracking challenge on a laptop, and finance firms provide QR codes to facilitate immediate internship applications. At the entrance staff scan registrations and hand out lanyards to registrants. Alumni volunteers stand by the coffee station delivering quick pep talks, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Inside, groups of friends mark target employers on an event map, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a backdrop of software demonstrations and hosting the cybersecurity challenge alongside the interview prep discussion.",
    "At the university career fair hosted by a cybersecurity company, the opening PA outlines the schedule as dozens of booths with colorful banners circle the polished floor, featuring tech demos, a password-cracking challenge on a laptop, and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; inside, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers stand by the coffee station delivering pep talks. Students clutch resumes in branded folders, and consulting firms stack case study booklets on high tables. Outside the university gym, students line up awaiting the fair to open.",
    "At the university career fair hosted by a cybersecurity company, the opening PA presents a layout of dozens of booths with colorful banners circling a polished floor, featuring tech demos, a password-cracking challenge on a laptop, and an alumni panel on preparing for technical interviews. At the entrance, staff scan registrations and hand out lanyards; inside, career counselors steer unsure students toward applicable industries and remind them to maintain eye contact. Groups of friends mark target employers on an event map, while some students rehearse elevator pitches quietly against a wall. Alumni volunteers stand by the coffee station delivering pep talks. Students clutch resumes in branded folders, and consulting firms stack case study booklets on high tables. Outside the university gym, students line up awaiting the fair to open."
  ],
  "11_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.5006720134687753,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.7355526180133483,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8581271417800093,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8870398298866407,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8890021563872523,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8584352523787249,
    0.8577393620050484,
    0.8577393620050484
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "An event sponsored by the engineering society features a resume review table near the stage and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "An event sponsored by the engineering society features a resume review table near the stage and an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to registrants. Outside the university gym, students clutch resumes tucked in branded folders and queue up before the career fair opens; nearby, tech companies display demo screens showcasing their latest apps.",
    "An event sponsored by the engineering society hosts a resume review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to registrants. Outside the university gym, students clutch resumes tucked in branded folders and queue before the career fair opens; nearby, tech companies display demo screens showcasing their latest apps. Inside the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. The alumni panel discusses interview prep during the event while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event.",
    "An engineering-society–sponsored career fair unfolds across the campus, with a resume-review table near the stage and an alumni panel on preparing for technical interviews. At the entrance, event staff scan registrations and hand out lanyards to registrants. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens, while nearby tech companies display demo screens of their latest apps. Inside the fair, a welcome announcement is broadcast over the PA outlining the schedule. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and guide professional engagement. The alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Some attendees rehearse elevator pitches quietly against the wall.",
    "The campus engineering-society–sponsored career fair unfolds at a cybersecurity company venue, with dozens of booths and colorful banners circling the polished floor. Outside the gym, students clutch resumes in branded folders and queue before opening, while nearby tech companies display demo screens. Inside, a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and guide professional engagement. Alumni panel discusses how to prepare for technical interviews; alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Some attendees rehearse elevator pitches quietly against the wall. The cybersecurity company hosts a password-cracking challenge on a laptop, conducted alongside the alumni panel.",
    "At a campus engineering-society–sponsored career fair held at a cybersecurity company venue, dozens of booths line a floor beneath colorful banners. Outside the gym, students clutch resumes in branded folders and queue before opening, while nearby tech companies display demo screens. Inside, a welcome PA announces the schedule. At the entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and guide professional engagement. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks by the coffee station. Groups of friends mark target employers on an event map. Consulting firms stack case-study booklets on tables, forming organized piles. Some attendees rehearse elevator pitches quietly against the wall. The cybersecurity company hosts a password-cracking challenge on a laptop conducted alongside the alumni panel. Tech companies display demo screens showing their latest apps.",
    "A campus engineering-society-sponsored career fair hosted by a cybersecurity company unfolds across a venue with dozens of booths and colorful banners circling a polished floor. Outside the university gym, students clutch resumes in branded folders and queue before opening; inside, a welcome PA outlines the schedule. At each entrance, staff scan registrations and hand out lanyards; career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Alumni panels discuss preparation for technical interviews, with alumni volunteers delivering quick pep talks near a coffee station. Groups of friends mark target employers on an event map as the welcome announcement plays over the PA. Consulting firms stack glossy case-study booklets on high tables, forming organized piles; some attendees rehearse elevator pitches against the wall. The cybersecurity company hosts a password-cracking challenge on a laptop, alongside tech companies’ demo screens showing latest apps."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4014014397143841,
    0.4014014397143841,
    0.4014014397143841,
    0.6087904979339135,
    0.6087904979339135,
    0.6087904979339135,
    0.6087904979339135,
    0.6087904979339135,
    0.7990270957292076,
    0.7990270957292076,
    0.7990270957292076,
    0.7990270957292076,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8568773458863672,
    0.8474635051362223,
    0.8474635051362223,
    0.8474635051362223,
    0.8474635051362223,
    0.8474635051362223,
    0.8474635051362223,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8187789027962834,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8368285195443821,
    0.8069274548911907,
    0.8069274548911907,
    0.8069274548911907
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, with a welcome announcement broadcast over the PA system outlining the fair schedule. Career counselors at the event remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the event entrance, staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. A welcome announcement broadcasts over the PA system outlining the fair schedule. Career counselors at the event remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the event entrance, staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders.",
    "The scene centers on a career fair hosted alongside a cybersecurity challenge. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement broadcasts over the PA system, outlining the fair schedule. Career counselors at the event remind attendees to maintain eye contact, both outside near the gym entrance and inside the venue. Groups of friends mark target employers on the event map. At the event entrance, staff scan registrations and hand out lanyards to registrants. Outside the university gym, students line up before the fair opens. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, creating a backdrop of new software demonstrations.",
    "At a university career fair paired with a cybersecurity challenge, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule. Staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, both outside near the gym entrance and inside the venue. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. Outside the gym, students line up before opening, with some rehearsing elevator pitches against the wall. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming organized stacks, and a robotics startup flies a small drone above its booth for attention.",
    "At a university career fair paired with a cybersecurity challenge, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their apps. A PA announces the fair schedule. Staff at the entrance scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, outside near the gym entrance and inside the venue. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Outside the gym, students line up before opening, rehearsing elevator pitches. Alumni volunteers offer quick pep talks near the coffee station, and an alumni panel discusses preparing for technical interviews. Consulting firms stack case study booklets on high tables; a robotics startup flies a drone above its booth. Booths with banners circle the floor; finance firms provide QR codes for internships. Workshops on networking etiquette run in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.33632074364228975,
    0.33632074364228975,
    0.33632074364228975,
    0.32752735980554354,
    0.32752735980554354,
    0.32752735980554354,
    0.32752735980554354,
    0.31565844189534426,
    0.31565844189534426,
    0.31565844189534426,
    0.31565844189534426,
    0.7279298801049244,
    0.7279298801049244,
    0.7279298801049244,
    0.7279298801049244,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.7377694956745249,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8203036320869429,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8700990736984588,
    0.8875564998130561,
    0.8875564998130561,
    0.8875564998130561,
    0.8875564998130561,
    0.8875564998130561,
    0.8875564998130561
  ],
  "14": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "At the entrance, event staff scan registrations and hand out lanyards to registrants. At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At a cybersecurity company–hosted career fair, event staff at the entrance scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact while groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system, outlining the fair schedule. The venue features a password cracking challenge conducted on a laptop, alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space.",
    "At a cybersecurity company–hosted career fair, staff at the entrance scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. The venue features a password-cracking challenge conducted on a laptop, alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. In the display area, consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations.",
    "At a cybersecurity company–hosted career fair, staff at the entrance scan registrations and hand out lanyards, with alumni volunteers by the coffee station offering quick pep talks. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. A welcome announcement over the PA outlines the fair schedule. The venue features a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while the display area shows consulting firms stacking glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, creating a backdrop of software demonstrations; finance firms provide QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette run in the adjoining classroom."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.36752168613428154,
    0.36752168613428154,
    0.601592031271857,
    0.601592031271857,
    0.8326236978523793,
    0.8326236978523793,
    0.8326236978523793,
    0.8326236978523793,
    0.8326236978523793,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.7999341015047101,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8074173741974618,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604,
    0.8574080249613604
  ],
  "15": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Career counselors redirect unsure students toward applicable industries.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule. Career counselors redirect unsure students toward applicable industries. During the event, an alumni panel discusses how to prepare for technical interviews, while groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews during the event, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews during the event, while groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome PA announces the schedule as career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional engagement. An alumni panel discusses how to prepare for technical interviews during the event. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up awaiting the career fair to open, some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "At the career fair, a welcome PA announces the schedule as attendees are guided by career counselors who direct unsure students toward applicable industries and remind them to maintain eye contact for professional engagement. An alumni panel discusses how to prepare for technical interviews, and nearby alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map while dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up awaiting opening. Some rehearse elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens of their latest apps, and finance firms distribute QR codes for instant internship applications. At the entrance, staff scan registrations and hand out lanyards.",
    "At the career fair, a welcome PA announces the schedule as attendees are guided by career counselors who direct unsure students toward applicable industries and remind them to maintain eye contact. An alumni panel discusses preparing for technical interviews, while nearby alumni volunteers give quick pep talks near the coffee station. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens of their latest apps, and finance firms distribute QR codes for instant internship applications. At the entrance, staff scan registrations and hand out lanyards.",
    "At the career fair, attendees are guided by career counselors who direct unsure students toward applicable industries and remind them to maintain eye contact, while a welcome PA announces the schedule, and a PA broadcast outlines the fair schedule. Entrance staff scan registrations and hand out lanyards. Dozens of booths encircle the polished floor, and groups of friends mark target employers on an event map. Outside the university gym, students line up before opening and some rehearse elevator pitches against the wall. Alumni panels discuss preparing for technical interviews, complemented by alumni volunteers near the coffee station offering pep talks. Consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their apps, and finance firms distribute QR codes for instant internship applications. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase outreach photos."
  ],
  "15_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3841615643779121,
    0.3841615643779121,
    0.6328425437985121,
    0.6328425437985121,
    0.6328425437985121,
    0.8520453024187782,
    0.8520453024187782,
    0.8520453024187782,
    0.8520453024187782,
    0.8762205434969805,
    0.8762205434969805,
    0.8762205434969805,
    0.8762205434969805,
    0.8905974210937995,
    0.8905974210937995,
    0.8905974210937995,
    0.8905974210937995,
    0.8905974210937995,
    0.8573031656192677,
    0.8573031656192677,
    0.8573031656192677,
    0.8573031656192677,
    0.8573031656192677,
    0.8573031656192677,
    0.8573031656192677,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.8816936029296434,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.885394163691055,
    0.9043025453225297,
    0.9043025453225297,
    0.9043025453225297,
    0.9043025453225297,
    0.9043025453225297,
    0.9043025453225297,
    0.9043025453225297
  ],
  "16": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast via the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast via the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A welcome announcement plays over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement plays over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "At the university career fair, a welcome PA announces the schedule. At the entrance, event staff scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional engagement. A cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews during the event. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up awaiting the fair to open, some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "At the university career fair, a welcome PA announces the schedule. Dozens of booths with colorful banners circle the polished floor. At the entrance, staff scan registrations and hand out lanyards, while alumni volunteers offer quick pep talks by the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Outside the university gym, students line up awaiting opening, some rehearsing elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens of their latest apps. An alumni panel discusses how to prepare for technical interviews during the event. Groups of friends mark target employers on the event map. Finance firms provide QR codes to facilitate immediate internship applications. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette run in the adjoining classroom.",
    "At a university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners surround a polished floor. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Entrance staff scan registrations and hand out lanyards while alumni volunteers offer pep talks near the coffee station. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; groups of friends mark target employers on an event map. A cybersecurity company venue hosts a password-cracking challenge on a laptop alongside an alumni panel on preparing for technical interviews. Tech companies display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications; consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette run in the adjoining classroom."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.39865551259911874,
    0.39865551259911874,
    0.39865551259911874,
    0.39865551259911874,
    0.39865551259911874,
    0.8414786829319241,
    0.8414786829319241,
    0.8414786829319241,
    0.8414786829319241,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8224827422315777,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8885191283666298,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8856586945720947,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614,
    0.8685629438462614
  ],
  "17": [
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station; finance firms offer QR codes for immediate internship applications.",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers give brief pep talks near the coffee station, while finance firms display QR codes that enable immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "The career fair presents a layered mix of guidance and opportunities: alumni volunteers offer brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses preparation for technical interviews. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the venue, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "The career fair presents a layered mix of guidance and opportunities. Alumni volunteers offer brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses preparation for technical interviews. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the venue, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "The career fair presents a layered mix of guidance and opportunities. Alumni volunteers give brief pep talks near the coffee station, while finance firms display QR codes enabling immediate internship applications. The engineering society sponsors a resume review table close to the stage, and an alumni panel discusses preparation for technical interviews. Career counselors direct unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the venue, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "The career fair unfolds as layered, multi-zone activities. Alumni volunteers give brief pep talks near the coffee station; finance firms display QR codes for immediate internship applications; the engineering society runs a resume-review table near the stage; an alumni panel discusses preparation for technical interviews; career counselors guide unsure students toward applicable industries; a welcome PA announces the schedule, and entrance staff scan registrations and hand out lanyards. Inside, counselors remind attendees to maintain eye contact while groups of friends mark target employers on an event map; healthcare providers showcase community outreach photos. At the cybersecurity company venue, dozens of booths and colorful banners form a ring around a polished floor, with a password-cracking challenge on a laptop conducted alongside the alumni panel on interview prep. Tech companies display demo screens; some students rehearse elevator pitches against the wall; counselors redirect unsure students toward applicable industries."
  ],
  "17_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.4522143135703551,
    0.4522143135703551,
    0.4522143135703551,
    0.4522143135703551,
    0.4522143135703551,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.6073484419810041,
    0.7380588155904757,
    0.7380588155904757,
    0.7380588155904757,
    0.7380588155904757,
    0.7380588155904757,
    0.7380588155904757,
    0.7380588155904757,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.861566538833379,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8662558371133007,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.8688795042140929,
    0.882772746342387,
    0.882772746342387,
    0.882772746342387,
    0.882772746342387
  ],
  "18": [
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up, awaiting the career fair to open. Some rehearse elevator pitches quietly against the wall. Consulting firms have stacked glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "An alumni panel discusses how to prepare for technical interviews. Outside the university gym, students line up awaiting the career fair to open, with some rehearsing elevator pitches against the wall. Consulting firms have stacked glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "Outside the university gym, students line up awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Inside the fair, an alumni panel discusses how to prepare for technical interviews. Consulting firms have stacked glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards.",
    "Outside the university gym, students line up awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Inside the fair, an alumni panel discusses how to prepare for technical interviews. Consulting firms have stacked glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards.",
    "Outside the university gym, students line up awaiting the career fair, with some rehearsing elevator pitches against the wall. Inside, an alumni panel discusses how to prepare for technical interviews, and attendees encounter a password-cracking challenge on a laptop hosted by a cybersecurity company. Consulting firms have stacked glossy case study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor in a ring around the space, with a welcome PA outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards to registrants. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up awaiting the career fair, with some rehearsing elevator pitches against the wall. Inside, an alumni panel discusses how to prepare for technical interviews, and attendees encounter a password-cracking challenge on a laptop hosted by a cybersecurity company. Consulting firms have stacked glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Tech companies display demo screens showing their latest apps as backdrops for software demonstrations. Dozens of booths with colorful banners circle the polished floor, with a welcome PA outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff at the university entrance scan registrations and hand out lanyards to registrants. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.7094791630824533,
    0.7094791630824533,
    0.7094791630824533,
    0.7094791630824533,
    0.7094791630824533,
    0.7094791630824533,
    0.7094791630824533,
    0.7295756408671059,
    0.7295756408671059,
    0.7295756408671059,
    0.7295756408671059,
    0.7295756408671059,
    0.7295756408671059,
    0.7295756408671059,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.849978203043407,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8734617200385748,
    0.8774701456404236,
    0.8774701456404236,
    0.8774701456404236,
    0.8774701456404236
  ],
  "19": [
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students clutch resumes tucked in branded folders and queue up before the career fair opens, as an alumni panel discusses preparation for technical interviews; nearby, tech companies display demo screens showcasing their latest apps.",
    "Outside the university gym, students clutch resumes tucked in branded folders and queue before the career fair opens, while an alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps.",
    "Outside the university gym, students clutch resumes in branded folders and queue before the career fair opens. An alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students clutch resumes in branded folders and queue before the career fair opens. An alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students clutch resumes in branded folders and queue before the career fair opens. An alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens showcasing their latest apps; consulting firms stack glossy case study booklets on high tables, forming several piles. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is hosting a password-cracking challenge on a laptop, alongside the tech companies' demo screens.",
    "Outside the university gym, students clutch branded resumes and queue before the career fair opens. An alumni panel discusses preparation for technical interviews. Nearby, tech companies display demo screens of their latest apps while consulting firms stack glossy case study booklets on high tables, forming several piles. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule as attendees arrive. At the entrance, event staff scan registrations and hand out lanyards to registrants. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop, alongside the tech companies' demo screens. Alumni volunteers give brief pep talks near the coffee station; finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table close to the stage.",
    "Outside the university gym, students line up awaiting the career fair to open, clutching resumes in branded folders and rehearsing elevator pitches along the wall. Groups of friends mark target employers on the event map as a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses preparation for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and engage professionally, and to redirect unsure students toward applicable industries. Tech companies display demo screens of their latest apps, and a cybersecurity startup hosts a password-cracking challenge on a laptop; finance firms display QR codes for internship applications. Consulting firms stack case study booklets on high tables in several piles; the engineering society sponsors a resume review table near the stage; a robotics startup flies a drone above its booth.",
    "Outside the university gym, students line up for the career fair, clutching resumes in branded folders and rehearsing elevator pitches along the wall. Groups of friends mark target employers on the event map as a welcome PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses preparation for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and engage professionally, redirecting unsure students toward applicable industries. Tech companies display demo screens of their latest apps; a cybersecurity startup hosts a password-cracking challenge on a laptop; finance firms distribute QR codes for instant internship applications. Consulting firms stack glossy case-study booklets on high tables in several piles; the engineering-society sponsors a resume-review table near the stage; a robotics startup flies a small drone above its booth to attract attention. Inside the fair, a PA announces the schedule."
  ],
  "19_score": [
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4230116423910718,
    0.4230116423910718,
    0.4788961198158258,
    0.4788961198158258,
    0.4788961198158258,
    0.4788961198158258,
    0.4788961198158258,
    0.4788961198158258,
    0.4825460438051727,
    0.4825460438051727,
    0.4825460438051727,
    0.4825460438051727,
    0.6124604848119728,
    0.6124604848119728,
    0.6124604848119728,
    0.880668771875533,
    0.880668771875533,
    0.880668771875533,
    0.8800163963602422,
    0.8800163963602422,
    0.8800163963602422,
    0.8800163963602422,
    0.8800163963602422,
    0.8800163963602422,
    0.8800163963602422,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8569893165227196,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8681469036043612,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.8857272748075441,
    0.9043848815952746,
    0.9043848815952746,
    0.9043848815952746,
    0.9043848815952746,
    0.9043848815952746,
    0.9043848815952746,
    0.9043848815952746
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company is hosting a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting an event that features a password cracking challenge conducted on a laptop, alongside an alumni panel discussing how to prepare for technical interviews.",
    "At a career fair venue hosted by a cybersecurity company, the event features a password cracking challenge conducted on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space, while a welcome announcement over the PA outlines the fair schedule.",
    "At a career fair venue hosted by a cybersecurity company, attendees encounter a password cracking challenge conducted on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space, while a welcome announcement over the PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside the event, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map.",
    "At a career fair venue hosted by a cybersecurity company, attendees encounter a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor in a ring around the space, while a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact, and groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations.",
    "The career fair venue is hosted by a cybersecurity company, where attendees encounter a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor in a ring around the space, with a welcome PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Inside, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations. Students clutch resumes inside branded folders.",
    "At the university career fair hosted by a cybersecurity company, attendees encounter a password-cracking challenge on a laptop alongside an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, with a welcome PA outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional engagement. Groups of friends mark target employers on the event map. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations. Students clutch resumes inside branded folders. Outside the university gym, students line up awaiting the fair to open, some rehearsing elevator pitches against the wall. Consulting firms stack case study booklets on high tables, forming stacks on elevated surfaces.",
    "At a university career fair hosted by a cybersecurity company, attendees encounter a password-cracking challenge on a laptop and an alumni panel discussing preparation for technical interviews. Dozens of booths with colorful banners circle the polished floor as a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact for professional engagement. Groups of friends mark target employers on an event map. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens showing their latest apps, creating a backdrop of software demonstrations. Students clutch resumes inside branded folders. Outside the university gym, students line up awaiting the fair to open, some rehearsing elevator pitches against the wall. Consulting firms stack case study booklets on high tables, forming stacks on elevated surfaces.",
    "A university career fair hosted by a cybersecurity company unfolds with dozens of booths and colorful banners circling the polished floor, alongside tech demos and demo screens showing latest apps. Attendees encounter a password-cracking challenge on a laptop as part of the backdrop. A welcome PA outlines the schedule as arrivals are scanned at the entrance, where staff hand out lanyards. Inside, career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on an event map, while alumni volunteers give pep talks near the coffee station. Finance firms display QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage; consulting firms stack glossy case study booklets on high tables, forming several piles. Outside the gym, students queue before opening, rehearsing elevator pitches against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.3343262368352082,
    0.39333478334677174,
    0.39333478334677174,
    0.39333478334677174,
    0.6521587735132274,
    0.6521587735132274,
    0.6521587735132274,
    0.6521587735132274,
    0.6521587735132274,
    0.8071517845630154,
    0.8071517845630154,
    0.8071517845630154,
    0.8071517845630154,
    0.8071517845630154,
    0.8071517845630154,
    0.8071517845630154,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8412031564445579,
    0.8714919313624765,
    0.8714919313624765,
    0.8714919313624765,
    0.8714919313624765,
    0.8714919313624765,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8656996264316892,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8587325164248499,
    0.8616375206618103,
    0.8616375206618103,
    0.8616375206618103,
    0.8616375206618103,
    0.8616375206618103,
    0.8616375206618103,
    0.8616375206618103
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards to registrants.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the event entrance, staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders.",
    "At the event, career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to registrants. Students clutch resumes inside branded folders. A cybersecurity company is hosting a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, attendees are reminded by career counselors to maintain eye contact as part of professional engagement, while groups of friends mark target employers on the event map. At the entrance, staff scan registrations and hand out lanyards to registrants. Students clutch resumes in branded folders, including those queued outside the gym before the fair opens. A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement over the PA system outlines the fair schedule. Consulting firms display glossy case study booklets stacked on high tables, forming several piles of printed material. Nearby, tech companies display demo screens showcasing their latest apps. An alumni panel discusses preparation for technical interviews.",
    "At the university career fair unfolding across the campus and inside the gym, attendees encounter an entrance area where staff scan registrations and hand out lanyards. Outside the gym, students clutch resumes in branded folders and queue before the fair opens. Groups of friends mark target employers on the event map. A cybersecurity company hosts a password-cracking challenge on a laptop, while nearby tech companies display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Inside the fair, a welcome PA outlines the schedule. Career counselors remind attendees to maintain eye contact, redirect unsure students toward applicable industries, and guide professional engagement. An alumni panel discusses preparation for technical interviews, with a resume-review table near the stage. Some attendees rehearse elevator pitches quietly against the wall. The engineering-society–sponsored career fair unfolds across the campus.",
    "At the university, engineering-society-sponsored career fair unfolds across the campus and inside the gym. An entrance area has staff scanning registrations and handing out lanyards; outside, students queue before opening, clutching resumes in branded folders. Groups of friends mark target employers on an event map. A cybersecurity company runs a password-cracking challenge on a laptop, while nearby tech firms display demo screens of their latest apps. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. Inside, a welcome PA outlines the schedule as career counselors remind attendees to maintain eye contact, redirect unsure students toward applicable industries, and guide professional engagement. An alumni panel discusses preparation for technical interviews, with a resume-review table near the stage.",
    "At the university, an engineering-society–sponsored career fair unfolds across campus and inside the gym. In the entrance area, staff scan registrations and hand out lanyards, while outside, students queue before opening, clutching resumes in branded folders. Groups of friends mark target employers on an event map, and outside the gym dozens of booths line a floor beneath colorful banners as tech firms display demo screens and consulting firms stack case-study booklets on tables. Inside, a welcome PA outlines the schedule; career counselors remind attendees to maintain eye contact, redirect unsure students toward applicable industries, and guide professional engagement; some attendees rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks by the coffee station, and a resume-review table near the stage. The cybersecurity company hosts a password-cracking challenge on a laptop conducted alongside the alumni panel."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4007297898943012,
    0.4007297898943012,
    0.5902088852242648,
    0.5902088852242648,
    0.5902088852242648,
    0.7716543524442148,
    0.7716543524442148,
    0.7716543524442148,
    0.7716543524442148,
    0.7716543524442148,
    0.7716543524442148,
    0.7716543524442148,
    0.865374291865023,
    0.865374291865023,
    0.865374291865023,
    0.865374291865023,
    0.865374291865023,
    0.865374291865023,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8813094923187996,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8795264870597751,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8283915790163362,
    0.8411998262218748
  ],
  "22": [
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies are displaying demo screens that showcase their latest apps, while finance firms are offering QR codes to facilitate immediate internship applications.",
    "Tech companies are displaying demo screens that showcase their latest apps, while finance firms are offering QR codes to facilitate immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair features tech companies displaying demo screens of their latest apps and finance firms distributing QR codes for instant internship applications. Students rehearse elevator pitches along the wall. A welcome announcement is broadcast over the PA system to outline the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, tech companies display demo screens of their latest apps while finance firms distribute QR codes for instant internship applications. Students rehearse elevator pitches along the wall as a welcome PA outlines the fair schedule. At the entrance, event staff scan registrations and hand out lanyards to registrants. Alumni volunteers give quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, guiding professional engagement at the event. Outside the university gym, students clutch resumes in branded folders and queue before the fair opens. An alumni panel discusses preparation for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming several piles of printed material. Groups of friends mark target employers on the event map.",
    "At a university career fair, tech companies display demo screens of their latest apps while finance firms provide QR codes for instant internship applications. Students rehearse elevator pitches along the wall as a welcome PA outlines the schedule. Event staff at the entrance scan registrations and hand out lanyards. Outside the gym, students clutch resumes in branded folders and queue before the fair opens; groups of friends mark target employers on the event map. Alumni volunteers give quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact for professional engagement. An alumni panel discusses preparation for technical interviews. Consulting firms stack glossy case study booklets on high tables, forming organized piles on elevated surfaces. A robotics startup flies a small drone above its booth for attention.",
    "At a university career fair, tech companies display demo screens of their latest apps while finance firms provide QR codes for immediate internship applications. Students rehearse elevator pitches along the wall as a welcome PA outlines the schedule. Event staff at the entrance scan registrations and hand out lanyards; outside the gym, students clutch resumes in branded folders and queue before opening, with groups of friends marking target employers on the event map. Alumni volunteers give pep talks by the coffee station; career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. A robotics startup flies a small drone above its booth. A cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom.",
    "At a university career fair, tech firms display demo screens while finance firms provide QR codes for internship applications; students rehearse elevator pitches along the wall as a welcome PA outlines the schedule. Entrance staff scan registrations and hand out lanyards; outside the gym, students clutch resumes in branded folders and queue before opening, with groups marking target employers on the event map. Alumni volunteers give pep talks by the coffee station, and career counselors remind attendees to maintain eye contact. An alumni panel discusses preparation for technical interviews. Consulting firms stack glossy case-study booklets on high tables, forming organized piles on elevated surfaces. A robotics startup flies a small drone above its booth; a cybersecurity company hosts a password-cracking challenge on a laptop. Workshops on networking etiquette run in the adjoining classroom, with more alumni pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.48572986198052576,
    0.48572986198052576,
    0.48572986198052576,
    0.48572986198052576,
    0.605427334938876,
    0.605427334938876,
    0.605427334938876,
    0.8901075946320229,
    0.8901075946320229,
    0.8901075946320229,
    0.8901075946320229,
    0.8901075946320229,
    0.8901075946320229,
    0.8901075946320229,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8754588305305437,
    0.8882565075183582,
    0.8882565075183582,
    0.8882565075183582,
    0.8882565075183582,
    0.8882565075183582,
    0.8882565075183582,
    0.8882565075183582,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8783293024385945,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552,
    0.8758203683137552
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym as they await the career fair to open.",
    "Students line up outside the university gym, awaiting the career fair to open. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym, awaiting the career fair to open. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces.",
    "Students line up outside the university gym, awaiting the career fair to open. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym, awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up awaiting the career fair to open, with some rehearsing elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces. Tech companies display demo screens showing their latest apps. Event staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up awaiting the career fair to open, clutching resumes in branded folders and rehearsing elevator pitches quietly along the wall. Consulting firms stack glossy case study booklets on high tables into several piles. Tech companies display demo screens of their latest apps, while finance firms distribute QR codes for instant internship applications. At the entrance, event staff scan registrations and hand out lanyards to registrants. An alumni panel discusses preparation for technical interviews, with alumni volunteers giving quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and engage professionally. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. A welcome PA outlines the fair schedule.",
    "Outside the university gym, students line up awaiting the career fair, clutching resumes in branded folders and rehearsing elevator pitches along the wall. Consulting firms stack case study booklets on high tables into neat piles; tech companies display demo screens of their latest apps, while finance firms distribute QR codes for instant internship applications. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses preparation for technical interviews, with alumni volunteers giving pep talks near the coffee station; career counselors remind attendees to maintain eye contact and engage professionally. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the floor, forming a ring around the space; the display area shows case studies on elevated surfaces. A cybersecurity company–hosted fair features a password-cracking challenge on a laptop and a welcome PA outlining the schedule."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4221179969801239,
    0.4221179969801239,
    0.4221179969801239,
    0.49990114935691543,
    0.49990114935691543,
    0.49990114935691543,
    0.7013386939158652,
    0.7013386939158652,
    0.7013386939158652,
    0.7415268610418322,
    0.7415268610418322,
    0.7415268610418322,
    0.7415268610418322,
    0.7963265546913626,
    0.7963265546913626,
    0.7963265546913626,
    0.7963265546913626,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8548429986951784,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.8945718012618336,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867,
    0.9048147044539867
  ],
  "24": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees, while career counselors remind attendees to maintain eye contact.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the entrance, event staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards to attendees. Career counselors remind attendees to maintain eye contact. A cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards. A welcome PA announces the fair schedule, echoed as attendees are guided by career counselors who direct unsure students toward applicable industries and remind them to maintain eye contact. An alumni panel discusses preparing for technical interviews, with nearby alumni volunteers delivering quick pep talks near the coffee station. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces; tech companies display demo screens of their latest apps, and finance firms distribute QR codes for instant internship applications. Healthcare providers showcase community outreach photos.",
    "At the career fair, staff at the entrance scan registrations and hand out lanyards, while a welcome PA announces the schedule, echoed as attendees are guided by career counselors who direct unsure students toward applicable industries and remind them to maintain eye contact. An alumni panel discusses preparing for technical interviews, with nearby alumni volunteers delivering quick pep talks near the coffee station. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Outside the university gym, students line up before opening, with some rehearsing elevator pitches against the wall. Consulting firms stack glossy case study booklets on high tables, forming organized stacks on elevated surfaces; tech companies display demo screens of their latest apps, and finance firms distribute QR codes for instant internship applications. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.42317348056605886,
    0.8515819265213254,
    0.8515819265213254,
    0.8515819265213254,
    0.8515819265213254,
    0.8515819265213254,
    0.8515819265213254,
    0.8515819265213254,
    0.8368422387990786,
    0.8368422387990786,
    0.8368422387990786,
    0.8368422387990786,
    0.8547665149848657,
    0.8547665149848657,
    0.8547665149848657,
    0.8547665149848657,
    0.8547665149848657,
    0.8547665149848657,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8564074759533746,
    0.8740605914881214,
    0.8740605914881214,
    0.8740605914881214,
    0.8740605914881214,
    0.8740605914881214,
    0.8740605914881214,
    0.887752290634602,
    0.887752290634602,
    0.887752290634602,
    0.887752290634602,
    0.887752290634602,
    0.887752290634602,
    0.887752290634602,
    0.8773491079087851,
    0.8773491079087851,
    0.8773491079087851,
    0.8773491079087851,
    0.8773491079087851,
    0.8773491079087851
  ]
}