{
  "0": [
    "",
    "",
    "",
    "A group of healthcare providers is shown presenting photographs of community outreach.",
    "A group of healthcare providers is shown presenting photographs of community outreach, while consulting firms stack glossy case study booklets on high tables.",
    "A group of healthcare providers presents photographs of community outreach; consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries.",
    "A collaborative outreach setting features healthcare providers presenting photographs of community outreach. Consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "A collaborative outreach setting features healthcare providers presenting photographs of community outreach, while consulting firms stack glossy case study booklets on high tables. Career counselors redirect unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A collaborative outreach setting features healthcare providers presenting photographs of community outreach while consulting firms stack glossy case study booklets on high tables. Career counselors direct unsure students toward applicable industries, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the space. Workshops on networking etiquette commence in the adjoining classroom.",
    "In a collaborative outreach environment, healthcare providers present photographs of community outreach while consulting firms display glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "In a collaborative outreach environment, healthcare providers display photographs of community outreach while consulting firms showcase glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Within a collaborative outreach environment, healthcare providers display photographs of community outreach while consulting firms present glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "In a collaborative outreach environment at the university gym, healthcare providers display photographs of community outreach while consulting firms present glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a lively perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom. Students lined up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, a collaborative outreach environment unfolds around a lively career fair. Healthcare providers display photographs of community outreach while consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a perimeter around the space. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, a collaborative outreach environment surrounds a lively career fair. Healthcare providers display photographs of community outreach while consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a perimeter around the space. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette are held in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At the university gym, a collaborative outreach environment surrounds a lively career fair. Healthcare providers display photographs of community outreach, while consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a perimeter around the space. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette are held in the adjoining classroom. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym, a collaborative outreach environment surrounds a lively career fair. Healthcare providers display photographs of community outreach, while consulting firms stack glossy case study booklets on high tables. Career counselors guide unsure students toward applicable industries, and an alumni panel discusses preparing for technical interviews. Dozens of booths with colorful banners encircle the polished floor, forming a perimeter around the space. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette are held in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.29464496488278524,
    0.29464496488278524,
    0.29464496488278524,
    0.29464496488278524,
    0.27809604252546644,
    0.27809604252546644,
    0.27809604252546644,
    0.4159403274692045,
    0.4159403274692045,
    0.4159403274692045,
    0.4159403274692045,
    0.6194351784551688,
    0.6194351784551688,
    0.6194351784551688,
    0.6194351784551688,
    0.6194351784551688,
    0.6194351784551688,
    0.6194351784551688,
    0.6514251221831044,
    0.6514251221831044,
    0.6514251221831044,
    0.6514251221831044,
    0.6621116980697209,
    0.6621116980697209,
    0.6621116980697209,
    0.6621116980697209,
    0.6621116980697209,
    0.6621116980697209,
    0.7553672454446707,
    0.7553672454446707,
    0.7553672454446707,
    0.7553672454446707,
    0.7507197238486176,
    0.7507197238486176,
    0.7507197238486176,
    0.7403023179058834,
    0.7403023179058834,
    0.7403023179058834,
    0.7403023179058834,
    0.7403023179058834,
    0.7521134132182867,
    0.7521134132182867,
    0.7521134132182867,
    0.7521134132182867,
    0.7862370184083305,
    0.7862370184083305,
    0.7862370184083305,
    0.7862370184083305,
    0.7862370184083305,
    0.8042801835062307,
    0.8042801835062307,
    0.8042801835062307,
    0.8042801835062307,
    0.8042801835062307,
    0.8240025212559656,
    0.8240025212559656,
    0.8240025212559656,
    0.8240025212559656,
    0.8240025212559656,
    0.8235570838246302,
    0.8235570838246302,
    0.8235570838246302,
    0.8235570838246302
  ],
  "1": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Workshops on networking etiquette are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "In the venue, workshops on networking etiquette are underway in the adjoining classroom. Consulting firms have stacked glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "The venue hosts ongoing networking etiquette workshops in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The venue hosts ongoing networking etiquette workshops in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the venue, ongoing networking etiquette workshops are being held in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "A career fair environment: networking etiquette workshops are being held in the adjoining classroom. Consulting firms display glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, networking etiquette workshops are held in the adjoining classroom. Consulting firms display glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.6585565879189468,
    0.6585565879189468,
    0.6585565879189468,
    0.6585565879189468,
    0.6585565879189468,
    0.6585565879189468,
    0.6585565879189468,
    0.7333497744041744,
    0.7333497744041744,
    0.7333497744041744,
    0.7333497744041744,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7976491942922302,
    0.7992801826685623,
    0.7992801826685623,
    0.7992801826685623,
    0.7992801826685623,
    0.7992801826685623,
    0.7992801826685623,
    0.7992801826685623,
    0.8379901756303965,
    0.8379901756303965,
    0.8379901756303965,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8476603258855918,
    0.8672508237493264,
    0.8672508237493264,
    0.8672508237493264,
    0.8672508237493264,
    0.8672508237493264,
    0.8489228273456753,
    0.8489228273456753,
    0.8489228273456753,
    0.8489228273456753,
    0.8489228273456753,
    0.8733471452438842,
    0.8733471452438842,
    0.8733471452438842,
    0.8733471452438842,
    0.8733471452438842,
    0.8733471452438842
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards.",
    "Event check-in is at the entrance, where staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event check-in occurs as staff scan registrations and hand out lanyards. Nearby, alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "At the entrance, event check-in occurs as staff scan registrations and hand out lanyards. Nearby, alumni volunteers share quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "Event check-in at the entrance proceeds with staff scanning registrations and handing out lanyards. Nearby, alumni volunteers share quick pep talks by the coffee station. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Nearby, alumni volunteers give quick pep talks by the coffee station. Some students rehearse elevator pitches quietly against the wall. Consulting firms have stacked glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Alumni volunteers give quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Consulting firms have stacked glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Near the coffee station, alumni volunteers deliver quick pep talks. Some students rehearse elevator pitches quietly against the wall. Consulting firms display stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Near the coffee station, alumni volunteers deliver quick pep talks. Some students rehearse elevator pitches quietly against the wall. Consulting firms display stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Near the coffee station, alumni volunteers deliver quick pep talks while some students rehearse elevator pitches quietly against the wall. Consulting firms display stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards as check-in proceeds. Near the coffee station, alumni volunteers deliver quick pep talks while some students rehearse elevator pitches quietly against the wall. Consulting firms display stacked glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage, and workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3205759771441845,
    0.3205759771441845,
    0.3205759771441845,
    0.3642299657843361,
    0.3642299657843361,
    0.3642299657843361,
    0.3642299657843361,
    0.5136529802145002,
    0.5136529802145002,
    0.5136529802145002,
    0.5136529802145002,
    0.6926446156624543,
    0.6926446156624543,
    0.6926446156624543,
    0.6926446156624543,
    0.6926446156624543,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7543847212070305,
    0.7258379210982592,
    0.7258379210982592,
    0.7258379210982592,
    0.7258379210982592,
    0.7258379210982592,
    0.7258379210982592,
    0.770538787844875,
    0.770538787844875,
    0.770538787844875,
    0.770538787844875,
    0.770538787844875,
    0.770538787844875,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8049973488129907,
    0.8251035666089224,
    0.8251035666089224,
    0.8251035666089224,
    0.8251035666089224,
    0.8251035666089224,
    0.8251035666089224,
    0.8251035666089224,
    0.8051082622306689,
    0.8051082622306689,
    0.8051082622306689,
    0.8051082622306689,
    0.8051082622306689,
    0.8013845470090681,
    0.8013845470090681,
    0.8013845470090681,
    0.8013845470090681
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students rehearse elevator pitches quietly against a wall, while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students rehearse elevator pitches quietly against a wall as a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "A quiet scene centers on students rehearsing elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves.",
    "A quiet scene centers on students rehearsing elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "The scene centers on students rehearsing elevator pitches against a wall while a cybersecurity company conducts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors steer unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on students rehearsing elevator pitches against a wall while a cybersecurity company conducts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors steer unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Students rehearse elevator pitches against a wall while a cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Career counselors steer unsure students toward applicable industries, and human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention.",
    "Students rehearse elevator pitches against a wall as a cybersecurity company's laptop runs a password-cracking challenge. At the entrance, staff scan registrations and hand out lanyards. Career counselors steer unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Networking etiquette workshops proceed in the adjoining classroom. Students clutch resumes in branded folders. A robotics startup uses a small drone at its booth to draw attention. Alumni volunteers offer brief pep talks near the coffee station.",
    "Students rehearse elevator pitches against a wall as a cybersecurity company's laptop runs a password-cracking challenge. At the entrance, staff scan registrations and hand out lanyards. Career counselors steer unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Networking etiquette workshops proceed in the adjoining classroom. Students clutch resumes in branded folders. A robotics startup uses a small drone at its booth to draw attention. Alumni volunteers offer brief pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.33642277108733865,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.5402206644294398,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.7339804099367441,
    0.6995254661309103,
    0.6995254661309103,
    0.6995254661309103,
    0.6995254661309103,
    0.6995254661309103,
    0.6938220647081237,
    0.6938220647081237,
    0.6938220647081237,
    0.6938220647081237,
    0.6938220647081237,
    0.7691885818007075,
    0.7691885818007075,
    0.7691885818007075,
    0.7691885818007075,
    0.7691885818007075,
    0.7799884586547399,
    0.7799884586547399,
    0.7799884586547399,
    0.7799884586547399,
    0.7799884586547399,
    0.7799884586547399,
    0.8237232920227693,
    0.8237232920227693,
    0.8237232920227693,
    0.8237232920227693,
    0.8237232920227693,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137,
    0.8055059510949137
  ],
  "4": [
    "",
    "",
    "",
    "Some students quietly rehearse their elevator pitches against the wall.",
    "Some students quietly rehearse their elevator pitches against the wall.",
    "Some students quietly rehearse their elevator pitches against the wall.",
    "Some students quietly rehearse their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall.",
    "Some students are quietly rehearsing their elevator pitches against the wall."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.282200419254113,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914,
    0.27159261830812914
  ],
  "5": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the entrance, event staff scan registrations and hand out lanyards, facilitating check-in. Groups of friends mark target employers on the event map. Alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map. Alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym entrance, event staff scan registrations and hand out lanyards to facilitate check-in. Groups of friends mark target employers on the event map, while alumni volunteers deliver short pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Students line up outside the gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves. Career counselors redirect unsure students toward applicable industries."
  ],
  "5_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.5704781886046051,
    0.7410656861310465,
    0.7410656861310465,
    0.7410656861310465,
    0.7410656861310465,
    0.8370184166325983,
    0.8370184166325983,
    0.8370184166325983,
    0.8370184166325983,
    0.8370184166325983,
    0.8370184166325983,
    0.83401584170454,
    0.83401584170454,
    0.83401584170454,
    0.83401584170454,
    0.83401584170454,
    0.8273902340851081,
    0.8273902340851081,
    0.8273902340851081,
    0.8273902340851081,
    0.8273902340851081,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8471073829846707,
    0.8477033452267321,
    0.8477033452267321,
    0.8477033452267321,
    0.8477033452267321,
    0.8477033452267321,
    0.8474829061217009,
    0.8474829061217009,
    0.8474829061217009,
    0.8474829061217009,
    0.8474829061217009,
    0.8474430889253753,
    0.8474430889253753,
    0.8474430889253753,
    0.8474430889253753,
    0.8474430889253753,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638,
    0.8554465445203638
  ],
  "6": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while some stand against the wall quietly rehearsing elevator pitches.",
    "Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders, while some stand against the wall quietly rehearsing elevator pitches.",
    "Dozens of booths with colorful banners encircle a polished floor as students clutch resumes inside branded folders; some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables.",
    "Dozens of booths with colorful banners encircle a polished floor at a recruitment event. Students clutch resumes inside branded folders, moving between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor at a recruitment event. Students clutch resumes inside branded folders and move between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor at a recruitment event. Students clutch resumes inside branded folders and move between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths with colorful banners encircle a polished floor at a recruitment event. Students clutch resumes inside branded folders and move between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a recruitment event, dozens of booths with colorful banners encircle a polished floor. Students clutch resumes inside branded folders and move between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At a recruitment event, dozens of booths with colorful banners encircle a polished floor, as students clutch resumes inside branded folders and move between booths. Some stand against the wall quietly rehearsing elevator pitches, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3444750993280114,
    0.3444750993280114,
    0.3444750993280114,
    0.3444750993280114,
    0.40586979306229437,
    0.40586979306229437,
    0.40586979306229437,
    0.40586979306229437,
    0.40586979306229437,
    0.40586979306229437,
    0.4140967854601031,
    0.4140967854601031,
    0.4140967854601031,
    0.4140967854601031,
    0.4140967854601031,
    0.4140967854601031,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7401147798276497,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7714190721589849,
    0.7870530132434794,
    0.7870530132434794,
    0.7870530132434794,
    0.7870530132434794,
    0.7971168600928362,
    0.7971168600928362,
    0.7971168600928362,
    0.7971168600928362,
    0.7971168600928362,
    0.7971168600928362,
    0.7959547069642771,
    0.7959547069642771,
    0.7959547069642771
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets during students’ introductions. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets during students’ introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Students line up outside the university gym before the career fair opens, as human resources teams jot notes on tablets during students’ introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Before the career fair opens, students line up outside the university gym as HR teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym as HR teams jot notes on tablets during introductions. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, students line up outside the university gym as HR teams jot notes on tablets during introductions. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.4208685405443703,
    0.7228255287507833,
    0.7228255287507833,
    0.7228255287507833,
    0.7228255287507833,
    0.7228255287507833,
    0.6379840431910944,
    0.6379840431910944,
    0.6379840431910944,
    0.6379840431910944,
    0.6379840431910944,
    0.8091295871512575,
    0.8091295871512575,
    0.8091295871512575,
    0.8091295871512575,
    0.8427731270225949,
    0.8427731270225949,
    0.8427731270225949,
    0.8427731270225949,
    0.8427731270225949,
    0.8691734333565662,
    0.8691734333565662,
    0.8691734333565662,
    0.8691734333565662,
    0.8814006219693826,
    0.8814006219693826,
    0.8814006219693826,
    0.8814006219693826,
    0.8814006219693826,
    0.8853578699880187,
    0.8853578699880187,
    0.8853578699880187,
    0.8853578699880187,
    0.8853578699880187,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8951857062719255,
    0.8910796490368552,
    0.8910796490368552,
    0.8910796490368552,
    0.8910796490368552,
    0.8910796490368552
  ],
  "8": [
    "",
    "",
    "",
    "",
    "",
    "",
    "In a setting with human resources teams, the HR groups jot notes on tablets as the students introduce themselves.",
    "In a setting with human resources teams, HR groups jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens, indicating an orderly queue ahead of the event.",
    "At a university career fair setting, HR groups jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens, indicating an orderly queue ahead of the event. Inside, students clutch resumes inside branded folders.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens, indicating an orderly queue ahead of the event. Inside, students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the fair opens, indicating an orderly queue ahead of the event. Inside, students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the gym, students line up before the fair opens, indicating an orderly queue ahead of the event. Inside, students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the gym, students line up in an orderly queue before the event opens. Inside, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the gym, students line up in an orderly queue before the event opens. Inside, students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves; outside the gym, students line up in an orderly queue before the event opens; inside, students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews; some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map; workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, HR groups jot notes on tablets as students introduce themselves. Outside the gym, students line up in an orderly queue before the event opens; inside, students clutch resumes in branded folders while an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, HR groups mark notes on tablets as students introduce themselves. Outside the gym, students form an orderly queue before the event opens; inside, students carry branded folders with resumes while an alumni panel discusses preparing for technical interviews. Some students quietly rehearse elevator pitches against the wall. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At a university career fair, HR groups mark notes on tablets as students introduce themselves. Outside the gym, students form an orderly queue before the event opens; inside, they carry branded folders with resumes while an alumni panel discusses how to prepare for technical interviews. Some students quietly rehearse elevator pitches against the wall. Event staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.28493077565313213,
    0.28493077565313213,
    0.28493077565313213,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.5430039563472422,
    0.7615615218651548,
    0.7615615218651548,
    0.7615615218651548,
    0.8149394126660806,
    0.8149394126660806,
    0.8149394126660806,
    0.8149394126660806,
    0.8149394126660806,
    0.8128716276117561,
    0.8128716276117561,
    0.8128716276117561,
    0.8128716276117561,
    0.8128716276117561,
    0.8292834589420254,
    0.8292834589420254,
    0.8292834589420254,
    0.8292834589420254,
    0.8292834589420254,
    0.8170986628504602,
    0.8170986628504602,
    0.8170986628504602,
    0.8170986628504602,
    0.8333968575111842,
    0.8333968575111842,
    0.8333968575111842,
    0.8333968575111842,
    0.8447880458173596,
    0.8447880458173596,
    0.8447880458173596,
    0.8447880458173596,
    0.8273536638021293,
    0.8273536638021293,
    0.8273536638021293,
    0.8273536638021293,
    0.8273536638021293,
    0.8271641247088097,
    0.8271641247088097,
    0.8271641247088097,
    0.8271641247088097,
    0.8271641247088097,
    0.8289829705025848,
    0.8289829705025848,
    0.8289829705025848,
    0.8289829705025848,
    0.8289829705025848
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention.",
    "At the entrance, event staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "Staff at the event entrance scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. A robotics startup operates a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets while students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5863718146551706,
    0.5863718146551706,
    0.5863718146551706,
    0.5863718146551706,
    0.5863718146551706,
    0.6625575894393159,
    0.6625575894393159,
    0.6625575894393159,
    0.6625575894393159,
    0.655573534397049,
    0.655573534397049,
    0.655573534397049,
    0.655573534397049,
    0.8497460925073614,
    0.8497460925073614,
    0.8497460925073614,
    0.8497460925073614,
    0.8497460925073614,
    0.8497460925073614,
    0.8779743007422933,
    0.8779743007422933,
    0.8779743007422933,
    0.8779743007422933,
    0.8779743007422933,
    0.8779743007422933,
    0.9064590851893807,
    0.9064590851893807,
    0.9064590851893807,
    0.9064590851893807,
    0.9064590851893807,
    0.9064590851893807,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9019996636442839,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9006227175084041,
    0.9045383595285799,
    0.9045383595285799,
    0.9045383595285799,
    0.9045383595285799,
    0.9118001328861957,
    0.9118001328861957,
    0.9118001328861957
  ]
}