{
  "0": [
    "",
    "",
    "Tech companies are displaying demo screens showcasing their latest apps. The screens are positioned on tables within the exhibit hall.",
    "The exhibit hall features tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on high tables.",
    "The exhibit hall contains tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on high tables.",
    "The exhibit hall features tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "The exhibit hall contains tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on high tables. Tech companies showcase their latest apps on demo screens, while consulting firms present case study booklets on elevated tables.",
    "The exhibit hall features tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on elevated tables. Tech companies showcase their latest apps on demo screens, while consulting firms present case study booklets. A welcome announcement outlines the fair schedule over the PA system.",
    "The exhibit hall contains tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on elevated tables. Tech companies showcase their latest apps on demo screens, while consulting firms present case study booklets. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The exhibit hall features tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on elevated tables. Tech companies showcase their latest apps on demo screens, while consulting firms present case study booklets. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The exhibit hall contains tables displaying tech company demo screens and consulting firms have stacked glossy case study booklets on elevated tables. Tech companies showcase their latest apps on demo screens, while consulting firms present case study booklets. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The exhibit hall features tables displaying tech company demo screens and consulting firms presenting stacked glossy case study booklets on elevated tables. Tech companies showcase their latest apps on demo screens, and healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The exhibit hall displays tech company demo screens and consulting firms presenting case study booklets on elevated tables. Tech companies showcase their latest apps on the screens, while healthcare providers present community outreach photos. A welcome announcement details the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "The exhibit hall features tech company demo screens displaying their latest apps and consulting firms presenting case study booklets on elevated tables. Healthcare providers are sharing community outreach photos. A welcome announcement details the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Alumni volunteers are providing quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4021611874895561,
    0.4021611874895561,
    0.4021611874895561,
    0.3659908376427234,
    0.3659908376427234,
    0.36261811775880465,
    0.36261811775880465,
    0.36261811775880465,
    0.47517503069228967,
    0.47517503069228967,
    0.47517503069228967,
    0.47517503069228967,
    0.47517503069228967,
    0.49563718198680806,
    0.49563718198680806,
    0.49563718198680806,
    0.49563718198680806,
    0.6336751811813438,
    0.6336751811813438,
    0.6336751811813438,
    0.6336751811813438,
    0.6336751811813438,
    0.6336751811813438,
    0.6973599441483043,
    0.6973599441483043,
    0.6973599441483043,
    0.6973599441483043,
    0.6973599441483043,
    0.7021167209815324,
    0.7021167209815324,
    0.7021167209815324,
    0.7021167209815324,
    0.7021167209815324,
    0.7021167209815324,
    0.7021167209815324,
    0.6992972305487932,
    0.6992972305487932,
    0.6992972305487932,
    0.6992972305487932,
    0.6992972305487932,
    0.6992972305487932,
    0.691636153251453,
    0.691636153251453,
    0.691636153251453,
    0.691636153251453,
    0.691636153251453,
    0.691636153251453,
    0.691636153251453,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.6955710817544377,
    0.7284711305071091,
    0.7284711305071091,
    0.7284711305071091,
    0.7284711305071091,
    0.7284711305071091,
    0.7284711305071091
  ],
  "1": [
    "",
    "",
    "",
    "The fair schedule is announced over the PA system. The fair includes events throughout the day.",
    "The fair schedule was announced over the PA system. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, featuring healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "Event staff are scanning registrations and distributing lanyards at the entrance, while dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos, and tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and students line up outside the university gym before the career fair opens; career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.4036739421908272,
    0.4036739421908272,
    0.4814705766738484,
    0.4814705766738484,
    0.47016835188342726,
    0.47016835188342726,
    0.6392331705487797,
    0.6392331705487797,
    0.6392331705487797,
    0.6392331705487797,
    0.6392331705487797,
    0.6696553495848994,
    0.6696553495848994,
    0.6696553495848994,
    0.644711319897544,
    0.644711319897544,
    0.644711319897544,
    0.644711319897544,
    0.644711319897544,
    0.644711319897544,
    0.6767439034159465,
    0.6767439034159465,
    0.6767439034159465,
    0.6767439034159465,
    0.6767439034159465,
    0.6767439034159465,
    0.6767439034159465,
    0.8466069065536506,
    0.8466069065536506,
    0.8466069065536506,
    0.8466069065536506,
    0.8466069065536506,
    0.8586236526889053,
    0.8586236526889053,
    0.8586236526889053,
    0.8586236526889053,
    0.8586236526889053,
    0.8373574858001473,
    0.8373574858001473,
    0.8373574858001473,
    0.8373574858001473,
    0.8373574858001473,
    0.8373574858001473,
    0.8373574858001473,
    0.778085184529929,
    0.778085184529929,
    0.778085184529929,
    0.778085184529929,
    0.778085184529929,
    0.778085184529929,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8041656072686122,
    0.8020941375444989,
    0.8020941375444989,
    0.8020941375444989
  ],
  "2": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms have stacked glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Glossy case study booklets are stacked on high tables, and a welcome announcement details the career fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Glossy case study booklets are stacked on high tables, and a welcome announcement details the career fair schedule over the PA system. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "Glossy case study booklets are stacked on high tables, and a welcome announcement details the career fair schedule over the PA system. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "Glossy case study booklets are stacked on high tables, and a welcome announcement details the career fair schedule over the PA system. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Glossy case study booklets are stacked on high tables within the university gym, which houses dozens of booths with colorful banners surrounding the polished floor. Healthcare providers showcase community outreach photos, while event staff scan registrations and hand out lanyards at the entrance. A welcome announcement detailing the career fair schedule plays over the PA system, and students line up outside the gym before the event opens.",
    "Glossy case study booklets are stacked on high tables within the university gym, which houses dozens of booths with colorful banners surrounding the polished floor. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the event opens, and a welcome announcement detailing the career fair schedule plays over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets are stacked on high tables within the university gym, which houses dozens of booths with colorful banners surrounding the polished floor. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the event opens, and a welcome announcement detailing the career fair schedule plays over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Glossy case study booklets are stacked on high tables within the university gym, which houses dozens of booths with colorful banners surrounding the polished floor. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the event opens, and a welcome announcement detailing the career fair schedule plays over the PA system. Tech companies display demo screens showing their latest apps.",
    "Glossy case study booklets are stacked on high tables within the university gym, which houses dozens of booths with colorful banners surrounding the polished floor. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. Students line up outside the gym before the event opens, and a welcome announcement detailing the career fair schedule plays over the PA system. Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.44775970394305176,
    0.44775970394305176,
    0.44775970394305176,
    0.44775970394305176,
    0.44775970394305176,
    0.44775970394305176,
    0.44775970394305176,
    0.6965511203102682,
    0.6965511203102682,
    0.6965511203102682,
    0.6965511203102682,
    0.6965511203102682,
    0.8139709401100341,
    0.8139709401100341,
    0.8139709401100341,
    0.8139709401100341,
    0.7729347000546312,
    0.7729347000546312,
    0.7729347000546312,
    0.7729347000546312,
    0.7729347000546312,
    0.7729347000546312,
    0.8299837948880429,
    0.8299837948880429,
    0.8299837948880429,
    0.8299837948880429,
    0.8299837948880429,
    0.8299837948880429,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8043087511984497,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.8453146310473053,
    0.822727662413717,
    0.822727662413717,
    0.822727662413717,
    0.822727662413717,
    0.822727662413717,
    0.822727662413717,
    0.822727662413717,
    0.82608476568964,
    0.82608476568964,
    0.82608476568964,
    0.82608476568964,
    0.82608476568964,
    0.82608476568964,
    0.82608476568964
  ],
  "3": [
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. A man wearing a blue shirt is speaking, and a woman in a red shirt is listening. Several other alumni are present, and the coffee station is visible.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks. A man wearing a blue shirt is speaking to a woman in a red shirt. Several other alumni are present, and the coffee station is visible. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks to several other alumni. A man in a blue shirt is speaking to a woman in a red shirt. Event staff are scanning registrations and handing out lanyards at the entrance. The coffee station is visible.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks to several other alumni. Event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A man in a blue shirt is speaking to a woman in a red shirt. The coffee station is visible.",
    "Alumni volunteers are positioned near the coffee station, delivering brief pep talks to several other alumni. Event staff are scanning registrations and handing out lanyards at the entrance. Students line up outside the university gym before the career fair opens. A man in a blue shirt is speaking to a woman in a red shirt. The coffee station is visible.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, with several other alumni present. Event staff are scanning registrations and distributing lanyards at the university entrance. Students line up outside the university gym, awaiting the opening of the career fair. A man wearing a blue shirt is speaking to a woman in a red shirt, while the coffee station remains visible.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, with several other alumni present. Event staff are scanning registrations and distributing lanyards at the university entrance. Students line up outside the university gym, awaiting the opening of the career fair. A man wearing a blue shirt is speaking to a woman in a red shirt, and the coffee station remains visible.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several other alumni present. Event staff are scanning registrations and distributing lanyards at the university entrance. Students line up outside the university gym, awaiting the opening of the career fair. A man wearing a blue shirt is speaking to a woman in a red shirt, and the coffee station remains visible. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several other alumni present. Event staff are scanning registrations and distributing lanyards at the university entrance. Students line up outside the university gym, awaiting the opening of the career fair. A man wearing a blue shirt is speaking to a woman in a red shirt, and the coffee station remains visible. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers are delivering pep talks near the coffee station, with several other alumni present. Event staff are scanning registrations and distributing lanyards at the university entrance. Students line up outside the university gym, awaiting the opening of the career fair. A man wearing a blue shirt is speaking to a woman in a red shirt, and the coffee station remains visible. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.4598327546204387,
    0.4598327546204387,
    0.4598327546204387,
    0.4598327546204387,
    0.5471566945195674,
    0.5471566945195674,
    0.5471566945195674,
    0.5471566945195674,
    0.5471566945195674,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.5868884945423958,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.769647695265772,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7490487238750424,
    0.7394156611911356,
    0.7394156611911356,
    0.7394156611911356,
    0.7394156611911356,
    0.7394156611911356,
    0.7394156611911356,
    0.7394156611911356,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.823079328567013,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847,
    0.8309696085663847
  ],
  "4": [
    "",
    "The healthcare providers are presenting photographs depicting a community outreach event. The photos show several healthcare providers standing alongside a group of adults and children in a brightly lit, outdoor setting. Several adults are wearing white coats, and some of the children are holding balloons. The event appears to be taking place in front of a large, red building.",
    "Several healthcare providers are present at an outdoor community outreach event, taking place in front of a large, red building. Adults are wearing white coats, and children are holding balloons. Event staff are scanning registrations and distributing lanyards at the entrance of the event.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle a polished floor.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle a polished floor.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Event staff are scanning registrations and distributing lanyards at the entrance. Dozens of booths with colorful banners circle a polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Several healthcare providers in white coats are present at an outdoor community outreach event in front of a large, red building. Adults and children are at the event; children are holding balloons. Dozens of booths with colorful banners circle a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.0,
    0.3533985146177485,
    0.3533985146177485,
    0.3533985146177485,
    0.3533985146177485,
    0.3533985146177485,
    0.3533985146177485,
    0.4485919599125162,
    0.4485919599125162,
    0.4485919599125162,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.453812129640299,
    0.544909741255448,
    0.544909741255448,
    0.544909741255448,
    0.544909741255448,
    0.544909741255448,
    0.544909741255448,
    0.5469363647429205,
    0.5469363647429205,
    0.5469363647429205,
    0.5469363647429205,
    0.5469363647429205,
    0.5469363647429205,
    0.5469363647429205,
    0.5388224760636547,
    0.5388224760636547,
    0.5388224760636547,
    0.5388224760636547,
    0.5388224760636547,
    0.5388224760636547,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5860070804001671,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565,
    0.5824759584400565
  ],
  "5": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, and the university gym is the location of the event.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, and the university gym is the location of the event. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Several students are standing in a line at the university gym.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Several students are standing in a line at the university gym.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Several students are standing in a line at the university gym.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Several students are standing in a line at the university gym.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Several students are standing in a line at the university gym.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps at dozens of booths with colorful banners circling the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens, while dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showing their latest apps at the booths, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.6070161447855161,
    0.6070161447855161,
    0.6070161447855161,
    0.737934458452385,
    0.737934458452385,
    0.737934458452385,
    0.6698608762277354,
    0.6698608762277354,
    0.6698608762277354,
    0.6698608762277354,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.7628235958679279,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8252059136745912,
    0.8552548957268702,
    0.8552548957268702,
    0.8552548957268702,
    0.8552548957268702,
    0.8552548957268702,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8924787490457533,
    0.8770197846626755,
    0.8770197846626755,
    0.8770197846626755,
    0.8770197846626755,
    0.8770197846626755,
    0.8770197846626755,
    0.8770197846626755,
    0.8902104738173859,
    0.8902104738173859,
    0.8902104738173859,
    0.8902104738173859,
    0.8902104738173859,
    0.8761906495440681,
    0.8761906495440681,
    0.8761906495440681,
    0.8761906495440681,
    0.8761906495440681
  ],
  "6": [
    "",
    "Alumni volunteers are gathered near the coffee station, delivering short pep talks. Three alumni are present: David, Sarah, and Michael. David is speaking to Sarah, and Michael is listening. The coffee station is located in the main hall.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. David is speaking to Sarah, and Michael is listening. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. David is speaking to Sarah, and Michael is listening. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. David is speaking to Sarah, and Michael is listening. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. David is speaking to Sarah, and Michael is listening. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. David is speaking to Sarah, and Michael is listening. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies. Consulting firms stack glossy case study booklets on high tables, and a welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are gathered near the coffee station in the main hall, delivering short pep talks. Dozens of booths with colorful banners circle the polished floor, displaying demo screens showcasing the latest apps from tech companies and community outreach photos from healthcare providers. Consulting firms stack glossy case study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.46602251631928465,
    0.46602251631928465,
    0.46602251631928465,
    0.576917287462845,
    0.576917287462845,
    0.6284037411326866,
    0.6284037411326866,
    0.7126253030736394,
    0.7126253030736394,
    0.7126253030736394,
    0.7126253030736394,
    0.7126253030736394,
    0.7570087963039713,
    0.7570087963039713,
    0.7570087963039713,
    0.7376142267202266,
    0.7376142267202266,
    0.7376142267202266,
    0.6886095232749263,
    0.6886095232749263,
    0.6886095232749263,
    0.6886095232749263,
    0.6886095232749263,
    0.716166227176105,
    0.716166227176105,
    0.716166227176105,
    0.716166227176105,
    0.716166227176105,
    0.716166227176105,
    0.716166227176105,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.667947942253491,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457,
    0.6883691507184457
  ],
  "7": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps. Several screens display a purple interface. The screens are located within a large exhibition hall.",
    "Several demo screens display purple interfaces within a large exhibition hall. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "The exhibition hall contains several demo screens displaying purple interfaces. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders.",
    "The exhibition hall features several demo screens displaying purple interfaces. Event staff are scanning registrations and handing out lanyards at the entrance. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The exhibition hall contains several demo screens displaying purple interfaces. Event staff are scanning registrations and handing out lanyards at the entrance. Consulting firms are stacking glossy case study booklets on high tables. Students are clutching resumes inside branded folders.",
    "The exhibition hall features several demo screens displaying purple interfaces. Event staff are scanning registrations and handing out lanyards at the entrance. Consulting firms are stacking glossy case study booklets on high tables, and students are clutching resumes inside branded folders.",
    "The exhibition hall contains several demo screens displaying purple interfaces, surrounded by dozens of booths with colorful banners circling a polished floor. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms are stacking glossy case study booklets on high tables and students are clutching resumes inside branded folders.",
    "The exhibition hall features several demo screens displaying purple interfaces, surrounded by dozens of booths with colorful banners circling a polished floor. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms are stacking glossy case study booklets on high tables and students are clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "The exhibition hall contains several demo screens displaying purple interfaces, surrounded by dozens of booths with colorful banners circling a polished floor. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms are stacking glossy case study booklets on high tables and students are clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "The exhibition hall features several demo screens displaying purple interfaces, surrounded by dozens of booths with colorful banners circling a polished floor. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms are stacking glossy case study booklets on high tables and students are clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact.",
    "The exhibition hall contains several demo screens with purple interfaces, surrounded by booths with colorful banners on a polished floor. Event staff are scanning registrations and distributing lanyards at the entrance, while consulting firms are stacking glossy case study booklets on high tables and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.44948449254050576,
    0.44948449254050576,
    0.44948449254050576,
    0.44948449254050576,
    0.44948449254050576,
    0.4274530913691662,
    0.4274530913691662,
    0.4274530913691662,
    0.4274530913691662,
    0.4274530913691662,
    0.5499568629068212,
    0.5499568629068212,
    0.5499568629068212,
    0.5499568629068212,
    0.6033395971783095,
    0.6033395971783095,
    0.6033395971783095,
    0.6033395971783095,
    0.6033395971783095,
    0.5624765715855347,
    0.5624765715855347,
    0.5624765715855347,
    0.5624765715855347,
    0.5624765715855347,
    0.5624765715855347,
    0.5624765715855347,
    0.5095611188131282,
    0.5095611188131282,
    0.5095611188131282,
    0.5095611188131282,
    0.5095611188131282,
    0.5095611188131282,
    0.5095611188131282,
    0.48676590535933595,
    0.48676590535933595,
    0.48676590535933595,
    0.48676590535933595,
    0.48676590535933595,
    0.48676590535933595,
    0.48676590535933595,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.5723891977307252,
    0.6993677258369482,
    0.6993677258369482,
    0.6993677258369482,
    0.6993677258369482,
    0.6993677258369482,
    0.6993677258369482,
    0.7071114313590473,
    0.7071114313590473,
    0.7071114313590473,
    0.7071114313590473,
    0.7071114313590473,
    0.7071114313590473,
    0.7071114313590473,
    0.6558541164762756,
    0.6558541164762756
  ],
  "8": [
    "",
    "",
    "The fair schedule is being announced over the PA system.",
    "The fair schedule is being announced over the PA system. Tech companies display demo screens showing their latest apps.",
    "The fair schedule is being announced over the PA system. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Tech companies are presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with tech companies presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with tech companies presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with tech companies presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with tech companies presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners, with tech companies presenting demo screens showcasing their latest apps. Alumni volunteers are offering quick pep talks near the coffee station, while students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3495065065797721,
    0.3495065065797721,
    0.3495065065797721,
    0.49463432159909193,
    0.49463432159909193,
    0.49463432159909193,
    0.6602827269194536,
    0.6602827269194536,
    0.6602827269194536,
    0.5658577313256714,
    0.5658577313256714,
    0.5658577313256714,
    0.5658577313256714,
    0.6738777513097883,
    0.6738777513097883,
    0.6738777513097883,
    0.6404816789373048,
    0.6404816789373048,
    0.6404816789373048,
    0.6404816789373048,
    0.7627953158738051,
    0.7627953158738051,
    0.7627953158738051,
    0.7627953158738051,
    0.7627953158738051,
    0.854840638136443,
    0.854840638136443,
    0.854840638136443,
    0.854840638136443,
    0.854840638136443,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.83773670426157,
    0.8634626340081419,
    0.8634626340081419,
    0.8634626340081419,
    0.8634626340081419,
    0.8634626340081419,
    0.8634626340081419,
    0.8634626340081419,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401,
    0.8567626612933401
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement is playing over the PA system, outlining the fair schedule. Career counselors are reminding attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement is playing over the PA system, outlining the fair schedule. Event staff are scanning registrations and handing out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. A welcome announcement is playing over the PA system, outlining the fair schedule. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff are scanning registrations and handing out lanyards at the entrance. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "9_score": [
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.6855012363588346,
    0.7469791863396329,
    0.7469791863396329,
    0.7469791863396329,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.75092367166236,
    0.7939058947280335,
    0.7939058947280335,
    0.7939058947280335,
    0.7939058947280335,
    0.7939058947280335,
    0.8387432002964701,
    0.8387432002964701,
    0.8387432002964701,
    0.8387432002964701,
    0.8387432002964701,
    0.8839486878571042,
    0.8839486878571042,
    0.8839486878571042,
    0.8839486878571042,
    0.8839486878571042,
    0.8390623546521627,
    0.8390623546521627,
    0.8390623546521627,
    0.8390623546521627,
    0.8390623546521627,
    0.8390623546521627,
    0.8390623546521627,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.8591951659712136,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288,
    0.9013609678077288
  ]
}