{
  "0": [
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of community outreach.",
    "At the university, some students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of their community outreach; others line up outside the university gym in advance of the career fair opening.",
    "At the university, two groups are present: some students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of their community outreach; others line up outside the university gym in advance of the career fair opening as career counselors remind attendees to maintain eye contact.",
    "At the university, two groups are present. Some students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of their community outreach. Others line up outside the university gym in advance of the career fair opening as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "On the university campus, multiple career-related activities unfold in parallel: some students rehearse elevator pitches quietly against a wall while healthcare providers showcase photos of their community outreach; others line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in an adjoining classroom; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. The scene combines instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "On a university campus, a multi-faceted career event unfolds: students rehearse elevator pitches quietly against a wall while healthcare providers display photos of their community outreach; groups line up outside the university gym before the career fair opens as career counselors remind attendees to maintain eye contact. Staff scan registrations and hand out lanyards at the entrance. An adjoining classroom hosts workshops on networking etiquette; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. The scene encompasses instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "On a university campus, a multifaceted career event unfolds around a career fair scene in the gym and adjoining spaces. Students rehearse elevator pitches quietly against a wall; healthcare providers display photos of community outreach. Groups line up outside the gym before the fair opens, while counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcing the schedule. Staff scan registrations and hand out lanyards at the entrance. An adjoining classroom hosts networking etiquette workshops; consulting firms stack glossy case-study booklets on high tables; the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop, presented during the event. An alumni panel discusses preparing for technical interviews; alumni volunteers offer pep talks near the coffee station. Counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map.",
    "On a university campus, a multifaceted career event unfolds around a career fair staged in the gym and adjoining spaces. Groups line up outside the gym before opening while staff scan registrations and hand out lanyards at the entrance. Inside, students rehearse elevator pitches quietly against a wall; counselors remind attendees to maintain eye contact, reinforced by a welcome PA outlining the schedule. The adjoining classroom hosts networking etiquette workshops; consulting firms stack glossy case-study booklets on high tables; the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop presented during the event. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks near the coffee station. Counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map to indicate preferred hiring organizations. Healthcare providers display photos of community outreach.",
    "On a university campus, a career fair unfolds in the gym and adjoining spaces. Groups line up outside the gym before opening as staff scan registrations and hand out lanyards at the entrance. Inside, students rehearse elevator pitches against a wall while counselors remind attendees to maintain eye contact, reinforced by a welcome PA outlining the schedule. The adjoining classroom hosts networking etiquette workshops; consulting firms stack glossy case-study booklets on high tables; the engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop presented during the event. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks near the coffee station. Counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map to indicate preferred hiring organizations. Healthcare providers display photos of community outreach."
  ],
  "0_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.33262274693847105,
    0.33262274693847105,
    0.33262274693847105,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.4054209213101706,
    0.3987858564126778,
    0.3987858564126778,
    0.3987858564126778,
    0.3987858564126778,
    0.7487392990611006,
    0.7487392990611006,
    0.7487392990611006,
    0.7487392990611006,
    0.7487392990611006,
    0.7487392990611006,
    0.781746032839644,
    0.781746032839644,
    0.781746032839644,
    0.781746032839644,
    0.781746032839644,
    0.781746032839644,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.7707023221202445,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.826059031846053,
    0.8266648626297501,
    0.8266648626297501,
    0.8266648626297501,
    0.8266648626297501,
    0.8266648626297501,
    0.8266648626297501,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579,
    0.8526139331562579
  ],
  "1": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop. At the event, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "A cybersecurity company runs a password cracking challenge on a laptop. At the event, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming a display of materials.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map and healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables, forming a display of materials. Workshops on networking etiquette occur in the adjoining classroom. All activities unfold concurrently.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming a display. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. All activities unfold concurrently.",
    "At the university career fair, events unfold concurrently: a cybersecurity company runs a password-cracking challenge on a laptop inside the venue, while students line up outside the gym before opening. Inside, an alumni panel discusses how to prepare for technical interviews as alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence to the fair. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables, forming a display. Groups of friends mark target employers on the event map. Networking etiquette workshops commence in the adjoining classroom. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders.",
    "At the university career fair, several activities unfold simultaneously, with students lining up outside the gym before opening. Inside the venue, a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews with volunteers delivering brief pep talks near the coffee station; networking etiquette workshops start in an adjoining classroom; career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Healthcare providers display community outreach photos, expanding the fair’s community-engagement presence. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables as a display. Groups of friends mark target employers on the event map; students clutch resumes in branded folders. A welcome PA announces the fair schedule.",
    "At a university career fair, students line up outside the gym as staff scan registrations and hand out lanyards. Inside, a robotics startup flies a drone above its booth and a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with quick pep talks near the coffee station. Healthcare providers display community outreach photos to expand the fair's outreach. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets. Networking etiquette workshops start in an adjoining classroom; counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. A welcome PA announces the fair schedule.",
    "At a university career fair, students line up outside the gym as staff scan registrations and hand out lanyards. Inside, a robotics startup flies a drone above its booth while a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, with quick pep talks near the coffee station. Healthcare providers display community outreach photos to broaden the fair’s reach. Finance firms provide QR codes for immediate internship applications. The engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets. Networking etiquette workshops begin in an adjoining classroom, with counselors reminding attendees to maintain eye contact. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. A welcome PA announces the fair schedule. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.5662231055742601,
    0.5662231055742601,
    0.5662231055742601,
    0.5662231055742601,
    0.722604608687607,
    0.722604608687607,
    0.722604608687607,
    0.722604608687607,
    0.722604608687607,
    0.722604608687607,
    0.722604608687607,
    0.7599199230665761,
    0.7599199230665761,
    0.7599199230665761,
    0.7599199230665761,
    0.7599199230665761,
    0.8479585341343857,
    0.8479585341343857,
    0.8479585341343857,
    0.8479585341343857,
    0.8479585341343857,
    0.8479585341343857,
    0.8479585341343857,
    0.8833383780122817,
    0.8833383780122817,
    0.8833383780122817,
    0.8833383780122817,
    0.8833383780122817,
    0.8833383780122817,
    0.8833383780122817,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.8815460165143258,
    0.9089085619826094,
    0.9089085619826094,
    0.9089085619826094,
    0.9089085619826094,
    0.9089085619826094,
    0.9089085619826094,
    0.9089085619826094
  ],
  "2": [
    "",
    "",
    "",
    "\"\"",
    "Students line up outside the university gym in advance of the career fair opening.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against a wall and healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym before the career fair opens, while some rehearse elevator pitches quietly against a wall; healthcare providers showcase photos of community outreach.",
    "Students line up outside the university gym as the career fair is about to open, while some rehearse elevator pitches quietly against a wall. Healthcare providers showcase photos documenting community outreach. Alumni volunteers deliver brief pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops are beginning in the adjoining classroom. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, students line up as the career fair prepares to open, with some rehearsing elevator pitches quietly against a wall. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule. Healthcare providers showcase photos documenting community outreach, a motif echoed as alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Networking etiquette workshops are beginning in the adjoining classroom.",
    "Outside the university gym, students line up as the career fair opens, with some rehearsing elevator pitches quietly against a wall. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule. Healthcare providers showcase photos documenting community outreach, a motif echoed as alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Networking etiquette workshops are beginning in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Consulting firms stack glossy case study booklets on high tables, creating a deliberate display of materials. Simultaneously, groups of friends mark target employers on the event map, tracing names and logos.",
    "Outside the university gym, students line up as the career fair opens, with some rehearsing elevator pitches quietly against a wall. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule. Healthcare providers showcase photos documenting community outreach, echoed by alumni volunteers delivering brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Networking etiquette workshops are beginning in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Consulting firms stack glossy case study booklets on high tables, creating a deliberate display of materials. Groups of friends mark target employers on the event map, tracing names and logos. The engineering society sponsors a resume review table near the stage. Several activities unfold at the event and at the university.",
    "Outside the university gym, students line up as the career fair opens, with some rehearsing elevator pitches against a wall. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the schedule. Healthcare providers showcase photos documenting community outreach, echoed by alumni volunteers delivering pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Consulting firms stack glossy case-study booklets on high tables, creating a display. Groups of friends mark target employers on the event map, tracing names and logos. The engineering society sponsors a resume review table near the stage. All activities unfold concurrently at the event and at the university.",
    "Outside the university gym, students line up before opening, with some rehearsing elevator pitches against a wall. Inside the career fair, counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. Healthcare providers display photos of community outreach, echoed by alumni volunteers near the coffee station. At the entrance, staff scan registrations and hand out lanyards. Networking etiquette workshops begin in an adjoining classroom. A cybersecurity company conducts a password-cracking demonstration on a laptop to attract attendees. Consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map by tracing names and logos. The engineering society sponsors a resume review table near the stage. All activities unfold concurrently, with parallel sessions, exhibitor displays, demonstrations, and guidance for future employment; career counselors guide unsure students toward applicable industries. Students clutch resumes in branded folders. The scene blends instructional sessions, exhibitor displays, demonstrations, and guidance."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41626151280539553,
    0.41626151280539553,
    0.41626151280539553,
    0.38616476300772123,
    0.38616476300772123,
    0.38616476300772123,
    0.38616476300772123,
    0.38616476300772123,
    0.4207064977932819,
    0.4207064977932819,
    0.4207064977932819,
    0.4207064977932819,
    0.4207064977932819,
    0.4207064977932819,
    0.8135499522525342,
    0.8135499522525342,
    0.8135499522525342,
    0.8135499522525342,
    0.8135499522525342,
    0.8135499522525342,
    0.8105155315006278,
    0.8105155315006278,
    0.8105155315006278,
    0.8105155315006278,
    0.8627790461148803,
    0.8627790461148803,
    0.8627790461148803,
    0.8627790461148803,
    0.8627790461148803,
    0.8627790461148803,
    0.8627790461148803,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8714802129560304,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8741611006832312,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139,
    0.8435794523720139
  ],
  "3": [
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, indicating preferred hiring organizations. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map as preferred hiring organizations. The engineering society sponsors a resume review table near the stage, noted at the career fair as well. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym ahead of the career fair opening.",
    "At the university's career fair setup in the gym, an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map as preferred hiring organizations. The engineering society sponsors a resume review table near the stage, a detail also noted at the fair. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym ahead of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "At the university's gym hosting the career fair, an alumni panel discusses preparing for technical interviews. Groups of friends mark target employers on the event map as preferred hiring organizations. The engineering society sponsors a resume review table near the stage, a detail also noted at the fair. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the gym before opening. Alumni volunteers share quick pep talks near the coffee station. Finance firms display QR codes for immediate internship applications.",
    "At the university gym hosting the career fair, scenes unfold: an alumni panel discusses how to prepare for technical interviews ahead of the fair; groups of friends mark target employers on event map as preferred hiring organizations; the engineering society sponsors a resume review table near stage; career counselors remind attendees to maintain eye contact; a welcome PA announces the fair schedule; students rehearse elevator pitches against the wall; students line up outside the gym before opening, and staff scan registrations and hand out lanyards at entrance; alumni volunteers share pep talks near the coffee station; finance firms display QR codes for internship applications; healthcare providers showcase community outreach photos; workshops on networking etiquette begin in adjoining classroom; consulting firms stack case study booklets on tables; a robotics startup flies a small drone above its booth for attention; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university gym hosting the career fair, scenes unfold: an alumni panel discusses how to prepare for technical interviews; groups mark target employers on the event map; the engineering society sponsors a resume review table near the stage; counseling staff remind attendees to maintain eye contact; a welcome PA outlines the schedule; students rehearse elevator pitches against the wall; and students line up outside the gym before opening with staff scanning registrations and handing out lanyards at the entrance. Alumni volunteers give pep talks near the coffee station as HR teams jot notes on tablets as students introduce themselves. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a drone above its booth; healthcare providers showcase community outreach photos; finance firms display QR codes for internship applications; consulting firms stack case study booklets on tables; networking etiquette workshops run in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.7160239777586865,
    0.7160239777586865,
    0.7160239777586865,
    0.7160239777586865,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8278830938355746,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8341696750148941,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.8429146304782772,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252,
    0.5623079394084252
  ],
  "4": [
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette began in the adjoining classroom, while consulting firms stacked glossy case study booklets on high tables.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette occur in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Simultaneously, groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. In the adjoining classroom, workshops on networking etiquette unfold. Consulting firms stack glossy case study booklets on high tables, creating a deliberate display of materials. Simultaneously, groups of friends mark target employers on the event map, tracing names and logos. Elsewhere, some students rehearse elevator pitches quietly against the wall, tuning their delivery.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms stack glossy case-study booklets on high tables, creating a deliberate display of materials. Groups of friends mark target employers on the event map, tracing names and logos. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up as the career fair is about to open, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos documenting community outreach. Event staff scan registrations and hand out lanyards at the entrance. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Networking etiquette workshops occur in the adjoining classroom. Consulting firms display glossy case-study booklets on high tables, forming a materials display. Groups of friends mark target employers on the event map, tracing names and logos, while students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up as the career fair prepares to open, and alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos documenting community outreach. Event staff scan registrations and hand out lanyards at the entrance. Inside the career fair area, counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor; the engineering society sponsors a resume review table near the stage.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees; networking etiquette workshops occur in the adjoining classroom; consulting firms display case-study booklets on tables. Groups of friends mark employers on the event map, tracing names and logos and indicating hiring organizations, while students rehearse elevator pitches quietly against the wall. Outside the gym, students line up as the fair opens, and alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos documenting community outreach; finance firms offer QR codes for immediate internship applications. Inside, counselors remind attendees to maintain eye contact and a welcome PA outlines the schedule. Dozens of booths with colorful banners circle the floor; engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves; an alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.47833404866502194,
    0.47833404866502194,
    0.47833404866502194,
    0.7159698951207264,
    0.7159698951207264,
    0.7159698951207264,
    0.7159698951207264,
    0.7601702957839438,
    0.7601702957839438,
    0.7601702957839438,
    0.7601702957839438,
    0.7601702957839438,
    0.8574279003299052,
    0.8574279003299052,
    0.8574279003299052,
    0.8574279003299052,
    0.8574279003299052,
    0.8574279003299052,
    0.8574279003299052,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.8794084614296498,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209,
    0.897332855124209
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym before the career fair opens.",
    "A campus career fair unfolds with multiple activities. Workshops on networking etiquette begin in the adjoining classroom. A line of students forms outside the university gym before the career fair opens. During the event, alumni volunteers deliver brief pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "A campus career fair unfolds with networking etiquette workshops in an adjoining classroom. A line of students forms outside the university gym before the fair opens. During the event, alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, networking etiquette workshops are held in an adjoining classroom. A line of students forms outside the university gym before the fair opens. During the event, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance to attendees. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At a campus career fair, networking etiquette workshops are held in an adjoining classroom. A line of students forms outside the university gym before the fair opens. During the event, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At a campus career fair, networking etiquette workshops are held in an adjoining classroom, while a line of students forms outside the university gym before opening. During the event, alumni volunteers deliver brief pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "Across the campus, the career fair unfolds in multiple spaces. Networking etiquette workshops are beginning in adjoining classroom, while a line of students forms outside the gym before opening. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for internship applications. Dozens of booths with banners surround polished floor. Near stage, the engineering society runs a resume review table; groups trace target employers on the event map. Healthcare providers display photos documenting their community outreach; a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Consulting firms place case-study booklets on high tables. Inside the fair area counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5375253630748404,
    0.5375253630748404,
    0.5375253630748404,
    0.5375253630748404,
    0.5375253630748404,
    0.5375253630748404,
    0.8397110688691016,
    0.8397110688691016,
    0.8397110688691016,
    0.8397110688691016,
    0.8515658112347344,
    0.8515658112347344,
    0.8515658112347344,
    0.8515658112347344,
    0.8515658112347344,
    0.8515658112347344,
    0.8151807545256005,
    0.8151807545256005,
    0.8151807545256005,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.8545631277575214,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.854568748585947,
    0.9061802659579926,
    0.9061802659579926,
    0.9061802659579926,
    0.9061802659579926,
    0.9061802659579926
  ],
  "6": [
    "",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are showcasing community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are showcasing community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are showcasing community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Networking etiquette workshops are underway in the adjoining classroom, with all activities unfolding concurrently. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, creating a display of materials.",
    "Networking etiquette workshops are underway in the adjoining classroom as activities unfold concurrently. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, creating a display of materials. A robotics startup flies a small drone above its booth for attention.",
    "Networking etiquette workshops are under way in the adjoining classroom as other activities unfold at the career fair. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map, while healthcare providers showcase community-outreach photos. Alumni volunteers deliver brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables, creating a display of materials. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair surrounding the gym and adjoining spaces, networking etiquette workshops are underway in adjoining classroom. Career counselors remind attendees to maintain eye contact, reinforced by a welcome PA that outlines the fair schedule. An engineering society sponsors a resume-review table near the stage; consulting firms stack glossy case-study booklets on tables nearby. Groups of friends mark target employers on an event map, tracing names and logos; healthcare providers showcase community outreach photos; alumni volunteers deliver pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees; a robotics startup flies a drone above its booth for attention. Some students rehearse elevator pitches quietly against the walls; alumni panel discusses how to prepare for technical interviews; students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards; outside the gym, students line up as the fair opens.",
    "At a university career fair unfolding around the gym and adjoining spaces, etiquette workshops proceed in an adjoining classroom while career counselors remind attendees to maintain eye contact, reinforced by a welcome PA outlining the schedule. An engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on nearby tables. Groups of friends mark target employers on an event map bearing names and logos; healthcare providers showcase community outreach photos; alumni volunteers deliver pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees, while a robotics startup flies a drone above its booth for attention. Some students rehearse elevator pitches quietly against the walls; an alumni panel discusses preparation for technical interviews; students clutch resumes in branded folders. Entrance staff scan registrations and hand out lanyards; outside, students line up as the fair opens."
  ],
  "6_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.5921011087040259,
    0.5921011087040259,
    0.5921011087040259,
    0.7610332331554297,
    0.7610332331554297,
    0.7610332331554297,
    0.7610332331554297,
    0.7610332331554297,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.7882747896052484,
    0.8435768628037088,
    0.8435768628037088,
    0.8435768628037088,
    0.8435768628037088,
    0.8435768628037088,
    0.8677108561399984,
    0.8677108561399984,
    0.8677108561399984,
    0.8677108561399984,
    0.8677108561399984,
    0.8677108561399984,
    0.8677108561399984,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.8866393586414152,
    0.883016291686779,
    0.883016291686779,
    0.883016291686779,
    0.883016291686779,
    0.883016291686779,
    0.883016291686779,
    0.883016291686779,
    0.8911912428499491,
    0.8911912428499491,
    0.8911912428499491,
    0.8911912428499491,
    0.8911912428499491,
    0.8911912428499491,
    0.8911912428499491
  ],
  "7": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "On the university campus, an alumni panel discusses how to prepare for technical interviews, while students line up outside the university gym before the career fair opens.",
    "On the university campus, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "On a university campus, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "On a university campus, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, and event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "On a university campus, an alumni panel discusses how to prepare for technical interviews. Before the career fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, an alumni panel discusses how to prepare for technical interviews ahead of a career fair. Before the fair opens, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside the event, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "On a university campus, a career fair unfolds in the university gym. Before the fair opens, students line up outside the gym; at the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, the engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map while healthcare providers showcase community outreach photos, adding a broader community-engagement presence. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Finance firms offer QR codes for immediate internship applications. A welcome announcement is aired over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "On a university campus, a career fair unfolds in the university gym. Before opening, students line up outside while event staff scan registrations and hand out lanyards at the entrance. Inside, the engineering society sponsors a resume review table near stage; groups of friends mark target employers on event map; healthcare providers showcase community outreach photos to broaden engagement. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact, and alumni panel discusses how to prepare for technical interviews with alumni volunteers delivering brief pep talks near coffee station. Finance firms offer QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. Students clutch resumes inside branded folders; consulting firms stack glossy case study booklets on high tables. Networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4173189493384493,
    0.4173189493384493,
    0.4173189493384493,
    0.4173189493384493,
    0.4173189493384493,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5798986080585559,
    0.5694264701547341,
    0.5694264701547341,
    0.5694264701547341,
    0.5694264701547341,
    0.5649923186629426,
    0.5649923186629426,
    0.5649923186629426,
    0.5649923186629426,
    0.8376854525785608,
    0.8376854525785608,
    0.8376854525785608,
    0.8376854525785608,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.857998746018063,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.8685235842114845,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631,
    0.868600269231631
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "During the career fair, a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, a cybersecurity company hosts a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Alumni volunteers offer brief pep talks near the coffee station.",
    "At the career fair, a cybersecurity company hosts a password-cracking challenge on a laptop, presented during the event. The engineering society sponsors a resume-review table near the stage. Counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcement outlining the fair schedule. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym ahead of the fair, with some rehearsing elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos.",
    "On a university campus, a career fair unfolds with multiple activities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcing the fair schedule. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym before opening, with some quietly rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews ahead of the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "On a university campus, a career fair unfolds with multiple activities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcing the fair schedule. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym before opening, with some quietly rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews ahead of the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "On a university campus, a career fair unfolds with multiple activities. A cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact, reinforced by a welcome PA announcing the fair schedule. Alumni volunteers offer brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens, with some quietly rehearsing elevator pitches against the wall. Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews ahead of the fair. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "On a university campus surrounding the gym, the career fair unfolds with multiple activities. A cybersecurity company runs a password-cracking challenge on a laptop, while the engineering society sponsors a resume-review table near the stage and consulting firms stack glossy case-study booklets on tables. Groups of friends mark target employers on an event map, tracing names and logos, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews ahead of the fair. Career counselors remind attendees to maintain eye contact, reinforced by a welcome PA outlining the fair schedule. Entrance staff scan registrations and hand out lanyards. Networking etiquette workshops are underway in adjoining classrooms. Outside the gym, students line up before the fair opens and quietly rehearse elevator pitches against the walls; alumni volunteers deliver pep talks near the coffee station; a robotics startup flies a drone above its booth for attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.7580184730529371,
    0.7580184730529371,
    0.7580184730529371,
    0.7580184730529371,
    0.7580184730529371,
    0.7580184730529371,
    0.7580184730529371,
    0.7749648550803898,
    0.7749648550803898,
    0.7749648550803898,
    0.7749648550803898,
    0.7749648550803898,
    0.8550248678728383,
    0.8550248678728383,
    0.8550248678728383,
    0.8550248678728383,
    0.8550248678728383,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8671260410592889,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8668514336351139,
    0.8816890897574494,
    0.8816890897574494,
    0.8816890897574494,
    0.8816890897574494,
    0.8816890897574494
  ],
  "9": [
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "During the career fair, groups of friends mark target employers on the event map, while dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops begin in the adjoining classroom. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops run in the adjoining classroom, and counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. A cybersecurity company operates a password cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables, creating a materials display. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops run in the adjoining classroom, and counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company operates a password cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables, creating a materials display. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops run in the adjoining classroom, and counselors remind attendees to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. A cybersecurity company operates a password cracking challenge on a laptop. Consulting firms display glossy case study booklets on high tables, creating a materials display. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map to indicate preferred hiring organizations. Before opening, students line up outside the gym. Networking etiquette workshops are underway in the adjoining classroom, and counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. A cybersecurity company runs a password‑cracking challenge on a laptop. Consulting firms stack or display glossy case study booklets on high tables, creating a materials display. Alumni volunteers deliver quick pep talks near the coffee station, with some brief and concise messages. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor as groups of friends mark target employers on the event map. Before opening, students line up outside the gym. Networking etiquette workshops are underway in the adjoining classroom, and counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating a materials display. Alumni volunteers deliver quick pep talks near the coffee station, with some brief messages. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.2963401564357433,
    0.2963401564357433,
    0.2963401564357433,
    0.2963401564357433,
    0.2963401564357433,
    0.2963401564357433,
    0.5452437492545001,
    0.5452437492545001,
    0.5452437492545001,
    0.5452437492545001,
    0.8206108157096104,
    0.8206108157096104,
    0.8206108157096104,
    0.8206108157096104,
    0.8206108157096104,
    0.8206108157096104,
    0.8633857857524205,
    0.8633857857524205,
    0.8633857857524205,
    0.8633857857524205,
    0.8633857857524205,
    0.8639834248324793,
    0.8639834248324793,
    0.8639834248324793,
    0.8639834248324793,
    0.8639834248324793,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8721193390625132,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8597374502159277,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568,
    0.8624539641953568
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym ahead of the career fair's opening.",
    "At the career fair, the engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym ahead of the career fair's opening. At the event, an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, indicating preferred hiring organizations.",
    "At the university career fair, a range of activities unfolds around the gym and adjoining spaces. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. A welcome PA announces the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends mark target employers on the event map, indicating preferred hiring organizations. Workshops on networking etiquette begin in the adjoining classroom, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair around the gym and adjoining spaces, the engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. A welcome PA calls out the fair schedule. Some students rehearse elevator pitches quietly against the wall. Groups of friends use the event map to mark target employers, indicating preferred hiring organizations. Workshops on networking etiquette begin in the adjoining classroom, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards to attendees. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the university career fair surrounding the gym and adjoining spaces, the engineering society sponsors a resume-review table near the stage, while career counselors remind attendees to maintain eye contact. A welcome PA announces the fair schedule. Students rehearse elevator pitches against walls. Groups of friends mark target employers on an event map, tracing names and logos. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case-study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. At the entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders. Healthcare providers showcase photos documenting community outreach, a motif echoed as alumni volunteers deliver brief pep talks near the coffee station. Outside the gym, students line up as the fair opens.",
    "A university career fair surrounds the gym and adjoining spaces, featuring a resume-review table near the stage, career counselors urging attendees to maintain eye contact, and a welcome PA announcing the schedule. Outside the gym, a line forms as the fair opens. At the entrance, staff scan registrations and hand out lanyards, while students clutch resumes in branded folders. Groups of friends mark target employers on an event map, tracing names and logos. Consulting firms stack glossy case-study booklets on high tables, and a cybersecurity company runs a password-cracking challenge on a laptop to draw attendees. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops occur in an adjoining classroom, with some elevator-pitch practice against walls. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station, echoed by photos from healthcare providers documenting outreach.",
    "A university career fair surrounds the gym and adjoining spaces, featuring a resume-review table near the stage, and a welcome PA announcing the schedule as career counselors urge attendees to maintain eye contact. Outside the gym, a line forms as the fair opens. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes in branded folders. Groups of friends mark target employers on an event map, tracing names and logos. Consulting firms stack glossy case-study booklets on high tables, while a cybersecurity company runs a password-cracking challenge on a laptop to draw attendees. Finance firms offer QR codes for immediate internship applications. Networking etiquette workshops occur in an adjoining classroom, with some elevator-pitch practice against walls. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station, echoed by photos from healthcare providers documenting outreach."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5904206078302232,
    0.5904206078302232,
    0.5904206078302232,
    0.7507268701867889,
    0.7507268701867889,
    0.7507268701867889,
    0.8157466117379587,
    0.8157466117379587,
    0.8157466117379587,
    0.8157466117379587,
    0.8157466117379587,
    0.8252214932057262,
    0.8252214932057262,
    0.8252214932057262,
    0.8252214932057262,
    0.8252214932057262,
    0.8252214932057262,
    0.8252214932057262,
    0.8665155938084932,
    0.8665155938084932,
    0.8665155938084932,
    0.8665155938084932,
    0.8644287893116906,
    0.8644287893116906,
    0.8644287893116906,
    0.8644287893116906,
    0.8644287893116906,
    0.8644287893116906,
    0.8644287893116906,
    0.8676059420003608,
    0.8676059420003608,
    0.8676059420003608,
    0.8676059420003608,
    0.8676059420003608,
    0.8676059420003608,
    0.8676059420003608,
    0.881497255646705,
    0.881497255646705,
    0.881497255646705,
    0.881497255646705,
    0.881497255646705,
    0.881497255646705,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836,
    0.8795441909339836
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Counselors remind attendees to maintain eye contact during interactions.",
    "At the career fair, a welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Counselors remind attendees to maintain eye contact during interactions. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome announcement over the PA outlines the schedule for the event. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Counselors remind attendees to maintain eye contact during interactions. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, a welcome announcement over the PA outlines the schedule for the event. Career counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Counselors remind attendees to maintain eye contact during interactions. Dozens of booths with colorful banners circle the polished floor, while workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, a welcome PA announces the schedule while event staff scan registrations and hand out lanyards at the entrance. Inside the fair area, counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. Outside the university gym, students line up as the fair is about to open, with alumni volunteers delivering brief pep talks near the coffee station. In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms stack glossy case-study booklets on high tables, creating a deliberate display of materials. Healthcare providers showcase photos documenting community outreach. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a welcome PA announces the schedule while event staff scan registrations and hand out lanyards at the entrance. Outside the gym, students line up before opening as alumni volunteers deliver brief pep talks near the coffee station. Inside the fair area, counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and groups of friends mark target employers on the event map. In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms stack glossy case-study booklets on high tables, creating a deliberate display of materials. Healthcare providers showcase photos documenting community outreach. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6019674928582358,
    0.6019674928582358,
    0.6019674928582358,
    0.7250899285597581,
    0.7250899285597581,
    0.7250899285597581,
    0.7250899285597581,
    0.796163534587057,
    0.796163534587057,
    0.796163534587057,
    0.796163534587057,
    0.796163534587057,
    0.8262324983347072,
    0.8262324983347072,
    0.8262324983347072,
    0.8262324983347072,
    0.8318125657305921,
    0.8318125657305921,
    0.8318125657305921,
    0.8318125657305921,
    0.8318125657305921,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8661014355772898,
    0.8785804704514886,
    0.8785804704514886,
    0.8785804704514886,
    0.8785804704514886,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968,
    0.8758837302133968
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens. Inside, a cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. Inside, a cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers are showcasing community outreach photos, adding a broader community-engagement presence to the event.",
    "At the university career fair, students line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence to the event. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence to the event. Finance firms offer QR codes for immediate internship applications. During the fair, career counselors remind attendees to maintain eye contact. A welcome announcement is aired over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "On the university campus, multiple career-related activities unfold in parallel around the career fair. A queue forms outside the gym before opening; inside, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos of their community outreach, supplementing the event's community-engagement presence; finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. A welcome announcement airs over the PA, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette occur in an adjoining classroom; consulting firms place case-study booklets on high tables; students clutch resumes in branded folders. The scene blends instructional sessions, exhibitor displays, demonstrations, and guidance for future employment.",
    "On a university campus, the career fair unfolds with a queue outside the gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photos of their community outreach to supplement the event’s community-engagement presence, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement airs over the PA, outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette occur in an adjoining classroom; consulting firms place case-study booklets on high tables; students clutch resumes in branded folders. The scene combines instructional sessions, exhibitor displays, demonstrations, and guidance for future employment.",
    "On a university campus, a career fair unfolds with a queue outside the gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop while an alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Healthcare providers display photos of their community outreach to supplement the event’s community-engagement presence, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement airs over the PA outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette occur in an adjoining classroom; consulting firms place case-study booklets on high tables; students clutch resumes in branded folders. The scene blends instructional sessions, exhibitor displays, demonstrations, and guidance for future employment.",
    "On a university campus, a career fair unfolds with a queue outside the gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews; alumni volunteers deliver pep talks near the coffee station. Healthcare providers display photos of their community outreach to supplement the event’s presence, and finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome announcement airs over the PA outlining the fair schedule. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette occur in an adjoining classroom; consulting firms place case-study booklets on high tables; students clutch resumes in branded folders. The engineering society sponsors a resume review table near the stage; a robotics startup flies a drone above its booth."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.5758916160653182,
    0.5758916160653182,
    0.5758916160653182,
    0.5758916160653182,
    0.5758916160653182,
    0.5758916160653182,
    0.5758916160653182,
    0.7005851722858607,
    0.7005851722858607,
    0.7005851722858607,
    0.7970349940603219,
    0.7970349940603219,
    0.7970349940603219,
    0.8547631638391637,
    0.8547631638391637,
    0.8547631638391637,
    0.8547631638391637,
    0.8547631638391637,
    0.8547631638391637,
    0.8806807845715388,
    0.8806807845715388,
    0.8806807845715388,
    0.8806807845715388,
    0.8806807845715388,
    0.8806807845715388,
    0.8806807845715388,
    0.8811867307486935,
    0.8811867307486935,
    0.8811867307486935,
    0.8811867307486935,
    0.8811867307486935,
    0.8811867307486935,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8754367136857157,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359,
    0.8674357654157359
  ],
  "13": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Alumni volunteers deliver quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the schedule. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Alumni volunteers deliver quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact while a welcome PA announcement outlines the schedule. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating a display of materials. Alumni volunteers deliver quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome PA outlines the schedule as counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Healthcare providers showcase community outreach photos, while a cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, creating a materials display, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers deliver quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops begin in the adjoining classroom.",
    "At the campus career fair, a welcome PA outlines the schedule as counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Groups mark target employers on an event map to indicate preferred hiring organizations. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case-study booklets on high tables, forming a materials display. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops occur in the adjoining classroom. A line forms outside the university gym before opening. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders.",
    "At the university gym hosting the career fair, a welcome PA outlines the schedule as career counselors remind attendees to maintain eye contact and direct students toward relevant industries. Groups of friends mark target employers on an event map as preferred hiring organizations, while finance firms display QR codes for internship applications. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack case-study booklets on high tables to form a materials display. The engineering society sponsors a resume-review table near the stage. An alumni panel discusses preparing for technical interviews, with alumni volunteers delivering pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. Networking etiquette workshops occur in the adjoining classroom. A line forms outside the gym before opening; staff scan registrations and hand out lanyards at the entrance. Students clutch resumes in branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.47394106931746294,
    0.7826654891136104,
    0.7826654891136104,
    0.7826654891136104,
    0.7826654891136104,
    0.7826654891136104,
    0.7826654891136104,
    0.8199751221002669,
    0.8199751221002669,
    0.8199751221002669,
    0.8199751221002669,
    0.856941906003755,
    0.856941906003755,
    0.856941906003755,
    0.856941906003755,
    0.8664408810231614,
    0.8664408810231614,
    0.8664408810231614,
    0.8664408810231614,
    0.8726939640219872,
    0.8726939640219872,
    0.8726939640219872,
    0.8726939640219872,
    0.8738529209990449,
    0.8738529209990449,
    0.8738529209990449,
    0.8738529209990449,
    0.8738529209990449,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8735616106610729,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8634944717359607,
    0.8480653935880247,
    0.8480653935880247,
    0.8480653935880247,
    0.8480653935880247,
    0.8480653935880247,
    0.8480653935880247,
    0.8480653935880247
  ],
  "14": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette began in the adjoining classroom, and consulting firms stacked glossy case study booklets on high tables.",
    "On a university campus, healthcare providers showcase community outreach photos and career counselors remind attendees to maintain eye contact. Workshops on networking etiquette began in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables. An alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opens, while event staff at the entrance scanned registrations and handed out lanyards to attendees.",
    "On a university campus, a career fair is taking shape with multiple scenes. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette began in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables. An alumni panel discussed how to prepare for technical interviews. Students lined up outside the university gym before the career fair opens, and event staff at the entrance scanned registrations and handed out lanyards to attendees. A robotics startup flies a small drone above its booth for attention.",
    "On a university campus, a career fair is taking shape with multiple scenes. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Workshops on networking etiquette began in the adjoining classroom. Consulting firms stacked glossy case study booklets on high tables. An alumni panel discussed how to prepare for technical interviews ahead of the career fair. Before the fair opens, students line up outside the university gym, and event staff at the entrance scan registrations and hand out lanyards to attendees. Inside, the engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On a university campus, a career fair unfolds with several scenes: healthcare providers showcase community outreach photos while career counselors remind attendees to maintain eye contact; workshops on networking etiquette occupy the adjoining classroom; consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews ahead of the fair. Before opening, students line up outside the university gym as event staff scan registrations and hand out lanyards at the entrance. Inside, the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair, students line up outside the gym before opening as staff scan registrations and hand out lanyards. Inside, activities unfold concurrently: an alumni panel discusses preparing for technical interviews; alumni volunteers deliver brief pep talks near coffee station; career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; networking etiquette workshops operate in an adjoining classroom; engineering society sponsors a resume review table near stage; consulting firms display glossy case-study booklets on high tables; groups of friends mark target employers on the event map; resumes are clutched in branded folders. A robotics startup flies a drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos, expanding the fair’s community presence. Finance firms provide QR codes for immediate internship applications. A welcome PA announces the fair schedule."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.351436178201441,
    0.5141405933174245,
    0.5141405933174245,
    0.5141405933174245,
    0.5141405933174245,
    0.5141405933174245,
    0.5141405933174245,
    0.5141405933174245,
    0.7578353124497565,
    0.7578353124497565,
    0.7578353124497565,
    0.7578353124497565,
    0.7578353124497565,
    0.7578353124497565,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8594291881348199,
    0.8763734854002561,
    0.8763734854002561,
    0.8763734854002561,
    0.8763734854002561,
    0.8763734854002561,
    0.8763734854002561,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271,
    0.8829922355080271
  ],
  "15": [
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are sharing quick pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are delivering quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Alumni volunteers are delivering quick, brief pep talks near the coffee station; the engineering society sponsors a resume review table near the stage; at the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers are delivering quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "Alumni volunteers deliver quick pep talks near the coffee station while the engineering society sponsors a resume review table near the stage. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor. Alumni volunteers deliver quick pep talks near the coffee station, while the engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, dozens of booths with colorful banners surround the polished floor. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "At the career fair, dozens of booths with colorful banners surround a polished floor. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a university career fair held in the gym, dozens of booths with colorful banners surround a polished floor while alumni volunteers deliver pep talks near the coffee station. The engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a drone above its booth to draw attention; tech companies display demo screens showing their apps; human resources teams jot notes on tablets as students introduce themselves. On campus, an alumni panel discusses how to prepare for technical interviews ahead of the fair. Before opening, students line up outside the gym; at the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos; a cybersecurity company runs a password cracking challenge on a laptop.",
    "At a university career fair held in the gym, dozens of booths with colorful banners surround a polished floor. Alumni volunteers deliver pep talks near the coffee station as the engineering society sponsors a resume review table near the stage; career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map. A robotics startup flies a drone above its booth to draw attention, while tech companies display demo screens showing their apps; human resources teams jot notes on tablets as students introduce themselves. On campus, an alumni panel discusses how to prepare for technical interviews ahead of fair. Before opening, students line up outside the gym; at the entrance, event staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair in the gym, dozens of booths surround a polished floor. Alumni volunteers deliver pep talks near the coffee station; the engineering society sponsors resume-review table near the stage; career counselors remind attendees to maintain eye contact; a welcome PA outlines the schedule. Groups of friends mark target employers on the event map, indicating preferred hiring organizations, and some students rehearse elevator pitches. A robotics startup flies a drone above its booth; tech companies show demo screens. HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews ahead of the fair. Before opening, students line up outside; staff scan registrations and hand out lanyards. Healthcare providers showcase community outreach photos; a cybersecurity company runs a password-cracking challenge on a laptop. Finance firms offer QR codes for internship applications. Networking etiquette workshops occur in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.37392802201279973,
    0.37392802201279973,
    0.37392802201279973,
    0.4972759330255172,
    0.4972759330255172,
    0.4972759330255172,
    0.4972759330255172,
    0.4972759330255172,
    0.4972759330255172,
    0.45434935207971855,
    0.45434935207971855,
    0.45434935207971855,
    0.7727728657755665,
    0.7727728657755665,
    0.7727728657755665,
    0.7727728657755665,
    0.7727728657755665,
    0.8615782680767721,
    0.8615782680767721,
    0.8615782680767721,
    0.8615782680767721,
    0.8634490406481536,
    0.8634490406481536,
    0.8634490406481536,
    0.8634490406481536,
    0.8793409851842529,
    0.8793409851842529,
    0.8793409851842529,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.8865153872168119,
    0.9052960757971685,
    0.9052960757971685,
    0.9052960757971685,
    0.9052960757971685,
    0.9052960757971685,
    0.9052960757971685,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9048303875302497,
    0.9089265935102608,
    0.9089265935102608,
    0.9089265935102608,
    0.9089265935102608,
    0.9089265935102608
  ],
  "16": [
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating preferred hiring organizations. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, indicating preferred hiring organizations. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Groups of friends mark target employers on the event map, indicating preferred hiring organizations. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At the career event, groups of friends mark target employers on the event map to indicate preferred hiring organizations. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career event, groups of friends mark target employers on the event map to indicate preferred hiring organizations. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. At the career fair, consulting firms stack glossy case study booklets on high tables, creating a display of materials. Alumni volunteers deliver quick, brief pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops are beginning in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are showcasing community outreach photos.",
    "On the university campus, career activities unfold at the career fair. Groups of friends mark employers on the event map, while the engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, and career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack case-study booklets on tables, forming a display, and alumni volunteers deliver pep talks near the coffee station. Counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Networking etiquette workshops begin in adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase photos of community outreach. Others line up outside the university gym before fair opens as staff scan registrations and hand out lanyards; the scene combines instructional sessions, exhibitor displays, demonstrations, and guidance for future employment.",
    "On the university campus, a career fair unfolds with instructional sessions, exhibitor displays, demonstrations, and guidance for future employment. Groups of friends mark employers on the event map, and the engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack case-study booklets on tables, forming a display, and alumni volunteers deliver pep talks near the coffee station. Counselors remind attendees to maintain eye contact. Networking etiquette workshops begin in an adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase photos of community outreach. Others line up outside the university gym before fair opens as staff scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "On the university campus, a career fair unfolds with instructional sessions, exhibitor displays, demonstrations, and guidance for future employment. Dozens of booths with colorful banners circle the polished floor, and a materials display features glossy case-study booklets on high tables. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map, tracing names and logos, while students rehearse elevator pitches quietly against the wall. An alumni panel discusses preparation for technical interviews, and career counselors redirect unsure students toward applicable industries. Networking etiquette workshops occur in an adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees, and healthcare providers showcase photos documenting community outreach. Alumni volunteers deliver pep talks near the coffee station. Staff scan registrations and hand out lanyards at the entrance as a welcome PA outlines the fair schedule."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.5778954205500029,
    0.5778954205500029,
    0.5778954205500029,
    0.5778954205500029,
    0.5778954205500029,
    0.5778954205500029,
    0.7745551438160749,
    0.7745551438160749,
    0.7828758933039877,
    0.7828758933039877,
    0.7828758933039877,
    0.7828758933039877,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.7772000034050106,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8462878395100236,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.8704711937424815,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.851817892839764,
    0.8622634440484964,
    0.8622634440484964,
    0.8622634440484964
  ],
  "17": [
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the setting, consulting firms stack glossy case study booklets on high tables, forming a display of materials. Simultaneously, groups of friends mark target employers on the event map.",
    "At the career fair setting, consulting firms stack glossy case study booklets on high tables, creating a display of materials. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact during the fair, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, creating a display of materials. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick, brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Networking etiquette workshops are beginning in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers are showcasing community outreach photos.",
    "At the career fair, materials form a display: glossy case study booklets on high tables and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume review table near the stage. Career counselors redirect unsure students toward applicable industries, and counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a display features glossy case-study booklets on high tables and healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries, and remind attendees to maintain eye contact during interactions. A welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, glossy case-study booklets are displayed on high tables alongside healthcare providers showcasing community outreach photos. Groups of friends mark target employers on the event map to indicate preferred hiring organizations. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions. A welcome announcement over the PA outlines the fair schedule. Networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym hosting the career fair, dozens of booths with colorful banners circle the polished floor. Glossy case-study booklets sit on high tables alongside healthcare providers displaying community outreach photos. Groups of friends mark target employers on the event map as preferred hiring organizations. Alumni volunteers deliver quick pep talks near the coffee station, and an alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions. A welcome PA announcement outlines the fair schedule, and networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Students line up outside the gym before opening. Finance firms display QR codes for immediate internship applications.",
    "At the university gym hosting the career fair, dozens of booths with colorful banners circle the polished floor. Glossy case-study booklets sit on high tables beside healthcare providers displaying community outreach photos. Groups of friends mark target employers on the event map as preferred hiring organizations. Alumni volunteers deliver quick pep talks near the coffee station, while an alumni panel discusses preparation for technical interviews. The engineering society sponsors a resume-review table near the stage. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact during interactions. A welcome PA announcement outlines the fair schedule, and networking etiquette workshops begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall. Students line up outside the gym before opening. Finance firms display QR codes for immediate internship applications."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.4756819292848082,
    0.4756819292848082,
    0.4756819292848082,
    0.8423541721382521,
    0.8423541721382521,
    0.8423541721382521,
    0.8423541721382521,
    0.8423541721382521,
    0.8423541721382521,
    0.8789468400564147,
    0.8789468400564147,
    0.8789468400564147,
    0.8789468400564147,
    0.8789468400564147,
    0.8789468400564147,
    0.8789468400564147,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.881722453618001,
    0.8836289196827412,
    0.8836289196827412,
    0.8836289196827412,
    0.8836289196827412,
    0.8836289196827412,
    0.8836289196827412,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8865903829134326,
    0.8683493790137752,
    0.8683493790137752,
    0.8683493790137752,
    0.8683493790137752,
    0.8683493790137752,
    0.8683493790137752,
    0.8689579687343094
  ],
  "18": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "In the scene, healthcare providers showcase community outreach photos while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos while alumni volunteers deliver brief pep talks near the coffee station.",
    "Healthcare providers are showcasing community outreach photos, while alumni volunteers deliver brief pep talks near the coffee station.",
    "Healthcare providers are showcasing community outreach photos, while alumni volunteers give brief pep talks near the coffee station.",
    "Healthcare providers are showcasing community outreach photos as alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact.",
    "Healthcare providers are showcasing community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station and career counselors reminding attendees to maintain eye contact.",
    "Healthcare providers are showcasing community outreach photos, with alumni volunteers delivering brief pep talks near the coffee station and career counselors reminding attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Healthcare providers are displaying community outreach photos as alumni volunteers give brief pep talks near the coffee station, with career counselors reminding attendees to maintain eye contact. Students clutch resumes in branded folders. At the campus career fair, networking etiquette workshops are held in an adjoining classroom, and a line forms outside the university gym before opening. Event staff scan registrations and hand out lanyards at the entrance to attendees. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, healthcare providers display community outreach photos as alumni volunteers give brief pep talks near the coffee station, with career counselors reminding attendees to maintain eye contact. Students clutch resumes in branded folders. Networking etiquette workshops are held in an adjoining classroom, and a line forms outside the university gym before opening. Event staff scan registrations and hand out lanyards at the entrance to attendees. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, healthcare providers display community outreach photos as alumni volunteers give pep talks near the coffee station. Career counselors remind attendees to maintain eye contact while students clutch resumes in branded folders. Networking etiquette workshops take place in an adjoining classroom, and a line forms outside the university gym before opening. Staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews, and some students rehearse elevator pitches quietly against the wall. A welcome PA outlines the schedule and directs unsure students toward applicable industries. Groups mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume-review table near the stage."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3143506097132636,
    0.3143506097132636,
    0.3143506097132636,
    0.3578481831841737,
    0.3578481831841737,
    0.3578481831841737,
    0.29698081302925955,
    0.29698081302925955,
    0.29698081302925955,
    0.29698081302925955,
    0.29698081302925955,
    0.29698081302925955,
    0.2989477931289376,
    0.2989477931289376,
    0.3181732000170629,
    0.3181732000170629,
    0.3181732000170629,
    0.3181732000170629,
    0.28102040997891653,
    0.28102040997891653,
    0.28102040997891653,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.5033269075143487,
    0.7913961464302,
    0.7913961464302,
    0.7913961464302,
    0.7913961464302,
    0.818702070873514,
    0.818702070873514,
    0.818702070873514,
    0.818702070873514,
    0.818702070873514,
    0.818702070873514,
    0.818702070873514,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573,
    0.8543796635932573
  ],
  "19": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. In the setting, consulting firms stack glossy case study booklets on high tables, forming a display of materials. Simultaneously, groups of friends mark target employers on the event map.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables to form a display of materials. At the same time, groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while alumni volunteers give brief pep talks near the coffee station.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets arranged on high tables to form a materials display. Simultaneously, groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university career fair event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case study booklets arranged on high tables to form a materials display. Simultaneously, groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos, while alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms display case-study booklets on high tables to form a materials display. Groups of friends mark target employers on the event map, and alumni volunteers give pep talks near the coffee station as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops begin in adjoining classroom. Counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves. Engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth for attention. Students line up outside the gym ahead of the fair's opening and a welcome PA outlines the schedule.",
    "At the university career fair, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms display case-study booklets on high tables to form a materials display. Groups of friends mark target employers on the event map, and alumni volunteers give pep talks near the coffee station as staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and an alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops begin in an adjoining classroom. Counselors remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage, and some students rehearse elevator pitches against the wall. A robotics startup flies a small drone above its booth for attention. Students line up outside the gym ahead of the opening. A welcome PA outlines the schedule."
  ],
  "19_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.5866654824924783,
    0.5866654824924783,
    0.5866654824924783,
    0.7455766698166542,
    0.7455766698166542,
    0.7455766698166542,
    0.7455766698166542,
    0.7455766698166542,
    0.7455766698166542,
    0.7455766698166542,
    0.8130880916360644,
    0.8130880916360644,
    0.8130880916360644,
    0.8130880916360644,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.8366479834357043,
    0.903936061840831,
    0.903936061840831,
    0.903936061840831,
    0.903936061840831,
    0.903936061840831,
    0.903936061840831,
    0.903936061840831,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351,
    0.881971816852351
  ],
  "20": [
    "",
    "",
    "",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station.",
    "During the event, alumni volunteers deliver brief pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Alumni volunteers deliver brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops are beginning in the adjoining classroom. At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule. Human resources teams jot notes on tablets, while students introduce themselves.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops are beginning in the adjoining classroom. Counselors remind attendees to maintain eye contact, and a welcome PA announcement outlines the fair schedule. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map, indicating preferred hiring organizations. Students line up outside the university gym ahead of the career fair's opening. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops begin in the adjoining classroom, and counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map, indicating preferred hiring organizations. Students line up outside the university gym before opening. An alumni panel discusses how to prepare for technical interviews. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, alumni volunteers deliver brief pep talks near the coffee station while event staff scan registrations and hand out lanyards at the entrance. Counselors remind attendees to maintain eye contact as a welcome PA outlines the schedule. Networking etiquette workshops run in the adjoining classroom, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map, indicating preferred hiring organizations, and some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station while staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the schedule. Counselors remind attendees to maintain eye contact. Networking etiquette workshops run in the adjoining classroom, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups mark target employers on the event map, and some students rehearse elevator pitches against the wall. Students line up outside the gym before opening. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, alumni volunteers give pep talks near the coffee station while staff scan registrations and hand out lanyards at the entrance. A welcome PA outlines the schedule. Counselors remind attendees to maintain eye contact. Networking etiquette workshops run in the adjoining classroom, and HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Groups mark target employers on the event map, and some students rehearse elevator pitches against the wall. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3339579371429108,
    0.3856902077503836,
    0.3856902077503836,
    0.3856902077503836,
    0.3856902077503836,
    0.7596698291060237,
    0.7596698291060237,
    0.7596698291060237,
    0.7596698291060237,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8096673608323661,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8493889851880544,
    0.8567974890635687,
    0.8567974890635687,
    0.8567974890635687,
    0.8567974890635687,
    0.8567974890635687,
    0.8567974890635687,
    0.8567974890635687,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.855045948238857,
    0.8607567807869438,
    0.8607567807869438,
    0.8607567807869438,
    0.8607567807869438,
    0.8607567807869438,
    0.8607567807869438,
    0.8607567807869438,
    0.8642409797009598,
    0.8642409797009598,
    0.8642409797009598,
    0.8642409797009598
  ],
  "21": [
    "",
    "",
    "",
    "\"\"",
    "Students are lined up outside the university gym prior to the opening of the career fair.",
    "Students are lined up outside the university gym in the lead-up to the opening of the career fair. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair's opening; career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair's opening as counselors remind attendees to maintain eye contact. At the career fair, the engineering society sponsors a resume review table near the stage. A welcome PA announcement outlines the fair schedule, and some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair, with counselors reminding attendees to maintain eye contact. At the career fair, the engineering society sponsors a resume review table near the stage, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym ahead of the career fair, with counselors reminding attendees to maintain eye contact. Inside the career fair, the engineering society sponsors a resume review table near the stage, while a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair, while counselors remind attendees to maintain eye contact. Inside, the engineering society sponsors a resume review table near the stage, and a welcome PA announcement outlines the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair while counselors remind attendees to maintain eye contact. Inside, the engineering society sponsors a resume review table near the stage as a welcome PA announces the fair schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fair; counselors remind attendees to maintain eye contact. Inside, the engineering society sponsors a resume-review table near the stage as a welcome PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map; healthcare providers showcase outreach photos. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the floor, and networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Consulting firms stack case-study booklets on tables; alumni volunteers deliver pep talks near the coffee station. Others wait outside before opening as staff scan registrations and hand out lanyards, with instructional sessions, displays, demonstrations, and employment guidance.",
    "On the university campus, a career fair unfolds outside the gym and inside. Outside, attendees line up before opening as staff scan registrations and hand out lanyards; counselors remind attendees to maintain eye contact, and groups of friends mark target employers on an event map. Some students rehearse elevator pitches against the wall. Inside, the engineering society sponsors a resume-review table near the stage as a welcome PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers showcase outreach photos. Dozens of booths with colorful banners circle the floor, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries; consulting firms stack case-study booklets on tables, and alumni volunteers deliver pep talks near the coffee station. Networking etiquette workshops begin in an adjoining classroom, with instructional sessions and employment guidance."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40477358584293327,
    0.40477358584293327,
    0.40477358584293327,
    0.5408618683073094,
    0.5408618683073094,
    0.5408618683073094,
    0.5408618683073094,
    0.46227199748687564,
    0.46227199748687564,
    0.46227199748687564,
    0.766630056846927,
    0.766630056846927,
    0.766630056846927,
    0.766630056846927,
    0.766630056846927,
    0.766630056846927,
    0.8231186823154106,
    0.8231186823154106,
    0.8231186823154106,
    0.8231186823154106,
    0.8231186823154106,
    0.8417871742925997,
    0.8417871742925997,
    0.8417871742925997,
    0.8417871742925997,
    0.8417871742925997,
    0.8417871742925997,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8535696049906247,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8665004518620729,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8573719210605818,
    0.8606981909317196,
    0.8606981909317196
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume review table near the stage, while groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event and at the university, several activities unfold. The engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; healthcare providers showcase photos of their community outreach; a cybersecurity company runs a password cracking challenge on a laptop. At the university, two groups are present: some students rehearse elevator pitches quietly against a wall; healthcare providers showcase photos of their community outreach; others line up outside the university gym in advance of the career fair opening as career counselors remind attendees to maintain eye contact.",
    "Across the event and the university campus, multiple activities unfold in spaces. Near the stage the engineering society maintains a resume review table; groups of friends mark target employers on the event map by tracing names and logos; healthcare providers display photos documenting their community outreach; a cybersecurity company runs a password-cracking challenge on a laptop, drawing attendees. At the university, some students rehearse elevator pitches quietly against a wall, while others line up outside the campus gym before the career fair opens. In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms place case-study booklets on high tables, creating a display of materials. Alumni volunteers deliver pep talks near the coffee station. Inside the career fair area, counselors remind attendees to maintain eye contact; a welcome PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "Across the event and university campus, a career fair atmosphere unfolds with dozens of booths with banners. Near the main stage, the engineering society runs a resume-review table as groups trace names and logos on an event map to mark target employers. Healthcare providers display outreach photos. A cybersecurity company hosts a password-cracking challenge on a laptop, drawing attendees. Some students rehearse elevator pitches against a wall; others line up outside the gym before opening. In an adjoining classroom, networking etiquette workshops begin; consulting firms place case-study booklets on high tables, forming a displayed set of materials. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside the fair, counselors remind attendees to maintain eye contact; a welcome PA outlines the schedule; staff scan registrations and hand out lanyards at the entrance; finance firms offer QR codes for internships.",
    "At a campus career fair, dozens of booths with colorful banners circle the polished floor. Near main stage, the engineering society runs a resume-review table as groups trace names and logos on an event map to mark target employers. Healthcare providers display outreach photos. A cybersecurity company hosts a password-cracking challenge on a laptop, drawing attendees. Some students rehearse elevator pitches against a wall; a line forms outside gym before opening. In an adjoining classroom, networking etiquette workshops are held; consulting firms place case-study booklets on high tables, forming a displayed set of materials. Alumni volunteers deliver pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. Inside the fair, counselors remind attendees to maintain eye contact; a welcome PA outlines the schedule; staff scan registrations and hand out lanyards at the entrance; finance firms offer QR codes for immediate internship applications."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.43564184664611594,
    0.43564184664611594,
    0.43564184664611594,
    0.4385283063038582,
    0.4385283063038582,
    0.4385283063038582,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.624759700680385,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.7862446395758147,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.8523074668729638,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.9041872037978895,
    0.8972363131449581
  ],
  "23": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos.",
    "During the fair, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. A welcome announcement is aired over the PA system, outlining the fair schedule.",
    "During the fair, career counselors remind attendees to maintain eye contact, while healthcare providers showcase community outreach photos. A welcome announcement is aired over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule while career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders and line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, complemented by alumni volunteers delivering brief pep talks near the coffee station. Healthcare providers showcase community outreach photos, adding a broader community-engagement presence to the event. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, a welcome PA outlines the schedule as career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders and line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers offer brief pep talks near the coffee station. Healthcare providers display community outreach photos, adding a broader engagement presence, and finance firms provide QR codes for immediate internship applications. Parallel activities unfold: networking etiquette workshops in an adjoining classroom; consulting firms stack glossy case study booklets on high tables. Two groups exist: some students rehearse elevator pitches quietly against a wall, while others await entry, as event staff scan registrations and hand out lanyards. The scene blends instructional sessions, displays, demonstrations, and guidance for future employment.",
    "At the university career fair, a PA outlines schedule as career counselors remind attendees to maintain eye contact. Students clutch resumes in folders and line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers offer pep talks near the coffee station. Healthcare providers display outreach photos, and finance firms provide QR codes for internship applications. Parallel activities include networking etiquette workshops in adjoining classroom and consulting firms stacking case study booklets on tables. Two groups await entry—some students rehearse elevator pitches against a wall, others wait as event staff scan registrations and hand out lanyards. HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage, and groups of friends mark target employers on the event map.",
    "At the university career fair, a PA outlines the schedule as career counselors remind attendees to maintain eye contact. Students clutch resumes in folders and line up outside the gym before it opens. Inside, a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer pep talks near the coffee station. Healthcare providers display outreach photos, and finance firms provide QR codes for internship applications. Parallel activities include networking etiquette workshops in an adjoining classroom and consulting firms stacking case study booklets on tables. Two groups await entry, with some students rehearsing elevator pitches against a wall. Event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map."
  ],
  "23_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.36813820433020994,
    0.36813820433020994,
    0.36813820433020994,
    0.6411375879260919,
    0.6411375879260919,
    0.6411375879260919,
    0.6411375879260919,
    0.6411375879260919,
    0.6411375879260919,
    0.6411375879260919,
    0.790606449055473,
    0.790606449055473,
    0.790606449055473,
    0.790606449055473,
    0.790606449055473,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.8623069782785013,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.848383363445418,
    0.8706917650921009,
    0.8706917650921009,
    0.8706917650921009,
    0.8706917650921009,
    0.8706917650921009,
    0.8706917650921009,
    0.8706917650921009,
    0.870574027112057,
    0.870574027112057,
    0.870574027112057,
    0.870574027112057,
    0.870574027112057
  ],
  "24": [
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette began in the adjoining classroom, while consulting firms stacked glossy case study booklets on high tables.",
    "Workshops on networking etiquette began in the adjoining classroom, while consulting firms stacked glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Workshops on networking etiquette began in the adjoining classroom, while consulting firms stacked glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. On the university campus, an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards to attendees.",
    "On the university campus, multiple career-related activities unfold in parallel: workshops on networking etiquette begin in an adjoining classroom; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens, while event staff at the entrance scan registrations and hand out lanyards to attendees. Career counselors redirect unsure students toward applicable industries. The scene combines instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "On campus, parallel career activities unfold: networking etiquette workshops in an adjoining classroom; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews. Two groups are present: some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of their community outreach. Others line up outside the university gym before the career fair opens, as event staff at the entrance scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. The scene blends instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "On campus, several career-focused activities unfold in parallel: networking etiquette workshops in an adjoining classroom; consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking demonstration on a laptop; an alumni panel discusses how to prepare for technical interviews. Two groups are visible: some students rehearse elevator pitches quietly against a wall, while healthcare providers showcase photos of their community outreach. Others line up outside the university gym before the career fair opens, as event staff at the entrance scan registrations and hand out lanyards. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. The scene blends instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment. Students clutch resumes inside branded folders.",
    "On campus, a career fair unfolds with parallel activities: networking etiquette workshops in an adjoining classroom; consulting firms stacking glossy case-study booklets on high tables; a cybersecurity company conducting a password-cracking demonstration on a laptop; and an alumni panel discussing preparation for technical interviews. Two groups are visible: students rehearsing elevator pitches quietly against a wall, and healthcare providers displaying photos of their community outreach while alumni volunteers give brief pep talks near the coffee station. Some attendees line up outside the university gym before opening, as event staff scan registrations and hand out lanyards at the entrance. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders. The scene blends instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "On campus, a career fair unfolds with parallel activities: networking etiquette workshops in an adjoining classroom; consulting firms stacking glossy case-study booklets on high tables; a cybersecurity company conducting a password-cracking demonstration on a laptop; and an alumni panel discussing preparation for technical interviews. Two groups are visible: students rehearsing elevator pitches quietly against a wall, and healthcare providers displaying photos of their community outreach while alumni volunteers give brief pep talks near the coffee station. Some attendees line up outside the university gym before opening, as event staff scan registrations and hand out lanyards at the entrance. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders. The scene blends instructional sessions, exhibitor displays, practical demonstrations, and guidance for future employment.",
    "At the university career fair, parallel activities unfold: networking etiquette workshops in an adjoining classroom; consulting firms with case-study booklets on high tables; a cybersecurity company conducting a password-cracking demonstration on a laptop; and an alumni panel on technical interview prep. Two groups are visible: students rehearsing elevator pitches against a wall, and alumni volunteers giving pep talks near the coffee station. Staff scan registrations and hand out lanyards at the entrance as attendees line up outside the gym before opening. Career counselors guide unsure students toward applicable industries and remind attendees to maintain eye contact; HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage; a robotics startup flies a drone above its booth; groups mark target employers on the event map, and a welcome PA outlines the schedule."
  ],
  "24_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.26998313210726443,
    0.26998313210726443,
    0.26998313210726443,
    0.26998313210726443,
    0.26998313210726443,
    0.48684534159943965,
    0.48684534159943965,
    0.48684534159943965,
    0.7499912951590522,
    0.7499912951590522,
    0.7499912951590522,
    0.7499912951590522,
    0.7499912951590522,
    0.7479087450704757,
    0.7479087450704757,
    0.7479087450704757,
    0.7479087450704757,
    0.7479087450704757,
    0.7479087450704757,
    0.7823560675066965,
    0.7823560675066965,
    0.7823560675066965,
    0.7823560675066965,
    0.7823560675066965,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.7833323129501685,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8536904205989913,
    0.8783485957044923,
    0.8783485957044923
  ]
}