{
  "0": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Tech companies display demo screens that showcase their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens that showcase their latest apps, while a welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech fair scene with companies displaying demo screens of their latest apps; a welcome PA announcement outlines the fair schedule. Students clutch branded folders with resumes; alumni volunteers give pep talks near the coffee station.",
    "At the tech fair, companies display demo screens of their latest apps, and a welcome PA announcement outlines the fair schedule. Students clutch branded folders with resumes as alumni volunteers deliver quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "At the tech fair, companies display demo screens of their latest apps and a welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station as students clutch branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "At the tech fair, dozens of booths with colorful banners surround a polished floor as companies display demo screens of their latest apps. A welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station while students clutch branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "Two ongoing events—the tech fair and the university career fair—present a shared scene: dozens of booths with colorful banners surround a polished floor as companies display demo screens of their latest apps. A welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station, while students clutch branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts, and consulting firms stack glossy case study booklets on high tables. At the university fair, students line up outside the university gym before opening, with resumes inside branded folders as tech companies continue to display demo screens and attendees observe demonstrations.",
    "Two concurrent events—the tech fair and the university career fair—present a shared scene: dozens of booths with colorful banners surround a polished floor as companies display demo screens of their latest apps for attendees observing demonstrations. A welcome PA announcement outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts, and consulting firms stack glossy case study booklets on high tables. At the university fair, students line up outside the university gym before opening, with resumes inside branded folders as tech companies continue to display demo screens and attendees observe demonstrations.",
    "Two concurrent events—the tech fair and the university career fair—feature dozens of booths with colorful banners surrounding a polished floor, where attendees observe demonstrations on demo screens displaying the latest apps. A welcome PA outlines the schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch branded folders containing resumes. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach, and consulting firms stack glossy case study booklets on high tables. At the university fair, students line up outside the university gym before opening, with resumes inside branded folders, as tech companies continue to display demo screens and attendees observe demonstrations."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.37296553910184993,
    0.37296553910184993,
    0.45396014477576363,
    0.45396014477576363,
    0.45396014477576363,
    0.45396014477576363,
    0.6090339553749954,
    0.6090339553749954,
    0.6090339553749954,
    0.6090339553749954,
    0.7117618246990023,
    0.7117618246990023,
    0.7117618246990023,
    0.7117618246990023,
    0.7117618246990023,
    0.5822910336970967,
    0.5822910336970967,
    0.5822910336970967,
    0.5822910336970967,
    0.5822910336970967,
    0.7553704834429871,
    0.7553704834429871,
    0.7553704834429871,
    0.7553704834429871,
    0.7553704834429871,
    0.7553704834429871,
    0.7553704834429871,
    0.7534549211862132,
    0.7534549211862132,
    0.7534549211862132,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.7448104976080125,
    0.8044094026026515,
    0.8044094026026515,
    0.8044094026026515,
    0.8044094026026515,
    0.8044094026026515,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8040063023429278,
    0.8128459766606637,
    0.8128459766606637,
    0.8128459766606637,
    0.8128459766606637
  ],
  "1": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while tech companies display demo screens showcasing their latest apps.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, and tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule, while tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement. Consulting firms stack glossy case study booklets on high tables.",
    "The tech fair presents a staged scene where a welcome PA announcement outlines the fair schedule as tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs illustrating their community outreach efforts. Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement. Consulting firms stack glossy case study booklets on high tables. Students clutch branded folders with resumes as they circulate among exhibitors.",
    "The tech fair unfolds as a staged scene led by a welcome PA that outlines the schedule while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase photographs illustrating their community outreach efforts. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Students clutch branded folders with resumes as they circulate among exhibitors, and a line forms outside the university gym before the career fair opens.",
    "The tech fair unfolds as a staged scene led by a welcome PA outlining the schedule, while tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact, and healthcare providers showcase photographs illustrating their community outreach efforts. Alumni volunteers deliver quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. Students clutch branded folders containing resumes as they circulate among exhibitors, with a line forming outside the university gym before the career fair opens. At the fair, a welcome announcement over the PA system reiterates the schedule.",
    "At the university career fair, a welcome PA outlines the schedule as tech companies display demo screens of their latest apps and healthcare providers showcase photographs of their community outreach for attendees observing demonstrations. Career counselors remind attendees to maintain eye contact while students clutch branded folders containing resumes as they circulate among exhibitors. Alumni volunteers deliver brief pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables. A line forms outside the university gym before the fair opens. Inside, the PA reiterates the schedule and the displays continue as described: tech demos, outreach photos, resumes, eye-contact reminders, and pep talks near the coffee station.",
    "At the university career fair, a welcome PA outlines the schedule as tech companies display demo screens of their latest apps and healthcare providers showcase photographs of their community outreach for attendees observing demonstrations. Career counselors remind attendees to maintain eye contact while students clutch branded folders containing resumes as they circulate among exhibitors. Alumni volunteers deliver brief pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. A line forms outside the university gym before the fair opens. Inside, the PA reiterates the schedule and the displays continue as described: tech demos, outreach photos, resumes, eye-contact reminders, and pep talks near the coffee station.",
    "At the university career fair, a welcome PA sets the schedule as tech companies display demo screens of their latest apps and healthcare providers show photographs of community outreach, with attendees observing demonstrations. Attendees carry branded folders containing resumes, and career counselors remind them to maintain eye contact. Alumni volunteers deliver pep talks near the coffee station, with quick talks in the tech fair area. Consulting firms stack glossy case study booklets on high tables. A line forms outside the university gym before opening, and dozens of booths with colorful banners surround a polished floor. Inside the gym, the PA reiterates the schedule as displays continue: tech demos, outreach photos, resumes, eye-contact reminders, and pep talks near the coffee station. Outside the gym, students line up clutching resumes while tech demos run and the schedule is announced."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.446807903307334,
    0.446807903307334,
    0.446807903307334,
    0.6954058279873152,
    0.6954058279873152,
    0.6954058279873152,
    0.6994915827879715,
    0.6994915827879715,
    0.6994915827879715,
    0.7180566593661704,
    0.7180566593661704,
    0.7180566593661704,
    0.7377618489087197,
    0.7377618489087197,
    0.7377618489087197,
    0.7377618489087197,
    0.7377618489087197,
    0.7377618489087197,
    0.7515013313390366,
    0.7515013313390366,
    0.7515013313390366,
    0.7515013313390366,
    0.7515013313390366,
    0.7515013313390366,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7935681795758661,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.7752618321304763,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8205671571304378,
    0.8216099912890551,
    0.8216099912890551,
    0.8216099912890551,
    0.8216099912890551,
    0.8216099912890551,
    0.8216099912890551,
    0.8216099912890551,
    0.8490677837181818,
    0.8490677837181818
  ],
  "2": [
    "",
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while tech companies display demo screens showcasing their latest apps.",
    "At the university career fair, students clutch resumes inside branded folders while tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the fair opens.",
    "At the university career fair, students clutch resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Students line up outside the university gym before the fair opens. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "At the university career fair, students line up outside the university gym before the event opens, clutching resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Healthcare providers showcase photographs illustrating their community outreach efforts, while attendees observe demonstrations. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, students line up outside the university gym before the event opens, clutching resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Healthcare providers showcase photographs illustrating their community outreach efforts, while attendees observe demonstrations. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the university career fair, students line up outside the university gym before the event opens, clutching resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Healthcare providers showcase photographs illustrating their community outreach efforts, while attendees observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students line up outside the university gym before opening, clutching resumes inside branded folders as tech companies display demo screens of their latest apps, and a welcome PA announcement outlines the fair schedule. Healthcare providers showcase photographs illustrating their community outreach efforts, while attendees observe demonstrations. Career counselors remind attendees to maintain eye contact. At the tech fair, companies display demo screens of their latest apps, and alumni volunteers deliver quick pep talks near the coffee station; a welcome PA announcement outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair outside the gym before opening, students line up clutching resumes in branded folders as tech companies display demo screens of their latest apps and a welcome PA announcement outlines the schedule. Healthcare providers showcase photographs illustrating their community outreach, while attendees observe demonstrations. Career counselors remind attendees to maintain eye contact. In the tech fair area, alumni volunteers deliver quick pep talks near the coffee station as demo screens continue to run. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor.",
    "At the university career fair outside the gym, held before opening, students line up clutching resumes in branded folders as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor while attendees observe demonstrations and a welcome PA announcement outlines the schedule. In the tech fair area, alumni volunteers deliver quick pep talks near the coffee station as demo screens continue to run. Healthcare providers showcase photographs illustrating their community outreach efforts. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair outside the gym, held before opening, students line up clutching resumes in branded folders as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor as attendees observe demonstrations. In the tech fair area, alumni volunteers deliver quick pep talks near the coffee station while demo screens continue to run. Healthcare providers showcase photographs illustrating their community outreach efforts. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the gym at a university career fair before opening, students line up clutching resumes in branded folders as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor as attendees observe demonstrations. In the tech fair area, alumni volunteers deliver quick pep talks near the coffee station while demo screens continue to run. Healthcare providers showcase photographs illustrating their community outreach efforts. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.3770798247546496,
    0.4578234326333346,
    0.4578234326333346,
    0.4578234326333346,
    0.4578234326333346,
    0.669251640594813,
    0.669251640594813,
    0.7614657533845762,
    0.7614657533845762,
    0.7614657533845762,
    0.7614657533845762,
    0.7614657533845762,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8325884623568632,
    0.8402935571691117,
    0.8402935571691117,
    0.8402935571691117,
    0.8402935571691117,
    0.8402935571691117,
    0.8402935571691117,
    0.8402935571691117,
    0.8435849082321665,
    0.8435849082321665,
    0.8435849082321665,
    0.8435849082321665,
    0.8435849082321665,
    0.8435849082321665,
    0.8435849082321665,
    0.871861804113302,
    0.871861804113302,
    0.871861804113302,
    0.871861804113302,
    0.871861804113302,
    0.871861804113302,
    0.871861804113302,
    0.8795349960218921,
    0.8795349960218921,
    0.8795349960218921,
    0.8795349960218921,
    0.8795349960218921,
    0.8795349960218921,
    0.8804359259298928,
    0.8804359259298928,
    0.8804359259298928,
    0.8804359259298928,
    0.8617887630872059,
    0.8617887630872059,
    0.8617887630872059
  ],
  "3": [
    "",
    "",
    "Alumni volunteers are delivering quick pep talks near the coffee station, providing brief encouragement in that area.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement in that area, while tech companies display demo screens showing their latest apps.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Alumni volunteers are delivering quick pep talks near the coffee station, offering brief encouragement, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system as students line up outside the university gym before the career fair opens.",
    "Alumni volunteers deliver quick pep talks near the coffee station as tech companies display demo screens showing their latest apps. A welcome announcement broadcasts over the PA system outlining the fair schedule while students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "Alumni volunteers deliver quick pep talks near the coffee station as tech companies display demo screens showing their latest apps for attendees observing demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps for attendees observing demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps for attendees observing demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens, clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a coordinated scene unfolds: alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps, with attendees observing demonstrations; a welcome announcement is broadcast over the PA system outlining the schedule; students line up outside the university gym before the fair opens, clutching resumes in branded folders; career counselors remind attendees to maintain eye contact; healthcare providers showcase photographs illustrating their community outreach efforts; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps as attendees observe demonstrations; a welcome PA announces the schedule. Outside the university gym, students line up before opening, clutching resumes in branded folders; inside, students clutch resumes as career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, dozens of booths with colorful banners encircle a polished floor as alumni volunteers give pep talks near the coffee station and tech companies display demo screens of their latest apps for attendees observing demonstrations; a welcome PA announces the schedule. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, students clutch resumes as career counselors remind attendees to maintain eye contact. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university fair and concurrent tech fair, dozens of booths with colorful banners encircle a polished floor, where attendees observe demonstrations on demo screens showing the latest apps. A welcome PA outlines the schedule. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers display photographs illustrating their community outreach; consulting firms stack glossy case study booklets on high tables. Outside the gym, students line up before opening, clutching resumes in branded folders; inside, students also clutch resumes as career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards."
  ],
  "3_score": [
    0.0,
    0.0,
    0.42205989969789665,
    0.42205989969789665,
    0.42205989969789665,
    0.4551007093292443,
    0.4551007093292443,
    0.4551007093292443,
    0.4551007093292443,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.5775380970987218,
    0.6942692508882837,
    0.6942692508882837,
    0.6942692508882837,
    0.6942692508882837,
    0.6942692508882837,
    0.8148519827980335,
    0.8148519827980335,
    0.8148519827980335,
    0.8148519827980335,
    0.8148519827980335,
    0.8148519827980335,
    0.8148519827980335,
    0.8568547955816049,
    0.8568547955816049,
    0.8568547955816049,
    0.8568547955816049,
    0.8568547955816049,
    0.8568547955816049,
    0.8742457788019303,
    0.8742457788019303,
    0.8742457788019303,
    0.8742457788019303,
    0.8742457788019303,
    0.8747813927623058,
    0.8747813927623058,
    0.8747813927623058,
    0.8747813927623058,
    0.8747813927623058,
    0.8747813927623058,
    0.8747813927623058,
    0.6085316789743183,
    0.6085316789743183,
    0.6085316789743183,
    0.6085316789743183,
    0.6085316789743183,
    0.6085316789743183,
    0.6085316789743183,
    0.8710089962201059,
    0.8710089962201059,
    0.8710089962201059,
    0.8710089962201059,
    0.8710089962201059,
    0.8710089962201059,
    0.8780734998497873,
    0.8780734998497873,
    0.8780734998497873,
    0.8780734998497873
  ],
  "4": [
    "",
    "",
    "Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Healthcare providers showcase photographs illustrating their community outreach efforts, while tech companies display demo screens showcasing their latest apps.",
    "Healthcare providers showcase photographs illustrating their community outreach efforts, while tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders.",
    "Healthcare providers showcase photographs illustrating their community outreach, while tech companies display demo screens of their latest apps, with attendees observing demonstrations. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase photographs illustrating their community outreach while tech companies display demo screens of their latest apps, with attendees observing demonstrations. Students clutch resumes inside branded folders as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers showcase photographs of their community outreach while tech companies display demo screens of their latest apps, with attendees observing demonstrations. Students clutch resumes inside branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, healthcare providers showcase photographs of their community outreach as attendees observe demonstrations, while tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. Students line up outside the university gym before the fair opens.",
    "At the university career fair, healthcare providers showcase photographs illustrating their community outreach as attendees observe demonstrations, while tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind them to maintain eye contact. A welcome announcement over the PA outlines the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "The university career fair features healthcare providers presenting photographs illustrating their community outreach, while attendees observe demonstrations and tech companies display demo screens of their latest apps. Students clutch resumes in branded folders as career counselors remind them to maintain eye contact. A PA welcome announces the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers present photographs of their community outreach while attendees observe demonstrations and tech companies display demo screens of their latest apps. Students clutch branded folders full of resumes as career counselors remind them to maintain eye contact. A PA welcome announces the fair schedule. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor. Before opening, students line up outside the university gym clutching resumes in branded folders as tech companies display demo screens of their latest apps and a PA welcome outlines the fair’s schedule. Inside, healthcare providers showcase photographs illustrating their community outreach while attendees observe demonstrations. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor. Before opening, students line up outside the university gym clutching resumes in branded folders, while tech companies display demo screens of their latest apps and a PA announces the fair's schedule. Inside, healthcare providers showcase photographs illustrating their community outreach as attendees observe demonstrations. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor. Before opening, students line up outside the university gym clutching resumes in branded folders, while tech companies display demo screens of their latest apps and a PA announces the fair's schedule. Inside, healthcare providers showcase photographs illustrating their community outreach as attendees observe demonstrations. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station."
  ],
  "4_score": [
    0.0,
    0.0,
    0.2840869402926077,
    0.2840869402926077,
    0.2840869402926077,
    0.2840869402926077,
    0.38935557961870326,
    0.38935557961870326,
    0.38935557961870326,
    0.38935557961870326,
    0.38935557961870326,
    0.38935557961870326,
    0.5275222349626989,
    0.5275222349626989,
    0.5275222349626989,
    0.5275222349626989,
    0.5275222349626989,
    0.5275222349626989,
    0.7474175701612185,
    0.7474175701612185,
    0.7474175701612185,
    0.7474175701612185,
    0.7474175701612185,
    0.7474175701612185,
    0.8514520590065358,
    0.8514520590065358,
    0.8514520590065358,
    0.8514520590065358,
    0.8514520590065358,
    0.8514520590065358,
    0.8514520590065358,
    0.8530220336712597,
    0.8530220336712597,
    0.8530220336712597,
    0.8530220336712597,
    0.8530220336712597,
    0.8530220336712597,
    0.8530220336712597,
    0.8602755682713537,
    0.8602755682713537,
    0.8602755682713537,
    0.8602755682713537,
    0.8602755682713537,
    0.8612283316512249,
    0.8612283316512249,
    0.8612283316512249,
    0.8612283316512249,
    0.8652549426179404,
    0.8652549426179404,
    0.8652549426179404,
    0.8834354275504976,
    0.8834354275504976,
    0.8834354275504976,
    0.8834354275504976,
    0.8834354275504976,
    0.877177219445602,
    0.877177219445602,
    0.877177219445602,
    0.877177219445602,
    0.877177219445602,
    0.8774692003308804,
    0.8774692003308804,
    0.8774692003308804,
    0.8774692003308804,
    0.8774692003308804
  ],
  "5": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens; alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens; alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Outside the university gym, students line up before the career fair opens, as tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, as tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts, while attendees observe demonstrations. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders as tech companies display demo screens of their latest apps. Alumni volunteers offer quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach, while attendees observe demonstrations. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Tech companies display demo screens of their latest apps, while attendees observe demonstrations. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers showcase photographs illustrating their community outreach. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Tech companies display demo screens of their latest apps as attendees observe demonstrations. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers showcase photographs illustrating their community outreach. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Tech companies display demo screens of their latest apps as attendees observe demonstrations. Alumni volunteers offer quick pep talks near the coffee station, and healthcare providers showcase photographs illustrating their community outreach. At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is broadcast over the PA system outlining the fair schedule, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, activity spans outside and inside the gym. Outside, dozens of booths with colorful banners encircle a polished floor as students line up before opening, clutching resumes in branded folders while tech companies display demo screens of their latest apps. A PA welcome outlines the fair’s schedule. Alumni volunteers deliver quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Inside, attendees observe demonstrations as healthcare providers showcase photographs illustrating their community outreach. Career counselors remind attendees to maintain eye contact."
  ],
  "5_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4637585044876509,
    0.4637585044876509,
    0.4637585044876509,
    0.5400018036972531,
    0.5400018036972531,
    0.5400018036972531,
    0.5400018036972531,
    0.5400018036972531,
    0.6745844552538772,
    0.6745844552538772,
    0.6745844552538772,
    0.6745844552538772,
    0.6745844552538772,
    0.6745844552538772,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8359142292208337,
    0.8649139024758086,
    0.8649139024758086,
    0.8649139024758086,
    0.8649139024758086,
    0.8613012594343621,
    0.8613012594343621,
    0.8613012594343621,
    0.8613012594343621,
    0.8613012594343621,
    0.8613540064810077,
    0.8613540064810077,
    0.8613540064810077,
    0.8613540064810077,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.8627250954799284,
    0.9045007730948285,
    0.9045007730948285
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Career counselors remind attendees to maintain eye contact, and healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders, while tech companies display demo screens showcasing their latest apps.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders, and tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders, and tech companies display demo screens showcasing their latest apps. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors remind attendees to maintain eye contact, while healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders, and tech companies display demo screens showcasing their latest apps as attendees observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement.",
    "At the university career fair, attendees interact with career counselors who remind them to maintain eye contact and with healthcare providers who showcase photographs of their community outreach efforts. Students clutch resumes inside branded folders, while tech companies display demo screens of their latest apps as attendees observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students line up outside the university gym before the fair opens. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement.",
    "At the university career fair, attendees interact with career counselors who remind them to maintain eye contact, and healthcare providers showcase photographs illustrating their community outreach efforts. The tech fair unfolds as a staged scene led by a welcome PA outlining the schedule, while tech companies display demo screens of their latest apps and attendees observe demonstrations. A line forms outside the university gym before the fair opens. Alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders as they circulate among exhibitors.",
    "At the university, two fairs unfold: a career fair with counselors reminding attendees to maintain eye contact and healthcare providers displaying photographs of their community outreach; and a tech fair presented as a staged scene led by a welcome PA outlining the schedule, with tech companies showing demo screens of their latest apps as attendees observe demonstrations. A line forms outside the university gym before opening, while alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables, and students circulate among exhibitors clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university, two fairs unfold: a career fair where counselors remind attendees to maintain eye contact and healthcare providers display photographs of their community outreach, and a tech fair presented as a staged scene led by a welcome PA outlining the schedule, with tech companies showing demo screens of their latest apps as attendees observe demonstrations. A line forms outside the university gym before opening, while alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as students circulate among exhibitors clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "Two fairs are hosted at the university: a career fair and a tech fair, both presented in a staged environment with a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps as attendees observe demonstrations, while career counselors remind attendees to maintain eye contact. Outside the university gym, a line forms before opening; inside, students circulate among exhibitors clutching resumes in branded folders. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables as event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "Two fairs hosted at the university—a career fair and a tech fair—unfold in a staged environment with a welcome PA outlining the schedule. Tech companies display demo screens of their latest apps, and attendees observe demonstrations; inside, students circulate among exhibitors clutching resumes in branded folders. Career counselors remind attendees to maintain eye contact. Outside the university gym, a line forms before opening. Alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photographs illustrating their community outreach efforts."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.43089444743030814,
    0.43089444743030814,
    0.43089444743030814,
    0.43089444743030814,
    0.43089444743030814,
    0.6110038719529804,
    0.6110038719529804,
    0.6110038719529804,
    0.6110038719529804,
    0.7671158217127595,
    0.7671158217127595,
    0.7671158217127595,
    0.7671158217127595,
    0.7671158217127595,
    0.7671158217127595,
    0.827885099152851,
    0.827885099152851,
    0.827885099152851,
    0.827885099152851,
    0.827885099152851,
    0.827885099152851,
    0.827885099152851,
    0.8669923596329505,
    0.8669923596329505,
    0.8669923596329505,
    0.8669923596329505,
    0.8669923596329505,
    0.8669923596329505,
    0.8710813048684094,
    0.8710813048684094,
    0.8710813048684094,
    0.8710813048684094,
    0.8710813048684094,
    0.8710813048684094,
    0.8521829586048996,
    0.8521829586048996,
    0.8521829586048996,
    0.8521829586048996,
    0.8521829586048996,
    0.8121795322816657,
    0.8121795322816657,
    0.8121795322816657,
    0.8121795322816657,
    0.8121795322816657,
    0.8121641426083075,
    0.8121641426083075,
    0.8121641426083075,
    0.8121641426083075,
    0.8121641426083075,
    0.8121641426083075,
    0.8395237839168893,
    0.8395237839168893,
    0.8395237839168893,
    0.8395237839168893,
    0.842296403453142,
    0.842296403453142
  ],
  "7": [
    "",
    "",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps.",
    "Tech companies display demo screens showcasing their latest apps as attendees observe demonstrations, while career counselors remind them to maintain eye contact.",
    "Tech companies display demo screens showcasing their latest apps as attendees observe demonstrations; career counselors remind attendees to maintain eye contact; a welcome announcement is broadcast over the PA system outlining the fair schedule; students clutch resumes inside branded folders.",
    "Tech companies display demo screens showcasing their latest apps, and attendees observe demonstrations. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens showcasing their latest apps as attendees observe demonstrations, and career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Healthcare providers showcase photographs illustrating their community outreach efforts.",
    "At a career fair, tech companies display demo screens showcasing their latest apps as attendees observe demonstrations. Career counselors remind attendees to maintain eye contact. A welcome announcement is broadcast over the PA system outlining the fair schedule. Students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, tech companies display demo screens of their latest apps as attendees observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes in branded folders. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, tech companies display demo screens of their latest apps for attendees to observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "At the career fair, tech companies display demo screens of their latest apps for attendees to observe demonstrations. A welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the fair opens.",
    "Before opening, students line up outside the university gym clutching resumes in branded folders while tech companies display demo screens of their latest apps and a welcome PA announcement outlines the fair’s schedule. Dozens of booths with colorful banners surround the polished floor as attendees observe demonstrations. Inside, healthcare providers showcase photographs illustrating their community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, before opening, students line up outside the university gym clutching resumes in branded folders, while tech companies display demo screens of their latest apps and a PA announces the fair’s schedule. Dozens of booths with colorful banners encircle the polished floor as attendees observe demonstrations. Inside, healthcare providers showcase photographs illustrating their community outreach. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished floor as students line up outside the gym clutching resumes in branded folders before opening, while tech companies display demo screens of their latest apps and a PA outlines the schedule. Inside, healthcare providers showcase photographs illustrating their community outreach, and attendees observe demonstrations. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, and alumni volunteers deliver quick pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.3583450442593207,
    0.48038738267159287,
    0.48038738267159287,
    0.48038738267159287,
    0.5561608211536627,
    0.5561608211536627,
    0.5561608211536627,
    0.7917284625193404,
    0.7917284625193404,
    0.7917284625193404,
    0.7917284625193404,
    0.7917284625193404,
    0.7917284625193404,
    0.7787543341159192,
    0.7787543341159192,
    0.7787543341159192,
    0.7787543341159192,
    0.7787543341159192,
    0.7787543341159192,
    0.8224894082135366,
    0.8224894082135366,
    0.8224894082135366,
    0.8224894082135366,
    0.8224894082135366,
    0.8172830740002168,
    0.8172830740002168,
    0.8172830740002168,
    0.8172830740002168,
    0.8172830740002168,
    0.8172830740002168,
    0.8172830740002168,
    0.8526455959327571,
    0.8526455959327571,
    0.8526455959327571,
    0.8526455959327571,
    0.8526455959327571,
    0.8556292811005171,
    0.8556292811005171,
    0.8556292811005171,
    0.8556292811005171,
    0.8556292811005171,
    0.8622177797834967,
    0.8622177797834967,
    0.8622177797834967,
    0.8622177797834967,
    0.8622177797834967,
    0.8672726939387634,
    0.8672726939387634,
    0.8672726939387634,
    0.8672726939387634,
    0.8672726939387634,
    0.8672726939387634,
    0.8778725752336658,
    0.8778725752336658,
    0.8778725752336658,
    0.8778725752336658
  ],
  "8": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the event's schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the event's schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps as students clutch resumes inside branded folders.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Tech companies display demo screens showcasing their latest apps while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the fair's schedule. Tech companies display demo screens showcasing their latest apps, while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showcasing their latest apps while students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Outside the university gym, students line up before the career fair opens, as tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Outside the university gym, students line up before the career fair opens as tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome PA announcement outlines the schedule. Outside the university gym, students line up before the career fair opens as tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome PA announces the schedule. Outside the university gym, students line up before the career fair opens as tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the fair, a welcome PA announces the schedule. Outside the university gym, students line up before the career fair opens as tech companies display demo screens showing their latest apps. Inside, students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase photographs illustrating their community outreach efforts. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA broadcasts the schedule as a coordinated scene unfolds: alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps with attendees observing demonstrations; students line up outside the university gym before the fair opens, clutching resumes in branded folders; career counselors remind attendees to maintain eye contact; healthcare providers showcase photographs illustrating their community outreach efforts; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA announcement outlines the schedule as the scene unfolds: alumni volunteers deliver quick pep talks near the coffee station; tech companies display demo screens of their latest apps, with attendees watching demonstrations; students line up outside the university gym before the fair opens, clutching resumes in branded folders; career counselors remind attendees to maintain eye contact; healthcare providers showcase photographs illustrating their community outreach efforts; at the entrance, event staff scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.375369185465232,
    0.375369185465232,
    0.375369185465232,
    0.5874370793648391,
    0.5874370793648391,
    0.5874370793648391,
    0.5874370793648391,
    0.7099261268383625,
    0.7099261268383625,
    0.7099261268383625,
    0.7099261268383625,
    0.7700564747307339,
    0.7700564747307339,
    0.7150232049809865,
    0.7150232049809865,
    0.726322473466004,
    0.726322473466004,
    0.726322473466004,
    0.726322473466004,
    0.726322473466004,
    0.726322473466004,
    0.726322473466004,
    0.7957914907530339,
    0.7957914907530339,
    0.7957914907530339,
    0.7957914907530339,
    0.7957914907530339,
    0.7957914907530339,
    0.8659094442602165,
    0.8659094442602165,
    0.8659094442602165,
    0.8659094442602165,
    0.8684801773556441,
    0.8684801773556441,
    0.8684801773556441,
    0.8684801773556441,
    0.8684801773556441,
    0.8684801773556441,
    0.8707691936624603,
    0.8707691936624603,
    0.8707691936624603,
    0.8734155692992644,
    0.8734155692992644,
    0.8734155692992644,
    0.8734155692992644,
    0.8734155692992644,
    0.8776840355454851,
    0.8776840355454851,
    0.8776840355454851,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5879262013248072,
    0.5953533982670984,
    0.5953533982670984,
    0.5953533982670984,
    0.5953533982670984
  ],
  "9": [
    "",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders as tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair's schedule. Students clutch resumes inside branded folders as tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showcasing their latest apps. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens of their latest apps, with attendees observing demonstrations. Healthcare providers showcase photographs illustrating their community outreach. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, a welcome announcement over the PA system outlines the schedule. Tech companies display demo screens of their latest apps, and attendees observe demonstrations. Healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and attendees observe demonstrations. Healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes inside branded folders while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Earlier, students lined up outside the university gym before the fair opened. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA announcement outlines the schedule. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps and attendees observe demonstrations. Healthcare providers showcase photographs illustrating their community outreach efforts. Students clutch resumes in branded folders while career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement. Earlier, students lined up outside the university gym before the fair opened. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle the polished floor. Tech companies display demo screens of their latest apps while attendees observe demonstrations; healthcare providers showcase photographs illustrating their community outreach. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Earlier, students lined up outside the university gym before the fair opened. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome PA announces the schedule as dozens of booths with colorful banners encircle a polished floor. Tech companies display demo screens of their latest apps as attendees observe demonstrations, while healthcare providers showcase photographs illustrating their community outreach. Students clutch resumes in branded folders, and career counselors remind attendees to maintain eye contact. Alumni volunteers deliver quick pep talks near the coffee station. Earlier, students lined up outside the university gym before opening. Consulting firms stack glossy case study booklets on high tables near entrances, and event staff at the entrance scan registrations and hand out lanyards."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.584170817821389,
    0.584170817821389,
    0.584170817821389,
    0.5978571302592596,
    0.5978571302592596,
    0.5978571302592596,
    0.5978571302592596,
    0.7614870864824463,
    0.7614870864824463,
    0.7614870864824463,
    0.7614870864824463,
    0.7614870864824463,
    0.7585240188556545,
    0.7585240188556545,
    0.7585240188556545,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.7582422617393367,
    0.8832198355768786,
    0.8832198355768786,
    0.8832198355768786,
    0.8832198355768786,
    0.8832198355768786,
    0.8812175523972179,
    0.8812175523972179,
    0.8812175523972179,
    0.8812175523972179,
    0.8812175523972179,
    0.888922237567187,
    0.888922237567187,
    0.888922237567187,
    0.888922237567187,
    0.888922237567187,
    0.888922237567187,
    0.888922237567187,
    0.886959826163531,
    0.886959826163531,
    0.886959826163531,
    0.886959826163531,
    0.886959826163531,
    0.886959826163531,
    0.8729447362288794,
    0.8729447362288794,
    0.8729447362288794,
    0.8729447362288794,
    0.8729447362288794,
    0.8790996600671664,
    0.8790996600671664,
    0.8790996600671664,
    0.8790996600671664,
    0.8790996600671664
  ]
}