{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks, and career counselors remind attendees to maintain eye contact. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos near the coffee station, and alumni volunteers share quick pep talks. Career counselors remind attendees to maintain eye contact, while a welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.6675182067519312,
    0.6675182067519312,
    0.7532835330608846,
    0.7532835330608846,
    0.7532835330608846,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8366746857415664,
    0.8475594117329625,
    0.8475594117329625,
    0.8475594117329625,
    0.8475594117329625,
    0.8475594117329625,
    0.8475594117329625,
    0.8699710344070414,
    0.8699710344070414,
    0.8699710344070414,
    0.8699710344070414,
    0.8699710344070414,
    0.8699710344070414,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.883155459230714,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516,
    0.8904109186946516
  ],
  "1": [
    "",
    "",
    "",
    "The fair begins at 10:00 AM and concludes at 5:00 PM. Booths are located throughout the central plaza. The schedule includes a children’s activity area from 11:00 AM to 3:00 PM and live music performances starting at 2:00 PM. The announcement was delivered over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza. Colorful banners adorn the booths, and a children’s activity area is open from 11:00 AM to 3:00 PM. Live music performances begin at 2:00 PM, announced over the PA system.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza. Colorful banners adorn the booths. A children’s activity area is open from 11:00 AM to 3:00 PM. Live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. A welcome announcement outlines the fair schedule over the PA system. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact.",
    "The fair runs from 10:00 AM to 5:00 PM, with booths circling the polished floor of the central plaza and adorned with colorful banners. The children’s activity area is open from 11:00 AM to 3:00 PM, and live music performances begin at 2:00 PM, announced over the PA system. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders, and career counselors remind attendees to maintain eye contact."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.4858651179931056,
    0.4858651179931056,
    0.4858651179931056,
    0.4858651179931056,
    0.46539950078190406,
    0.46539950078190406,
    0.46539950078190406,
    0.46539950078190406,
    0.46539950078190406,
    0.46539950078190406,
    0.5209657612553074,
    0.5209657612553074,
    0.5209657612553074,
    0.5209657612553074,
    0.5209657612553074,
    0.5209657612553074,
    0.5406680621092763,
    0.5406680621092763,
    0.5406680621092763,
    0.5406680621092763,
    0.5406680621092763,
    0.5650679916521303,
    0.5650679916521303,
    0.5650679916521303,
    0.5650679916521303,
    0.5650679916521303,
    0.5650679916521303,
    0.6360178205195886,
    0.6360178205195886,
    0.6360178205195886,
    0.6360178205195886,
    0.6360178205195886,
    0.6360178205195886,
    0.6360178205195886,
    0.6689783051128069,
    0.6689783051128069,
    0.6689783051128069,
    0.6689783051128069,
    0.6689783051128069,
    0.6689783051128069,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.6540757331258462,
    0.675633475929567,
    0.675633475929567
  ],
  "2": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are presenting glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "Consulting firms are presenting glossy case study booklets on high tables. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Students clutch resumes inside branded folders. The fair schedule is being announced, and students are holding branded folders containing resumes.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. The fair schedule is being announced.",
    "Consulting firms are presenting glossy case study booklets on high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. The fair schedule is being announced.",
    "Consulting firms are presenting case study booklets on high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. The fair schedule is being announced.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, while the fair schedule is being announced over the PA system.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and the fair schedule is being announced over the PA system.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Career counselors are reminding attendees to maintain eye contact, and the fair schedule is being announced over the PA system.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Career counselors are reminding attendees to maintain eye contact, and the fair schedule is being announced over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables and dozens of booths with colorful banners circling the polished floor. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, while career counselors are reminding attendees to maintain eye contact, and the fair schedule is being announced over the PA system.",
    "The career fair is underway, with consulting firms presenting case study booklets at high tables and dozens of booths with colorful banners circling the polished floor. Students are clutching resumes inside branded folders, and alumni volunteers are sharing quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance, and career counselors are reminding attendees to maintain eye contact. The fair schedule is being announced over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.42500365969657034,
    0.6478927225262021,
    0.6478927225262021,
    0.6478927225262021,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.6793347946273978,
    0.7766296047712731,
    0.7766296047712731,
    0.7766296047712731,
    0.7766296047712731,
    0.7766296047712731,
    0.7711407790406231,
    0.7711407790406231,
    0.7711407790406231,
    0.7711407790406231,
    0.7711407790406231,
    0.7711407790406231,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7640289956514597,
    0.7607753984709579,
    0.7607753984709579,
    0.7607753984709579,
    0.7607753984709579,
    0.7607753984709579,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.785195133401279,
    0.7780766546472072,
    0.7780766546472072,
    0.7780766546472072,
    0.7780766546472072,
    0.7780766546472072,
    0.7780766546472072,
    0.8282018114477807,
    0.8282018114477807,
    0.8282018114477807,
    0.8282018114477807,
    0.8282018114477807,
    0.8282018114477807
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact.",
    "Several consulting firms have stacked glossy case study booklets on high tables. Career counselors are reminding attendees to maintain eye contact. Healthcare providers showcase community outreach photos depicting individuals receiving care.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Several consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos depicting individuals receiving care. Career counselors are reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Several consulting firms have stacked glossy case study booklets on high tables, while healthcare providers showcase community outreach photos depicting individuals receiving care. Career counselors are reminding attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Career counselors are reminding attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are stacked on high tables, and healthcare providers showcase photos depicting individuals receiving care. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.464076688377591,
    0.5427261161283854,
    0.5427261161283854,
    0.5427261161283854,
    0.5427261161283854,
    0.5427261161283854,
    0.6195560653128778,
    0.6195560653128778,
    0.6195560653128778,
    0.6195560653128778,
    0.6195560653128778,
    0.6618609542621035,
    0.6618609542621035,
    0.6618609542621035,
    0.6618609542621035,
    0.6618609542621035,
    0.6618609542621035,
    0.6618609542621035,
    0.6717239837088662,
    0.6717239837088662,
    0.6717239837088662,
    0.6717239837088662,
    0.6717239837088662,
    0.6717239837088662,
    0.6717239837088662,
    0.6458330655317719,
    0.6458330655317719,
    0.6458330655317719,
    0.6458330655317719,
    0.6458330655317719,
    0.6458330655317719,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.664887164596706,
    0.8006716482123688,
    0.8006716482123688,
    0.8006716482123688,
    0.8006716482123688,
    0.8006716482123688,
    0.8006716482123688,
    0.8234345758153712
  ],
  "4": [
    "",
    "",
    "Alumni volunteers are gathered near the coffee station, delivering short pep talks. A blue backpack rests on a nearby table. Several volunteers are standing, and a dark green mug is visible on the counter.",
    "Alumni volunteers are addressing the students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders.",
    "Alumni volunteers are addressing the students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders. Tech companies are displaying demo screens showing their latest apps.",
    "Alumni volunteers are addressing students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Healthcare providers are presenting community outreach photos.",
    "Alumni volunteers are addressing students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Healthcare providers are presenting community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are addressing students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Healthcare providers are presenting community outreach photos, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are addressing students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Healthcare providers are presenting community outreach photos, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, and career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are addressing students near the coffee station, with several standing individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Healthcare providers are presenting community outreach photos, while consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers are addressing students near the coffee station, with several individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers are addressing students near the coffee station, with several individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "Alumni volunteers are addressing students near the coffee station, with several individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Alumni volunteers are addressing students near the coffee station, with several individuals delivering pep talks. A blue backpack sits on a nearby table, and a dark green mug is present on the counter. Students are holding resumes within branded folders, and tech companies are displaying demo screens showcasing their latest apps. Event staff are scanning registrations and handing out lanyards at the entrance, while consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.49844857369440876,
    0.49844857369440876,
    0.49844857369440876,
    0.569501826281716,
    0.569501826281716,
    0.569501826281716,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6223562976107461,
    0.6061246516845312,
    0.6061246516845312,
    0.6061246516845312,
    0.6061246516845312,
    0.6061246516845312,
    0.613818630065565,
    0.613818630065565,
    0.613818630065565,
    0.613818630065565,
    0.613818630065565,
    0.613818630065565,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.7057717299353305,
    0.7057717299353305,
    0.7057717299353305,
    0.7057717299353305,
    0.7057717299353305,
    0.7057717299353305,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6704660702073449,
    0.6890460238722003,
    0.6890460238722003,
    0.6890460238722003,
    0.6890460238722003,
    0.6890460238722003,
    0.6890460238722003,
    0.6890460238722003,
    0.7214407711171174,
    0.7214407711171174,
    0.7214407711171174,
    0.7214407711171174,
    0.7214407711171174,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105,
    0.8043058120970105
  ],
  "5": [
    "",
    "",
    "The career counselors are speaking to the attendees, advising them to maintain eye contact.",
    "The career counselors advised attendees to maintain eye contact during the presentations. Healthcare providers displayed community outreach photos.",
    "Attendees maintained eye contact during the presentations. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables.",
    "Attendees maintained eye contact during the presentations. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintained eye contact during the presentations. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, and career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "Attendees maintained eye contact during the presentations, as career counselors reminded them to do so. Healthcare providers displayed community outreach photos depicting local residents. Consulting firms stacked glossy case study booklets on high tables, and students clutch resumes inside branded folders."
  ],
  "5_score": [
    0.0,
    0.0,
    0.41568981032453167,
    0.41568981032453167,
    0.47263378399684436,
    0.47263378399684436,
    0.47263378399684436,
    0.4592445108927005,
    0.4592445108927005,
    0.4592445108927005,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.624161995593218,
    0.624161995593218,
    0.624161995593218,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.5807467009251039,
    0.6331854818081843,
    0.6331854818081843,
    0.6331854818081843,
    0.6331854818081843,
    0.6331854818081843,
    0.6331854818081843,
    0.6331854818081843,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292,
    0.6266777126888292
  ],
  "6": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Consulting firms have arranged glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Consulting firms have arranged glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact, while consulting firms stack glossy case study booklets on high tables. The university gym doors open, revealing a line of students awaiting the career fair. Healthcare providers showcase community outreach photos, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Tech companies display demo screens showing their latest apps."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.681582371474789,
    0.8371894925862017,
    0.8371894925862017,
    0.8371894925862017,
    0.8371894925862017,
    0.8371894925862017,
    0.7893091774708093,
    0.7893091774708093,
    0.7893091774708093,
    0.7893091774708093,
    0.8326805208968115,
    0.8326805208968115,
    0.8326805208968115,
    0.8326805208968115,
    0.8326805208968115,
    0.8326805208968115,
    0.861518437073256,
    0.861518437073256,
    0.861518437073256,
    0.861518437073256,
    0.861518437073256,
    0.861518437073256,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8472801280113353,
    0.8580839829747986,
    0.8580839829747986,
    0.8580839829747986,
    0.8580839829747986,
    0.8580839829747986,
    0.8580839829747986,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8852668381356572,
    0.8965990716603892,
    0.8965990716603892,
    0.8965990716603892,
    0.8965990716603892
  ],
  "7": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders. The folders are branded with the university logo.",
    "Students clutch resumes inside university-branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "Students clutch resumes inside university-branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside university-branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "Students clutch resumes inside university-branded folders, while alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Students clutch resumes inside university-branded folders, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "Students clutch resumes in university-branded folders, lining up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students clutch resumes in university-branded folders, lining up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes in university-branded folders, lining up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students clutch resumes in university-branded folders, lining up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.45588472614932585,
    0.5752259885918204,
    0.5752259885918204,
    0.5752259885918204,
    0.5752259885918204,
    0.6241947559404912,
    0.6241947559404912,
    0.6241947559404912,
    0.6241947559404912,
    0.6241947559404912,
    0.6241947559404912,
    0.704401447617862,
    0.704401447617862,
    0.704401447617862,
    0.704401447617862,
    0.704401447617862,
    0.704401447617862,
    0.704401447617862,
    0.8056778568606754,
    0.8056778568606754,
    0.8056778568606754,
    0.8056778568606754,
    0.8056778568606754,
    0.8056778568606754,
    0.8312460137422715,
    0.8312460137422715,
    0.8312460137422715,
    0.8312460137422715,
    0.8312460137422715,
    0.8312460137422715,
    0.8312460137422715,
    0.8671388063583014,
    0.8671388063583014,
    0.8671388063583014,
    0.8671388063583014,
    0.8671388063583014,
    0.8671388063583014,
    0.9027590374834912,
    0.9027590374834912,
    0.9027590374834912,
    0.9027590374834912,
    0.9027590374834912,
    0.9027590374834912,
    0.9109659823639291,
    0.9109659823639291,
    0.9109659823639291,
    0.9109659823639291,
    0.9109659823639291,
    0.9109659823639291,
    0.9109659823639291,
    0.8899649523863602,
    0.8899649523863602,
    0.8899649523863602,
    0.8899649523863602,
    0.8899649523863602
  ],
  "8": [
    "",
    "",
    "The career counselors instructed attendees to maintain eye contact.",
    "Attendees were instructed to maintain eye contact. Event staff were scanning registrations and handing out lanyards at the entrance.",
    "Attendees were instructed to maintain eye contact. Event staff were scanning registrations and handing out lanyards at the entrance. A registration desk was set up at the entrance, with staff members scanning attendee registrations and distributing lanyards.",
    "Attendees were instructed to maintain eye contact at the entrance, where event staff were scanning registrations and distributing lanyards. A registration desk was set up, and a welcome announcement outlining the fair schedule played over the PA system.",
    "Attendees were instructed to maintain eye contact at the entrance as event staff scanned registrations and distributed lanyards. A registration desk was set up, and a welcome announcement outlining the fair schedule played over the PA system. Tech companies displayed demo screens showing their latest apps.",
    "Attendees were instructed to maintain eye contact at the entrance while event staff scanned registrations and distributed lanyards. A registration desk was set up, and a welcome announcement outlining the fair schedule played over the PA system. Tech companies displayed demo screens showing their latest apps, and consulting firms stacked glossy case study booklets on high tables.",
    "Attendees were instructed to maintain eye contact at the entrance while event staff scanned registrations and distributed lanyards. A registration desk was set up, and a welcome announcement outlining the fair schedule played over the PA system. Tech companies displayed demo screens showing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations at the registration desk while attendees maintained eye contact. Tech companies displayed demo screens showcasing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students carried resumes inside branded folders.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations at the registration desk while attendees maintained eye contact. Tech companies displayed demo screens showcasing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students carried resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations at the registration desk while attendees maintained eye contact. Tech companies displayed demo screens showcasing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students carried resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations at the registration desk while attendees maintained eye contact. Tech companies displayed demo screens showcasing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students carried resumes inside branded folders.",
    "Attendees lined up outside the university gym, awaiting the opening of the career fair. Event staff scanned registrations at the registration desk while attendees maintained eye contact. Tech companies displayed demo screens showcasing their latest apps, and consulting firms stacked glossy case study booklets on high tables. Students carried resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3782592322611307,
    0.3782592322611307,
    0.3782592322611307,
    0.41782317619318277,
    0.41782317619318277,
    0.41782317619318277,
    0.41782317619318277,
    0.41782317619318277,
    0.4786229784471967,
    0.4786229784471967,
    0.4786229784471967,
    0.4829349201185564,
    0.4829349201185564,
    0.4829349201185564,
    0.4829349201185564,
    0.4829349201185564,
    0.5945195156888471,
    0.5945195156888471,
    0.5945195156888471,
    0.5945195156888471,
    0.5945195156888471,
    0.6022369477367442,
    0.6022369477367442,
    0.6022369477367442,
    0.6022369477367442,
    0.6022369477367442,
    0.6022369477367442,
    0.7769997930558141,
    0.7769997930558141,
    0.7769997930558141,
    0.7769997930558141,
    0.7769997930558141,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.8563194883007852,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.7907714599646882,
    0.8150113132997739,
    0.8150113132997739,
    0.8150113132997739,
    0.8150113132997739,
    0.8150113132997739,
    0.8150113132997739
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance. A blue laptop sits on a table near the registration area. Several attendees are queuing to have their registrations scanned.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance. A blue laptop sits on a table near the registration area, where several attendees are queuing for scanning. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance. A blue laptop sits on a table near the registration area, where several attendees are queuing for scanning. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance. A blue laptop sits on a table near the registration area, where several attendees are queuing for scanning. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance, where several attendees are queuing for scanning. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers are sharing quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system, and healthcare providers showcase community outreach photos.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance, where several attendees are queuing for scanning. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system, and alumni volunteers are sharing quick pep talks near the coffee station.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance, where several attendees are queuing for scanning. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers. A welcome announcement outlines the fair schedule over the PA system, while alumni volunteers share quick pep talks near the coffee station.",
    "Event staff are scanning attendee registrations and distributing lanyards at the entrance, where several attendees are queuing for scanning. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "Attendees are queuing for scanning at the entrance, where event staff are distributing lanyards. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers continue to showcase community outreach photos.",
    "Attendees are queuing for scanning at the entrance, where event staff are distributing lanyards. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers and tech companies displaying demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers continue to showcase community outreach photos.",
    "Attendees are queuing for scanning at the entrance, where event staff are distributing lanyards. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers and tech companies. Alumni volunteers share quick pep talks near the coffee station, while healthcare providers continue to showcase community outreach photos and tech companies display demo screens showing their latest apps.",
    "Attendees are queuing for scanning at the entrance, where event staff are distributing lanyards. Dozens of booths with colorful banners circle the polished floor, showcasing community outreach photos from healthcare providers and tech companies. Alumni volunteers share quick pep talks near the coffee station, and healthcare providers continue to showcase community outreach photos while tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.442409755001298,
    0.442409755001298,
    0.5543161471143341,
    0.5543161471143341,
    0.5543161471143341,
    0.658731365160499,
    0.658731365160499,
    0.658731365160499,
    0.658731365160499,
    0.658731365160499,
    0.6822087033265892,
    0.6822087033265892,
    0.6822087033265892,
    0.6822087033265892,
    0.6822087033265892,
    0.6822087033265892,
    0.6909427562038111,
    0.6909427562038111,
    0.6909427562038111,
    0.6909427562038111,
    0.6909427562038111,
    0.6695646554355275,
    0.6695646554355275,
    0.6695646554355275,
    0.6695646554355275,
    0.6695646554355275,
    0.6695646554355275,
    0.6399361614085617,
    0.6399361614085617,
    0.6399361614085617,
    0.6399361614085617,
    0.6399361614085617,
    0.6399361614085617,
    0.6472729147433799,
    0.6472729147433799,
    0.6472729147433799,
    0.6472729147433799,
    0.6472729147433799,
    0.6472729147433799,
    0.6472729147433799,
    0.5994359791656698,
    0.5994359791656698,
    0.5994359791656698,
    0.5994359791656698,
    0.5994359791656698,
    0.5994359791656698,
    0.5994359791656698,
    0.5858640636387255,
    0.5858640636387255,
    0.5858640636387255,
    0.5858640636387255,
    0.5858640636387255,
    0.5858640636387255,
    0.5858640636387255,
    0.590538601802431,
    0.590538601802431,
    0.590538601802431,
    0.590538601802431,
    0.590538601802431,
    0.590538601802431,
    0.5879314827190265,
    0.5879314827190265
  ]
}