{
  "0": [
    "Some recruiters specialize in representing startups.",
    "Career counselors provide one-on-one guidance to students. Recruiters focus on representing startup companies.",
    "Students receive branded tote bags. Career counselors offer individual guidance. Recruiters represent startup companies.",
    "Recruiters come from consulting firms and represent startup companies. Students receive branded tote bags, and career counselors provide individual guidance.",
    "Recruiters from consulting firms and startup companies distribute brochures to students. Students receive branded tote bags. Career counselors offer individual guidance.",
    "Students receive resumes, brochures, and branded tote bags. Recruiters from consulting firms and startups provide distribution. Career counselors offer personalized guidance to students.",
    "Career counselors support students with individual guidance. They provide resumes, brochures, and branded tote bags. Recruiters from consulting firms and startups assist with distribution.",
    "An annual event offers students individual career counseling. Counselors provide resumes, brochures, and branded tote bags. Recruiters from consulting and startup firms distribute these materials.",
    "An annual event provides students with career counseling. Counselors offer resumes and brochures. Recruiters from consulting and startup firms distribute these materials.",
    "An annual event offers career counseling to students. Counselors provide resumes and brochures. Consulting and startup recruiters distribute these materials.",
    "Students collect branded tote bags. An annual event provides career counseling. Counselors offer resumes and brochures. Recruiters distribute these materials to consulting and startup companies.",
    "Quick conversations at an annual event provide career counseling. Counselors offer resumes and brochures. Recruiters distribute these materials to consulting and startup companies. Students also collect branded tote bags at the event.",
    "The main hall hosted company booths and career counseling. Counselors provided resumes and brochures. Recruiters distributed these materials to consulting and startup companies. Students received branded tote bags at the event.",
    "Alumni offered advice at an event featuring company booths and career counseling. Counselors provided resumes and brochures. Recruiters distributed these materials to consulting and startup companies. Students received branded tote bags.",
    "Alumni offered career advice at an event. Company booths and career counseling were provided. Recruiters distributed resumes and brochures to consulting and startup companies. Students received branded tote bags.",
    "The event featured alumni providing career advice, company booths, and career counseling. Recruiters distributed resumes and brochures to consulting and startup firms. Students received branded tote bags.",
    "Recruiters distributed brochures and resumes to students. The event included alumni advice, company booths, and career counseling. Students received branded tote bags.",
    "Small groups of students discussed topics outside the main area. Recruiters provided brochures and resumes. The event featured alumni advice, company booths, and career counseling. Students were given branded tote bags.",
    "The event included company booths, recruiter interactions offering materials, and alumni advice sessions. Students received branded tote bags.",
    "An annual event featured company booths and recruiter interactions. Materials were offered, and alumni advice sessions were held. Students received branded tote bags.",
    "Students attended an annual event with company booths and recruiter interactions. Company materials were provided, and alumni offered advice. Students received branded tote bags at the event.",
    "Small groups of students discussed topics outside the main area. They attended an annual event featuring company booths and recruiter interactions. Company materials were distributed. Alumni offered career advice. Students received branded tote bags.",
    "Students participated in a university career fair. The event included company booths, recruiter interactions, and alumni career advice. Company materials and branded tote bags were distributed to attendees.",
    "Students attended a university career fair. The event featured company booths and recruiter interactions. Company materials and tote bags were distributed to attendees.",
    "Students attended a university career fair. Company booths hosted recruiter interactions. Company materials and tote bags were distributed to attendees.",
    "Students participated in a university career fair. Company recruiters interacted with attendees at booths. Companies provided materials and tote bags to participants.",
    "Students attended a university career fair. Company recruiters spoke with attendees at booths. Companies offered materials and tote bags to participants.",
    "Students attended a university career fair. Company recruiters spoke with attendees at booths. Companies provided materials and tote bags to participants."
  ],
  "1": [
    "Alumni shared advice with current students.",
    "Small student groups discussed topics outside the main area. Alumni provided advice to current students.",
    "Student groups discussed diverse topics. Recruiters expressed interest in multiple students. Alumni offered guidance to current students.",
    "Student groups debated varied subjects. Recruiters showed interest in several students. Alumni provided advice to current students.",
    "Student groups discussed diverse topics. Recruiters expressed interest in particular students. Alumni offered guidance to current students.",
    "Students, groups, recruiters, and alumni interacted in the hall. Discussions covered diverse topics. Recruiters engaged with students. Alumni provided guidance.",
    "Counselors facilitated connections between students and companies. Interactions occurred with students, groups, recruiters, and alumni. Discussions addressed varied topics. Recruiters interacted with students, while alumni offered guidance.",
    "Counselors connected students with companies through interactions involving recruiters and alumni. Discussions covered various topics, facilitating connections between students and the business community.",
    "The event featured a busy and energetic atmosphere. Counselors linked students with companies via recruiter and alumni interactions. Discussions fostered connections between students and the business community.",
    "Students presented resumes at an energetic career event. Counselors facilitated connections through recruiter and alumni interactions. These interactions fostered discussions and connections with the business community.",
    "Students attended an energetic career event. Counselors connected students with recruiters and alumni. These interactions facilitated discussions with the business community.",
    "Workshops provided career and interview skills training. Students participated in an energetic career event. Counselors connected students with recruiters and alumni. These connections enabled discussions with the business community.",
    "The atmosphere was tense and exciting. Workshops offered career and interview training. Students attended an energetic career event. Counselors facilitated connections with recruiters and alumni. These connections supported discussions within the business community.",
    "The main hall hosted company booths and an energetic career event. Workshops provided career training. Counselors facilitated connections between students, recruiters, and alumni. These connections spurred discussions within the business community.",
    "Recruiters from tech companies attended a career event. The event included company booths and career training workshops. Counselors connected students, recruiters, and alumni. This fostered discussions within the business community.",
    "Recruiters from tech companies attended a career event. Company booths and career training workshops were included. Counselors facilitated connections between students, recruiters, and alumni. These interactions created discussions within the business community.",
    "Recruiters from tech companies attended a career event. The event included company booths and career training workshops. Counselors connected students with recruiters and alumni. Discussions occurred within the business community.",
    "Recruiters from consulting firms and tech companies attended a career event. The event featured company booths and career training workshops. Counselors facilitated connections between students, recruiters, and alumni. Business community members engaged in discussions.",
    "Recruiters from startups, consulting firms, and tech companies attended a career event. The event included company booths and career training workshops. Counselors connected students, recruiters, and alumni. Business community members held discussions.",
    "Students, recruiters, and alumni attended a career event. Company booths and career training workshops were available. Counselors facilitated connections. Business community members participated in discussions.",
    "Students collected branded tote bags at a career event. Recruiters, alumni, and counselors attended. Company booths and career training workshops were offered. Business community members participated in discussions.",
    "Business cards were exchanged frequently. Students received branded tote bags at a career event. The event included recruiters, alumni, and counselors. Company booths and career training workshops were provided. Business community members engaged in discussions.",
    "Panels occurred in adjacent rooms. Business cards were regularly exchanged. Students received branded tote bags. The event featured recruiters, alumni, and counselors. Company booths and career training workshops were available. Business community members participated in discussions.",
    "The event was a busy and energetic gathering. Panels took place in nearby rooms. Attendees exchanged business cards and received branded tote bags. Recruiters, alumni, and counselors were present. Company booths and career training workshops were offered. Business community members participated in discussions."
  ],
  "2": [
    "Many students practice their elevator pitches.",
    "Students practiced their elevator pitches. Many recruiters showed interest.",
    "Students practiced elevator pitches. Recruiters expressed interest in the event.",
    "Students practiced elevator pitches at the university career fair. Recruiters attended and showed interest in the event.",
    "Students practiced elevator pitches at the university career fair. Recruiters attended and expressed interest in the event.",
    "Business cards were exchanged frequently. Students delivered elevator pitches at a university career fair. Recruiters participated and showed interest in the event.",
    "The day was long and tiring. Many business cards were exchanged. University students presented career pitches. Recruiters attended and expressed interest in the event.",
    "Recruiters distributed brochures to students. The event involved numerous business card exchanges and career pitches from students. Recruiters showed interest in the student presentations.",
    "University recruiters hosted a career fair. Recruiters provided brochures to students. The fair included business card exchanges and student presentations. Recruiters expressed interest in the student pitches.",
    "Small groups of students discussed topics outside the main area. University recruiters held a career fair. Recruiters distributed brochures and facilitated business card exchanges. Student presentations garnered recruiter interest.",
    "Alumni provided advice to current students. A career fair featured recruiters and student presentations. Recruiters distributed materials and exchanged business cards.",
    "Students reviewed resumes. Alumni offered career advice. The career fair included recruiters and student presentations. Recruiters distributed materials and exchanged business cards.",
    "Students participated in a career fair. Recruiters attended, offering career advice and materials. Alumni provided guidance. The event involved resume reviews and business card exchanges.",
    "Students participated in a career fair. Recruiters offered career advice. Alumni provided guidance. The event included resume reviews and business card exchanges.",
    "Career counselors, recruiters, and alumni provided individual career advice to students. The event facilitated resume reviews and business card exchanges.",
    "The main hall hosted company booths. Career counselors, recruiters, and alumni offered individual advice. The event included resume reviews and business card exchanges.",
    "Students reviewed resumes at company booths. Career counselors and alumni provided individual advice. Resume reviews and business card exchanges were also part of the event.",
    "Students reviewed resumes at company booths. Career counselors and alumni offered individual advice. Resume reviews and business card exchanges occurred at the event.",
    "Alumni and career counselors provided advice to current students. Resume reviews, business card exchanges, and individual consultations took place at company booths.",
    "Recruiters from startups attended an event. Alumni and career counselors offered advice. Resume reviews, networking, and consultations occurred at company booths.",
    "Workshops provided career and interview skills training. Startup recruiters attended the event. Alumni and career counselors offered advice. Company booths facilitated resume reviews, networking, and consultations.",
    "The event featured workshops on career and interview skills. Startup recruiters attended, and alumni and career counselors provided advice. Company booths offered resume reviews, networking, and consultations.",
    "Recruiters distributed brochures at an event. The event included workshops on career and interview skills. Startup recruiters, alumni, and career counselors offered advice. Company booths provided resume reviews, networking, and consultations.",
    "Recruiters from consulting firms and other backgrounds attended an event. The event featured workshops and advice from startup recruiters, alumni, and career counselors. Company booths offered resume reviews and networking opportunities.",
    "Many students visited a hall. Recruiters from consulting and other fields attended. The event included workshops, advice, and company booths for resume reviews and networking.",
    "Students attended panels in adjacent rooms. Recruiters from consulting and related industries were present. The event offered workshops, advice sessions, and company booths for resume reviews and networking.",
    "Students collected branded tote bags. Panels were held in adjacent rooms. Recruiters from consulting and related industries participated. The event included workshops, advice sessions, and company booths.",
    "Students collected branded tote bags. Panels and company booths were held. Recruiters from consulting and related industries participated. Workshops and advice sessions were also part of the event."
  ],
  "3": [
    "The text indicates which recruiters showed the greatest interest.",
    "Students hold resumes tightly. The text identifies recruiters with the highest interest.",
    "Many students are in a hallway. Students carry resumes. Recruiters with high interest are present.",
    "Counselors match students with companies. Students carry resumes. Recruiters are present with high interest.",
    "Alumni offer advice to current students. Counselors facilitate company matches. Students present resumes. Recruiters actively seek out interested students.",
    "Small groups of students discuss topics outside the main area. Alumni provide guidance to students. Counselors arrange company opportunities. Students share resumes. Recruiters identify and engage interested students.",
    "Recruiters connect with students through small group discussions and resume sharing. Counselors facilitate company opportunities. Alumni offer guidance. Recruiters identify and engage interested students.",
    "Recruiters held small group discussions and shared resumes with students. Counselors facilitated company opportunities. Alumni provided guidance, and recruiters engaged interested students.",
    "Recruiters, counselors, and alumni engaged with students through group discussions and resume sharing. They presented company opportunities and offered guidance to interested students.",
    "Recruiters, counselors, and alumni discussed internship and full-time job opportunities. They facilitated group discussions and resume sharing, providing students with company information and guidance.",
    "Recruiters, counselors, and alumni discussed internship and full-time job opportunities. They facilitated group discussions, resume sharing, and provided students with company information and guidance.",
    "Students and recruiters discussed internship and job opportunities. Recruiters facilitated group discussions and shared company information with students.",
    "Business cards were exchanged between students and recruiters. The discussion centered on internship and job opportunities. Recruiters led group sessions and provided company details to the students.",
    "Students and recruiters participated in panels and group sessions. The discussions focused on internship and job opportunities. Recruiters shared company information with the students.",
    "Recruiters from consulting firms facilitated panels and group sessions with students. The discussions centered on internship and job opportunities. Recruiters provided company information to the students.",
    "Recruiters distributed brochures to students. They organized panels and group sessions about internship and job opportunities. Recruiters shared company information with the students.",
    "Alumni offered advice to current students. Recruiters provided brochures and company information. Panels and group sessions discussed internship and job opportunities.",
    "Alumni shared advice with current students. Recruiters distributed company materials. Panels and group sessions focused on internship and job opportunities.",
    "The university hosted a career fair. Alumni provided advice to students. Recruiters offered company materials. Panels and group sessions discussed internships and job opportunities.",
    "Career counselors provided one-on-one guidance. The university held a career fair. Alumni shared advice with students. Recruiters distributed company information. Panels and group sessions focused on internships and job opportunities."
  ],
  "4": [
    "The event presents new opportunities.",
    "Students hold resumes tightly, anticipating new opportunities at the event.",
    "Students reviewed resumes at the event. Recruiters expressed interest in several students.",
    "Students collected branded tote bags. Resume reviews were conducted by recruiters. Several students garnered recruiter interest.",
    "An annual event occurred. Students received branded tote bags. Recruiters conducted resume reviews. Some students received recruiter interest.",
    "An annual event featured a busy and energetic atmosphere. Students received branded tote bags. Recruiters performed resume reviews and expressed interest to some students.",
    "Recruiters hosted an annual event for students. The event was busy and energetic. Recruiters reviewed resumes and expressed interest to students. Branded tote bags were distributed to attendees.",
    "Business cards are exchanged frequently. Recruiters held an annual student event. The event was active and involved recruiters reviewing resumes and expressing interest to students. Attendees received branded tote bags.",
    "Recruiters facilitated an annual student event. The event included resume reviews and recruiter interest sharing. Attendees received branded tote bags.",
    "Alumni offered advice to current students at an annual event. Recruiters conducted resume reviews and shared their company’s interests. Attendees received branded tote bags.",
    "Alumni and recruiters connected current students with career advice and company insights at an annual event. Attendees received branded tote bags.",
    "Students collected branded tote bags. Alumni and recruiters provided career advice and company insights at an annual event.",
    "An annual event hosted students who collected branded tote bags. Alumni and recruiters offered career advice and company insights.",
    "Students practiced elevator pitches. An event featured branded tote bags. Alumni and recruiters provided career advice and company insights.",
    "Students participated in panels in adjacent rooms. They practiced elevator pitches. A branded tote bag was part of the event. Alumni and recruiters offered career advice and company information.",
    "Recruiters from consulting firms attended an event. Students practiced elevator pitches. Alumni and recruiters provided career advice and company information. A branded tote bag was distributed.",
    "Recruiters from consulting firms attended an event. Students practiced elevator pitches. Career advice and company information were provided. A branded tote bag was distributed.",
    "Recruiters from startups and consulting firms attended an event. Students practiced elevator pitches. Career advice and company information were provided. A branded tote bag was distributed.",
    "Students practiced elevator pitches at an event. Recruiters from startups and consulting firms attended. Career advice and company information were provided. A branded tote bag was distributed.",
    "Career counselors provided individual guidance to students. Students practiced elevator pitches at an event. Startups and consulting firms’ recruiters attended. Career advice and company information were offered. A branded tote bag was distributed to attendees.",
    "Students practiced elevator pitches with guidance from career counselors. Recruiters from startups and consulting firms attended the event. Career advice and company information were provided, and attendees received a branded tote bag.",
    "Small groups of students practiced elevator pitches. Career counselors provided guidance. Recruiters from startups and consulting firms attended. Career advice and company information were offered. Attendees received a branded tote bag.",
    "Recruiters distributed brochures to students. Students practiced elevator pitches with guidance from career counselors. Startups and consulting firms attended the event. Career advice and company information were provided to attendees, who also received a branded tote bag.",
    "Recruiters and companies hosted an event for students. The event included brochures, elevator pitch practice, and career advice. Attendees also received a branded tote bag.",
    "Recruiters and companies held an event for students. The event provided brochures, elevator pitch practice, and career advice. Attendees were given a branded tote bag.",
    "Alumni and recruiters hosted an event for current students. The event included career advice, elevator pitch practice, and promotional materials. Attendees received a branded tote bag.",
    "Alumni and recruiters hosted an event for current students. It featured career advice, elevator pitch practice, and promotional materials. Attendees received a branded tote bag.",
    "Current students attended an event with alumni and recruiters. The event provided career advice and elevator pitch practice. Attendees received a branded tote bag.",
    "Student panels occurred in adjacent rooms. Attendees included current students, alumni, and recruiters. The event offered career advice and elevator pitch practice. Branded tote bags were distributed to attendees."
  ],
  "5": [
    "Recruiters often originate from consulting firms.",
    "Workshops provide career and interview training. Recruiters frequently come from consulting firms.",
    "The day is long and tiring. Career and interview training workshops are being offered. Consultants from various firms are present as recruiters.",
    "Panels are taking place in adjacent rooms. The day is extended and demanding. Career and interview training workshops are offered. Recruiters from multiple consulting firms are present.",
    "Students collect branded tote bags. Panels and career/interview training workshops are held. Multiple consulting firm recruiters are present.",
    "Counselors connect students with compatible companies. Students receive branded tote bags. Career/interview workshops and recruiter panels are offered.",
    "Recruiters distribute brochures to students. Counselors match students with companies. Students receive branded tote bags. Career and interview workshops, along with recruiter panels, are provided.",
    "Career workshops and recruiter panels are offered. Recruiters distribute brochures to students. Counselors match students with companies. Students receive branded tote bags.",
    "Alumni advise current students. Career workshops and recruiter panels are held. Recruiters provide company brochures. Counselors connect students with companies. Students receive branded tote bags.",
    "Students prepare elevator pitches. Alumni mentor students. Career events include workshops and recruiter panels. Recruiters distribute company materials. Counselors facilitate connections with companies. Students receive branded tote bags.",
    "Students participate in an annual event featuring elevator pitch preparation, alumni mentoring, and career-focused workshops and recruiter panels. Recruiters provide company materials, and counselors facilitate connections. Students receive branded tote bags.",
    "Recruiters distribute materials to students. Students attend an event with elevator pitch training. Alumni mentors and recruiters lead workshops. Counselors connect students with recruiters. Students receive branded tote bags.",
    "An annual event provides students with elevator pitch training and workshops led by alumni mentors and recruiters. Recruiters distribute materials, and counselors facilitate connections with recruiters. Students receive branded tote bags.",
    "Students participate in an annual event. The event includes elevator pitch training and workshops. Alumni mentors and recruiters lead the workshops. Recruiters provide materials. Counselors facilitate connections. Students receive branded tote bags.",
    "Students participate in an annual event featuring elevator pitch training and workshops. Alumni mentors and recruiters lead these sessions, providing materials and facilitating connections. Counselors offer support, and students receive branded tote bags.",
    "Workshops provide career and interview skills training. Students attend an annual event with elevator pitch training and workshops. Alumni mentors and recruiters lead sessions, offering materials and connections. Counselors support students, and they receive branded tote bags.",
    "The university hosts an annual career fair. It includes workshops on career and interview skills, along with elevator pitch training. Alumni mentors and recruiters lead sessions, providing materials and connections. Counselors support students, and they receive branded tote bags.",
    "The university hosts an annual career fair. It offers workshops on career and interview skills, including elevator pitch training. Alumni mentors and recruiters lead sessions. Students receive materials and connections, along with branded tote bags. Counselors provide support.",
    "The university hosts an annual career fair. Counselors match students with companies. The event includes workshops on career and interview skills, led by alumni mentors and recruiters. Students receive materials, connections, and branded tote bags.",
    "The university hosts an annual career fair. Company booths fill the main hall. Counselors guide students to company matches. Workshops on career and interview skills are offered. Alumni mentors and recruiters lead sessions. Students receive materials, connections, and tote bags.",
    "Student groups discuss outside, the university hosts a career fair. Company booths occupy the main hall. Counselors assist students in finding company matches. Career and interview skill workshops are available. Alumni mentors and recruiters lead sessions. Students receive materials, connections, and bags.",
    "Student groups discuss outside while a university career fair takes place. Company booths are located in the main hall. Counselors help students find company matches. Career and interview workshops are offered, alongside sessions led by alumni mentors and recruiters. Students receive materials, connections, and bags.",
    "Counselors assist students in matching with companies during a career fair held in the main hall. Career and interview workshops are offered, alongside sessions with alumni mentors and recruiters. Students receive materials and connections.",
    "Counselors guide students to internships and full-time jobs. Career fairs, workshops, and alumni/recruiter sessions are offered. Students gain materials and connections for career opportunities."
  ],
  "6": [
    "The atmosphere is charged with tension and anticipation.",
    "Some recruiters work with startups. The environment is characterized by tension and anticipation.",
    "Many students are in the hall. Recruiters from startups are present. The atmosphere is tense and expectant.",
    "Several startups expressed interest in students. Many students gathered in the hall. The atmosphere was tense and expectant.",
    "The main hall hosted numerous company booths and attracted a large number of students. Startups engaged with students, creating a tense and expectant atmosphere.",
    "Recruiters from startups staffed company booths. The event drew many students. Startups interacted with students, generating a tense atmosphere.",
    "Recruiters from startups staffed booths at an event attended by many students. Startups engaged with students, creating a tense atmosphere regarding internship and full-time job opportunities.",
    "Startups presented at an event, engaging with students. This created competition for internship and full-time job opportunities.",
    "Counselors connect students with companies. Startup presentations led to competition for internships and full-time positions.",
    "Recruiters often originate from consulting firms. Counselors facilitate student connections with companies. Startup presentations generated competition for internships and full-time opportunities.",
    "The event featured a busy, energetic atmosphere. Recruiters primarily came from consulting firms. Counselors connected students with companies. Startup presentations created competition for internships and full-time positions.",
    "Alumni offered advice to current students. The event included recruiters from consulting firms. Startup presentations generated competition for internships and full-time opportunities.",
    "Students collected branded tote bags. Alumni provided advice. Consulting firms hosted recruiters. Startup presentations created competition for internships and full-time positions.",
    "Recruiters often come from consulting firms. Students received branded tote bags. Alumni offered advice. Startup presentations increased competition for internships and full-time roles.",
    "The atmosphere was charged with anticipation. Recruiters primarily came from consulting firms. Students were given branded tote bags. Alumni provided career advice. Startup presentations intensified competition for internships and full-time positions.",
    "Recruiters from consulting firms were most interested. Students received branded tote bags. Alumni offered career advice. Startup presentations increased competition for internships and full-time roles.",
    "Consulting firm recruiters attended panels in adjacent rooms. Students received branded tote bags. Alumni provided career guidance. Startup presentations heightened interest in internships and full-time positions.",
    "Recruiters from consulting firms were present. Students received branded tote bags. Alumni offered career advice. Startup presentations promoted internships and full-time opportunities.",
    "Recruiters from consulting firms and startups attended the event. Students received branded tote bags. Startup presentations detailed internship and full-time opportunities. Alumni provided career advice.",
    "Consulting firms and startups held panels in nearby rooms. Recruiters attended the event. Students received branded tote bags. Startup presentations discussed internships and full-time jobs. Alumni offered career advice.",
    "An annual event hosted consulting firms and startups. Recruiters attended, and students received branded tote bags. Startup presentations focused on internships and full-time job opportunities. Alumni provided career advice.",
    "The main hall hosted a company event featuring consulting firms and startups. Recruiters were present, and students received tote bags. Startup presentations detailed internship and job opportunities. Alumni offered career advice.",
    "Students reviewed resumes at a company event. Consulting firms and startups presented internship and job opportunities. Recruiters were present, and alumni provided career advice. Tote bags were distributed to attendees.",
    "Small groups of students discussed career options. Companies presented internship and job opportunities. Recruiters and alumni offered career advice. Attendees received tote bags."
  ],
  "7": [
    "Counselors facilitate student-company matches.",
    "Counselors are organizing student-company matches. The atmosphere is charged with anticipation.",
    "Student-company matches are being organized. The event presents new opportunities. Anticipation fills the atmosphere.",
    "Company booths occupy the main hall. Student-company matches are planned. The event offers new opportunities. There is a sense of anticipation.",
    "The event features a busy and energetic atmosphere. Company booths are present. Student-company matches are scheduled. New opportunities are available, creating anticipation.",
    "The event has a busy and energetic atmosphere. Company booths are present. Student-company matches are scheduled. New opportunities generate anticipation.",
    "Recruiters distribute brochures at a busy event. Company booths are present. Student-company matches are scheduled. The event creates anticipation for new opportunities.",
    "Recruiters from tech companies distribute promotional materials at a busy event. Company booths are present. Student-company matches are scheduled. The event generates excitement for potential job opportunities.",
    "Recruiters from tech companies promoted their companies at an event. Company booths were present. Student-company matches were scheduled. The event created interest in job opportunities.",
    "Student groups discussed outside the main area. Tech recruiters promoted their companies at booths. Company-student matches were arranged. The event generated interest in job opportunities.",
    "Student groups discussed outside the main area. Tech recruiters promoted companies. Company-student matches were arranged. The event generated interest in job opportunities.",
    "Career counselors provided individual guidance. Tech recruiters promoted their companies. Matches between companies and students were created. The event increased interest in job opportunities.",
    "Small groups of students discussed topics outside the main event area. Career counselors offered one-on-one support. Companies promoted themselves and made student-company matches. The event boosted interest in job opportunities.",
    "Students engaged in small group discussions and received individualized career counseling. Companies presented themselves and facilitated student-company connections. The event increased student interest in job opportunities.",
    "Recruiters distributed brochures to students. Students participated in group discussions and received career counseling. Companies showcased themselves and connected with students. The event boosted student interest in job opportunities.",
    "Recruiters provided brochures to students. Students engaged in group discussions and received career counseling. Companies presented themselves and networked with students. The event increased student interest in job opportunities.",
    "Small groups discussed career options. Recruiters distributed brochures and offered counseling. Companies networked with students. Student interest in job opportunities rose.",
    "Small groups explored career options. Recruiters provided brochures and counseling. Companies networked with students, increasing student interest in job opportunities.",
    "Business cards facilitate frequent exchanges. Career exploration groups and recruiters offered materials and guidance. Companies engaged in student outreach to stimulate interest in job opportunities."
  ],
  "8": [
    "Alumni shared advice with current students regarding career paths, networking, and professional development.",
    "Current students reviewed resumes with alumni. The alumni offered guidance on career paths, networking, and professional development.",
    "Current students reviewed resumes with alumni. Alumni provided guidance on career paths, networking, and professional development.",
    "Alumni advised current students on career paths, networking, and professional development through resume reviews.",
    "Recruiters distributed brochures to students. Alumni offered career guidance, including resume reviews, networking advice, and professional development support to current students.",
    "Recruiters distributed brochures to students. Alumni provided career guidance, encompassing resume reviews, networking advice, and professional development support.",
    "Recruiters distributed brochures to students. Alumni offered career guidance including resume reviews, networking advice, and professional development support.",
    "Students received branded tote bags. Recruiters distributed brochures. Alumni provided career guidance, encompassing resume reviews, networking advice, and professional development support.",
    "Recruiters distributed brochures to students. Students received branded tote bags. Alumni offered career guidance including resume reviews, networking advice, and professional development support.",
    "Recruiters hosted panels in adjacent rooms. Students received branded tote bags. Alumni provided career guidance with resume reviews, networking support, and professional development assistance.",
    "Recruiters expressed interest in specific students. Panels were held in nearby rooms. Students received tote bags. Alumni offered resume reviews, networking support, and professional development assistance.",
    "Students with resumes attended events. Recruiters showed interest in individual students. Panels were conducted in adjacent rooms. Students received tote bags. Alumni provided resume reviews, networking, and development support.",
    "Small groups of students discussed topics outside the main area. Students with resumes attended career events. Recruiters engaged with individual students. Panels took place in nearby rooms. Students received tote bags. Alumni offered resume reviews, networking, and development assistance.",
    "Students participated in small group discussions and career events. Recruiters interacted with students individually. Alumni provided resume reviews and networking support. Tote bags were distributed to attendees.",
    "Students engaged in group discussions and one-on-one interactions with recruiters. Alumni offered resume reviews and networking assistance. Attendees received tote bags.",
    "The event provided students with opportunities for group discussions and one-on-one recruiter interactions. Alumni offered resume reviews and networking support. Attendees received tote bags.",
    "Business cards were exchanged. Students participated in group discussions and met recruiters individually. Alumni provided resume reviews and networking assistance. Attendees received tote bags.",
    "Students practiced introductions and engaged in group discussions with recruiters. Alumni offered resume feedback and networking support. Attendees received tote bags as gifts.",
    "Students practiced introductions and participated in group discussions with recruiters. Alumni provided resume feedback and networking support. Attendees received tote bags as gifts.",
    "Students participated in mock interviews and group discussions with recruiters. Alumni offered resume feedback and networking assistance. Attendees received tote bags as gifts.",
    "Alumni provided current students with mock interviews, group discussions, resume feedback, and networking assistance. Attendees received tote bags as a gift.",
    "Alumni conducted mock interviews and group discussions for current students. They also offered resume feedback and networking assistance. Attendees received tote bags as a gift.",
    "Alumni held mock interviews and group discussions for current students. They provided resume feedback and networking support. Attendees received tote bags.",
    "Alumni conducted mock interviews and group discussions for students. The events included resume feedback and networking support. Attendees were given tote bags.",
    "Alumni hosted mock interviews and group discussions for students. The events provided resume feedback and networking support. Attendees received tote bags.",
    "Alumni hosted mock interviews and group discussions for students. These events included resume feedback and networking support. Attendees received tote bags as a gift.",
    "Alumni hosted mock interviews and group discussions for students. These events offered resume feedback and networking support. Attendees received tote bags as a gift."
  ],
  "9": [
    "The text indicates which recruiters showed the most interest.",
    "Career counselors provide personalized guidance to students. The text identifies recruiters with high interest levels.",
    "Students rehearse elevator pitches. Career counselors offer individualized support. Recruiters express strong interest in these students.",
    "Students rehearse pitches and receive support from counselors and recruiters.",
    "Small groups practice pitches. Counselors and recruiters offer support to the students.",
    "Students practice pitches in small groups. Counselors and recruiters provide support.",
    "Students rehearse pitches in small groups. Counselors and recruiters offer assistance.",
    "Business cards are exchanged frequently. Students practice presentations with peers. Counselors and recruiters provide support.",
    "The atmosphere is charged with anticipation. Business cards are exchanged. Students rehearse presentations. Counselors and recruiters offer assistance.",
    "Alumni share advice with current students. The event includes presentations, counselor support, and recruiter assistance.",
    "Students and alumni attended an event featuring presentations, counselor support, and recruiter assistance.",
    "Students presented resumes at an event. The event included presentations, counselor support, and recruiter assistance for students and alumni.",
    "Company booths filled a crowded main hall. Students submitted resumes. The event offered presentations, counselor support, and recruiter assistance for students and alumni.",
    "An annual event featured company booths and resume submissions. Presentations, counselor support, and recruiter assistance were provided for students and alumni.",
    "Students practiced elevator pitches at an annual event. Company booths and resume submissions were available. Presentations, counselor support, and recruiter assistance were offered to students and alumni.",
    "Career counselors provided individualized guidance. Students practiced pitches at an event. Resources included company booths and resume submissions. Presentations, counselor support, and recruiter assistance were available to students and alumni.",
    "An annual event offered career counseling and pitch practice. Company booths and resume submissions were available. Students received presentations, counselor support, and recruiter assistance.",
    "Recruiters from tech companies attended an annual event. The event included career counseling, pitch practice, company booths, and resume submissions. Students participated in presentations, received counselor and recruiter support.",
    "Tech recruiters attended an annual event. The event offered career counseling, pitch practice, company booths, and resume submissions. Students participated with presentations and received support from counselors and recruiters.",
    "Tech recruiters attended an annual event offering career counseling, pitch practice, and company booths. Students presented and received support during the event, including resume submissions.",
    "Counselors matched students with companies. Tech recruiters hosted an event with career counseling, pitch practice, and company booths. Students presented and received resume support.",
    "Recruiters, including tech recruiters, supported students through career counseling and company engagement. Events provided pitch practice and resume assistance.",
    "Recruiters held panels in adjacent rooms. They assisted students with career counseling and company engagement. Events offered pitch practice and resume support.",
    "Students reviewed resumes. Recruiters facilitated career counseling and company engagement events. These events included pitch practice and resume support.",
    "Students reviewed resumes. Recruiters provided career counseling and company engagement events. These events offered pitch practice and resume support."
  ]
}