{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations at the entrance and hand out lanyards to attendees.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations at the entrance and hand out lanyards to attendees. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards to attendees. A robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.5846730395585071,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.7557953082089628,
    0.8179692213055967,
    0.8179692213055967,
    0.8179692213055967,
    0.8179692213055967,
    0.8179692213055967,
    0.8179692213055967
  ],
  "1": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map.",
    "Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries at the event. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor, while tech companies display demo screens showing their latest apps.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos while dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos while dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos while dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos while dozens of booths with colorful banners circle the polished floor; tech companies display demo screens showing their latest apps, and students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.40484661207651873,
    0.6722883804777171,
    0.6722883804777171,
    0.6722883804777171,
    0.6722883804777171,
    0.6722883804777171,
    0.6722883804777171,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.7620558856609265,
    0.8212740036292174,
    0.8212740036292174,
    0.8212740036292174,
    0.8212740036292174,
    0.8212740036292174,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.6629104294281597,
    0.8349623641739068
  ],
  "2": [
    "",
    "",
    "",
    "Healthcare providers present a collection of photographs illustrating community outreach.",
    "Healthcare providers present a collection of photographs illustrating community outreach. Students line up outside the university gym before the career fair opens.",
    "Healthcare providers display a collection of photographs illustrating community outreach. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers display a collection of photographs illustrating community outreach. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "During the career fair setup, healthcare providers display a collection of photographs illustrating community outreach, while students line up outside the university gym before the event opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair setup, healthcare providers display photographs illustrating community outreach, while students line up outside the university gym before the event opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair setup, healthcare providers display photographs illustrating community outreach while students line up outside the university gym before the event opens. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.27437160576289316,
    0.27437160576289316,
    0.27437160576289316,
    0.27437160576289316,
    0.27437160576289316,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.45904566325299506,
    0.6820293293662961,
    0.6820293293662961,
    0.6820293293662961,
    0.6820293293662961,
    0.6820293293662961,
    0.6820293293662961,
    0.7492166934935123,
    0.7492166934935123,
    0.7492166934935123,
    0.7492166934935123,
    0.7492166934935123,
    0.7492166934935123,
    0.7492166934935123,
    0.8622647047637009,
    0.8622647047637009,
    0.8622647047637009,
    0.8622647047637009,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.8768412143193915,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527,
    0.871904284936527
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym just before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue area, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue area, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students forms just before the career fair opens. Inside the venue, healthcare providers display community outreach photos. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3540374765845392,
    0.3540374765845392,
    0.3540374765845392,
    0.3540374765845392,
    0.3540374765845392,
    0.3540374765845392,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7050700209119847,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.7931169305129723,
    0.846459861883599,
    0.846459861883599,
    0.846459861883599,
    0.846459861883599,
    0.846459861883599,
    0.846459861883599,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8615598879788853,
    0.8770092764816385,
    0.8770092764816385,
    0.8770092764816385,
    0.8770092764816385,
    0.870926571930998,
    0.870926571930998,
    0.870926571930998,
    0.870926571930998,
    0.870926571930998,
    0.870926571930998,
    0.870926571930998
  ],
  "4": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews.",
    "Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact.",
    "Students rehearse elevator pitches quietly against the wall as an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a career-focused gathering, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career-focused gathering, students rehearse elevator pitches quietly against the wall while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.3656574420220621,
    0.5505284589718039,
    0.5505284589718039,
    0.5505284589718039,
    0.5505284589718039,
    0.5505284589718039,
    0.5505284589718039,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.6664027850965957,
    0.7020991188817145,
    0.7020991188817145,
    0.7020991188817145,
    0.7020991188817145,
    0.7020991188817145,
    0.7020991188817145,
    0.7020991188817145,
    0.7285742192359346,
    0.7285742192359346,
    0.7285742192359346,
    0.7285742192359346,
    0.7285742192359346,
    0.7285742192359346,
    0.7697405869051241,
    0.7697405869051241,
    0.7697405869051241
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while a welcome announcement outlines the fair schedule over the PA system.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing attendee check-in. A welcome announcement over the PA system outlines the fair schedule. In another activity, a cybersecurity company conducts a password cracking challenge on a laptop.",
    "Event staff at the entrance scan registrations and hand out lanyards, establishing attendee check-in. A welcome announcement over the PA system outlines the fair schedule. In another activity, a cybersecurity company conducts a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, attendee check-in is established as staff at the entrance scan registrations and hand out lanyards. A welcome PA announcement outlines the fair schedule. In a separate activity, a cybersecurity company conducts a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette have begun.",
    "At the event, staff at the entrance scan registrations and hand out lanyards for attendee check-in. A welcome PA announcement outlines the fair schedule. In a separate activity, a cybersecurity company conducts a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall, while in the adjoining classroom workshops on networking etiquette have begun. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.4605259928376958,
    0.7708192043868748,
    0.7708192043868748,
    0.7708192043868748,
    0.7708192043868748,
    0.7708192043868748,
    0.7708192043868748,
    0.7708192043868748,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7823444788255485,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.7828711067514169,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143,
    0.8390573331904143
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while groups of friends mark target employers on the event map.",
    "A welcome announcement outlines the fair schedule over the PA system, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.4795494038297353,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242,
    0.6391596733071242
  ],
  "8": [
    "",
    "",
    "Human resources teams jot notes on tablets as students introduce themselves, indicating simultaneous activities where electronic note-taking accompanies the student introductions.",
    "Human resources teams jot notes on tablets as students introduce themselves, with electronic note-taking occurring in parallel to the introductions. Some students rehearse elevator pitches quietly against the wall.",
    "Human resources teams jot notes on tablets as students introduce themselves, with electronic note-taking occurring in parallel to the introductions. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "Inside a venue hosting a fair, human resources teams jot notes on tablets as students introduce themselves, with electronic note-taking occurring in parallel to the introductions. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "Inside a venue hosting a fair, human resources teams jot notes on tablets as students introduce themselves, with electronic note-taking occurring in parallel to the introductions. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.31422879242798774,
    0.31422879242798774,
    0.31422879242798774,
    0.31422879242798774,
    0.31422879242798774,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.46842017260113966,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.6531981535110043,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.7982510285246598,
    0.8214745478378497,
    0.8214745478378497,
    0.8214745478378497,
    0.8214745478378497,
    0.8214745478378497
  ],
  "9": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors remind attendees to maintain eye contact.",
    "At the event, consulting firms stack glossy case study booklets on high tables, creating a focal display. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form a focal display. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, consulting firms stack glossy case study booklets on high tables to form a focal display. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, consulting firms assemble a focal display by stacking glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "At the event, consulting firms stack glossy case-study booklets on high tables to form a focal display. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.35758506600393686,
    0.7381540501317386,
    0.7381540501317386,
    0.7381540501317386,
    0.7381540501317386,
    0.7381540501317386,
    0.7381540501317386,
    0.7381540501317386,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8060285765131703,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418,
    0.8144159995928418
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Several students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor.",
    "Several students rehearse elevator pitches quietly against the wall as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "A trade-show style space hosts several students rehearsing elevator pitches quietly against a wall as dozens of booths with colorful banners encircle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby. In the adjoining classroom, workshops on networking etiquette begin.",
    "In a trade-show style space, several students rehearse elevator pitches quietly against a wall while dozens of booths with colorful banners encircle a polished floor. Nearby, consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin, and career counselors direct unsure students toward applicable industries.",
    "Across a trade-show style space, several students rehearse elevator pitches quietly against a wall as dozens of booths with colorful banners encircle a polished floor. Nearby, consulting firms stack glossy case study booklets on high tables. In an adjoining classroom, workshops on networking etiquette begin, and career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "Within a trade-show style space, several students rehearse elevator pitches quietly against a wall as dozens of booths with colorful banners encircle a polished floor. Nearby, consulting firms stack glossy case study booklets on high tables. In an adjoining classroom, workshops on networking etiquette begin, and career counselors direct unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens, with counselors reminding attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.2631824606130607,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.36328619027657844,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.5068737277791779,
    0.6813874013630647,
    0.6813874013630647,
    0.6813874013630647,
    0.6813874013630647,
    0.6813874013630647,
    0.6813874013630647,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.6889180210557639,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879,
    0.7604452183796879
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables while students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3100345066128119,
    0.3100345066128119,
    0.3100345066128119,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512,
    0.4928801118572512
  ],
  "12": [
    "",
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the career fair. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the career fair. Students are lined up outside the university gym before the career fair opens. Groups of friends are marking target employers on the event map.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the career fair. Outside the university gym, students are lined up before the event opens. Groups of friends are marking target employers on the event map. Near the stage, the engineering society sponsors a resume review table.",
    "An announcement over the PA system outlines the career fair schedule. Outside the university gym, students are lined up before the event opens. Groups of friends are marking target employers on the event map. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An announcement over the PA system outlines the career fair schedule. Outside the university gym, students are lined up before the event opens. Groups of friends are marking target employers on the event map. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables.",
    "A university career fair is underway, with a PA announcement outlining the schedule. Outside the university gym, students are lined up before the event opens. Groups of friends are marking target employers on the event map. Near the stage, the engineering society sponsors a resume review table. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair in progress, a PA system announces the schedule. Outside the gym, students queue before opening. Groups of friends mark target employers on the event map. Near the stage, the engineering society runs a resume review table. A cybersecurity company hosts a password cracking challenge on a laptop. Consulting firms arrange glossy case study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Finance firms provide QR codes for immediate internship applications."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.5508659876607213,
    0.737919422860319,
    0.737919422860319,
    0.737919422860319,
    0.737919422860319,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.7842628162236713,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8011070608866357,
    0.8276789434899314,
    0.8276789434899314,
    0.8276789434899314,
    0.8276789434899314,
    0.8084253786074294,
    0.8084253786074294,
    0.8084253786074294,
    0.8084253786074294,
    0.8084253786074294,
    0.8432606337732295,
    0.8432606337732295
  ],
  "13": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and students line up outside the university gym before the career fair opens.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, counselors remind attendees to maintain eye contact as students line up outside the university gym before opening. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall, while workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.401596836166587,
    0.6388964688180812,
    0.6388964688180812,
    0.6388964688180812,
    0.6388964688180812,
    0.6388964688180812,
    0.6388964688180812,
    0.7840685283249813,
    0.7840685283249813,
    0.7840685283249813,
    0.7840685283249813,
    0.7840685283249813,
    0.7840685283249813,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8482366943386717,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8616750654426095,
    0.8497140451389504,
    0.8497140451389504,
    0.8497140451389504
  ],
  "14": [
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Networking etiquette workshops begin in the adjoining classroom. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops begin in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "Networking etiquette workshops begin in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops begin in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops begin in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops begin in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops run in the adjoining classroom. Inside, students clutch resumes in branded folders and line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.4820774844932986,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.5791729755819437,
    0.6903694747332498,
    0.6903694747332498,
    0.6903694747332498,
    0.7163638894135869,
    0.7163638894135869,
    0.7163638894135869,
    0.7163638894135869,
    0.7163638894135869,
    0.7163638894135869,
    0.7163638894135869,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7621593146283598,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221,
    0.7720888916545221
  ],
  "15": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "Networking etiquette workshops begin in the adjoining classroom; human resources teams jot notes on tablets as students introduce themselves; alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers share quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops are under way in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops are under way in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops are underway in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries.",
    "Networking etiquette workshops are underway in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photos from community outreach. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Networking etiquette workshops are underway in the adjoining classroom, while human resources teams jot notes on tablets as students introduce themselves. Alumni volunteers deliver quick pep talks near the coffee station, and event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase photos from community outreach. Some students rehearse elevator pitches quietly against the wall, and career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables."
  ],
  "15_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.47935771873717126,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.39617305819841,
    0.5257557244418944,
    0.5257557244418944,
    0.5257557244418944,
    0.5257557244418944,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6686238701615331,
    0.6741506965989041,
    0.6741506965989041,
    0.6741506965989041,
    0.6741506965989041,
    0.6741506965989041,
    0.6988107892721434,
    0.6988107892721434,
    0.6988107892721434,
    0.6988107892721434,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7458933863140905,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005,
    0.7446737701846005
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map, while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map as a cybersecurity company runs a password-cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.40435126200040866,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6245293931164262,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088,
    0.6233224852521088
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. Dozens of booths with colorful banners circle the polished floor.",
    "Career counselors redirect unsure students toward applicable industries, guiding them to potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. Dozens of booths with colorful banners circle the polished floor.",
    "Across a polished floor, dozens of booths with colorful banners circle the space. Career counselors redirect unsure students toward applicable industries and potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Across a polished floor, dozens of booths with colorful banners circle the space. Career counselors redirect unsure students toward applicable industries and potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "Across a polished floor, dozens of booths with colorful banners circle the space. Career counselors redirect unsure students toward applicable industries and potential paths. Alumni volunteers share quick pep talks near the coffee station, offering brief encouragement. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4924647577510485,
    0.4924647577510485,
    0.4924647577510485,
    0.4924647577510485,
    0.4924647577510485,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.5828448946379756,
    0.6996923370860487,
    0.6996923370860487,
    0.6996923370860487,
    0.6996923370860487,
    0.6996923370860487,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435,
    0.7630401955260435
  ],
  "18": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth for attention.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.4176137312640855,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5825709242415305,
    0.5815539898511874,
    0.5815539898511874,
    0.5815539898511874,
    0.7757244657212679,
    0.7757244657212679
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "In a shared space, students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets during student introductions, while healthcare providers showcase community outreach photos.",
    "In a shared space, students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets during student introductions, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3315804081444249,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.3541041585989065,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934,
    0.5203457155812934
  ],
  "20": [
    "",
    "",
    "Dozens of booths with colorful banners circle the polished floor.",
    "Dozens of booths with colorful banners circle a polished floor, creating a ring of activity. Students clutch resumes inside branded folders.",
    "Dozens of booths with colorful banners circle a polished floor, forming a ring of activity. Students clutch resumes inside branded folders, while groups of friends mark target employers on the event map.",
    "A career fair scene unfolds around a polished floor as dozens of booths with colorful banners circle in a ring of activity. Students clutch resumes inside branded folders, while groups of friends mark target employers on an event map. Outside, students line up in front of the university gym before the career fair opens.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners arranged in a circle of activity. Students clutch resumes inside branded folders, and groups of friends mark target employers on an event map. Outside, students line up in front of the university gym before the career fair opens. Healthcare providers showcase community outreach photos."
  ],
  "20_score": [
    0.0,
    0.0,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.35364264634182757,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5144968908653484,
    0.5753633576544313,
    0.5753633576544313,
    0.5753633576544313,
    0.5753633576544313,
    0.5753633576544313,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134,
    0.7822233848960134
  ],
  "21": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair-style event features tech companies displaying demo screens of their latest apps, with students quietly rehearsing elevator pitches against a wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.4947323916122582,
    0.698060666969446,
    0.698060666969446,
    0.698060666969446,
    0.698060666969446,
    0.698060666969446,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8331833992777975,
    0.8500001973529097,
    0.8500001973529097,
    0.8500001973529097,
    0.8500001973529097,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8957662743790636,
    0.8801423048350078,
    0.8801423048350078,
    0.8801423048350078
  ],
  "22": [
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The space centers on an engineering society event with a resume review table sponsored near the stage. Dozens of booths, each displaying colorful banners, encircle the polished floor, creating a circular layout around the venue.",
    "The scene centers on an engineering society event featuring a resume review table sponsored near the stage. Dozens of booths, each displaying colorful banners, encircle the polished floor, creating a circular layout around the venue. Event staff at the entrance scan registrations and hand out lanyards.",
    "An engineering society event centers on a resume review table sponsored near the stage. Dozens of booths, each displaying colorful banners, encircle the polished floor, forming a circular layout around the venue. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system.",
    "An engineering society event centers on a resume review table sponsored near the stage. Dozens of booths, each displaying colorful banners, encircle the polished floor, forming a circular layout around the venue. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves.",
    "An engineering society event centers on a resume review table sponsored near the stage. Dozens of booths, each displaying colorful banners, encircle the polished floor, forming a circular layout around the venue. Event staff at the entrance scan registrations and hand out lanyards. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "22_score": [
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.5325709518593772,
    0.7400548714519353,
    0.7400548714519353,
    0.7400548714519353,
    0.7400548714519353,
    0.7400548714519353,
    0.7400548714519353,
    0.7400548714519353,
    0.7868678679697584,
    0.7868678679697584,
    0.7868678679697584,
    0.7868678679697584,
    0.7868678679697584,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723,
    0.7909343173466723
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, while dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention.",
    "On a polished floor, a cybersecurity company hosts a password-cracking challenge on a laptop, while dozens of booths with colorful banners circle the space. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4680467007324364,
    0.4680467007324364,
    0.4680467007324364,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.5431397361639554,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723,
    0.7194196009330723
  ],
  "24": [
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and groups of friends mark target employers on the event map.",
    "Finance firms offer QR codes for immediate internship applications, providing a direct path to apply. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue.",
    "Finance firms offer QR codes for immediate internship applications, providing a direct path to apply. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets while students introduce themselves.",
    "Finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, indicating which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms offer QR codes that give an immediate path to internship applications. Groups of friends mark target employers on the event map, noting which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms offer QR codes that provide an immediate path to internship applications. Groups of friends mark target employers on the event map, noting which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms provide QR codes that enable immediate internship applications. Groups of friends mark target employers on the event map, noting which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms provide QR codes that enable immediate internship applications. Groups of friends mark target employers on the event map, noting which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, finance firms provide QR codes that enable immediate internship applications. Groups of friends mark target employers on the event map, noting which companies they intend to pursue. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "24_score": [
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.4051167012628962,
    0.4051167012628962,
    0.4051167012628962,
    0.480763664592328,
    0.480763664592328,
    0.480763664592328,
    0.480763664592328,
    0.480763664592328,
    0.480763664592328,
    0.480763664592328,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.694266162055664,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7322682473873308,
    0.7625887923429217,
    0.7625887923429217,
    0.7625887923429217,
    0.7625887923429217,
    0.7597596638391222,
    0.7597596638391222,
    0.7597596638391222,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332,
    0.7641607003087332
  ]
}