{
  "0": [
    "",
    "",
    "Multiple groups of friends mark target employers on the event map, collectively placing marks to designate employers of interest.",
    "Several groups of friends mark target employers on the event map, collectively placing marks to designate employers of interest, while alumni volunteers share brief pep talks near the coffee station.",
    "Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, groups of friends designate target employers on the event map, collectively designating employers of interest. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, groups of friends designate target employers on the event map. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, groups of friends designate target employers on the event map. Alumni volunteers give brief pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3644881528642323,
    0.3644881528642323,
    0.3644881528642323,
    0.3644881528642323,
    0.3644881528642323,
    0.3644881528642323,
    0.3644881528642323,
    0.3996835660255823,
    0.3996835660255823,
    0.3996835660255823,
    0.3996835660255823,
    0.3996835660255823,
    0.8052765102065708,
    0.8052765102065708,
    0.8052765102065708,
    0.8052765102065708,
    0.8052765102065708,
    0.8052765102065708,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8282877907325449,
    0.8366429907138936,
    0.8366429907138936,
    0.8366429907138936,
    0.8366429907138936,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.8424744778325983,
    0.839840488975329,
    0.839840488975329,
    0.839840488975329,
    0.839840488975329,
    0.839840488975329,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663,
    0.8403283217339663
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers are delivering brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall.",
    "In the venue, alumni volunteers are delivering brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while nearby students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue, alumni volunteers deliver brief pep talks near the coffee station while students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to draw attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the event, dozens of booths with colorful banners circle the polished floor as tech and service firms showcase offerings. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Consulting firms stack glossy case-study booklets on high tables. A welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map as students rehearse elevator pitches against a wall. Near the coffee station, alumni volunteers share quick pep talks. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Dozens of booths with banners circle polished floor as tech and service firms showcase offerings. A robotics startup flies a drone above its booth, while a cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos; consulting firms stack case-study booklets on high tables. A welcome PA outlines fair schedule. Groups of friends mark target employers on the event map as students rehearse elevator pitches against wall. Near the coffee station, alumni volunteers share pep talks. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards; HR teams jot notes on tablets while students introduce themselves. An engineering society sponsors a resume review table near the stage. Networking etiquette workshops begin in adjoining classroom, indicating parallel activities. Students clutch resumes in branded folders and rehearse elevator pitches against wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.2986939018085981,
    0.2986939018085981,
    0.2986939018085981,
    0.5241373338829454,
    0.5241373338829454,
    0.7630920156265653,
    0.7630920156265653,
    0.7630920156265653,
    0.7630920156265653,
    0.7630920156265653,
    0.7981318516139813,
    0.7981318516139813,
    0.8056092508792705,
    0.8056092508792705,
    0.8056092508792705,
    0.8056092508792705,
    0.8056092508792705,
    0.840969079006892,
    0.840969079006892,
    0.840969079006892,
    0.840969079006892,
    0.840969079006892,
    0.840969079006892,
    0.8816579673383127,
    0.8816579673383127,
    0.8816579673383127,
    0.8816579673383127,
    0.8828820059375082,
    0.8828820059375082,
    0.8828820059375082,
    0.8780857205757536,
    0.8780857205757536,
    0.8780857205757536,
    0.8780857205757536,
    0.8780857205757536,
    0.8780857205757536,
    0.8780857205757536,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.9156945087620112,
    0.8814010087127908,
    0.8814010087127908,
    0.8814010087127908,
    0.8814010087127908,
    0.8814010087127908,
    0.8814010087127908,
    0.8814010087127908
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. Consulting firms stack glossy case-study booklets on high tables, and a welcome PA announces the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth to attract attention.",
    "The scene centers on a career fair in a facility with parallel activities: career counselors remind attendees to maintain eye contact and direct unsure students toward industries; alumni volunteers give pep talks near coffee station; consulting firms stack case-study booklets on tables while tech companies display demo screens of their apps; a cybersecurity company runs a password-cracking challenge on a laptop; groups of friends mark target employers on the event map, designating employers of interest; robotics startup flies a small drone above its booth to draw attention. At the entrance, staff scan registrations and hand out lanyards as students clutch resumes in branded folders; the engineering society sponsors a resume-review table near the stage; human resources teams jot notes on tablets as students introduce themselves; healthcare providers display photos as part of an exhibit; networking etiquette workshops start in adjoining classrooms. Some students rehearse elevator pitches quietly against the wall.",
    "At a career fair in a facility with activities, staff scan registrations and hand out lanyards as students clutch branded folders with resumes at the entrance. Inside, career counselors remind attendees to maintain eye contact and steer unsure students toward industries, while alumni volunteers deliver brief pep talks near the coffee station. Groups of friends mark target employers on event map, designating employers of interest. Consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens; a cybersecurity company runs a password-cracking challenge on a laptop; a robotics startup flies a small drone above its booth to attract attention. The engineering society sponsors a resume-review table near the stage; HR teams jot notes on tablets as students introduce themselves. Healthcare providers display outreach photos; networking etiquette workshops run in adjoining classrooms; some students rehearse elevator pitches quietly against the wall. A welcome PA broadcasts the fair schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.528439260245719,
    0.528439260245719,
    0.528439260245719,
    0.528439260245719,
    0.7389192914746521,
    0.7389192914746521,
    0.7389192914746521,
    0.7389192914746521,
    0.7674397369448154,
    0.7674397369448154,
    0.7674397369448154,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.7731907349573808,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8880030692621965,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8492879775824084,
    0.8817429433322941,
    0.8817429433322941,
    0.8817429433322941,
    0.8817429433322941,
    0.8817429433322941,
    0.8817429433322941,
    0.8817429433322941
  ],
  "3": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Several groups of friends mark target employers on the event map, collectively placing marks to designate employers of interest, while alumni volunteers share brief pep talks near the coffee station.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations and hand out lanyards at the entrance. An engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Healthcare providers are showcasing community outreach photos, creating a display of their outreach efforts. Meanwhile, workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes inside branded folders.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing early check-in flow. An engineering society sponsors a resume review table near the stage, with attendees present. Human resources teams jot notes on tablets while students introduce themselves, signaling active networking. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station, complementing the social atmosphere. Tech companies display demo screens showing their latest apps, while consulting firms stack glossy case study booklets on high tables. Healthcare providers are showcasing community outreach photos, creating a display of their outreach efforts. Meanwhile, workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the early check-in flow. An engineering society sponsors a resume review table near the stage, with attendees present. Human resources jot notes on tablets while students introduce themselves, signaling active networking. Groups mark target employers on the event map, designating employers of interest. Alumni volunteers deliver pep talks near the coffee station, complementing the social atmosphere. Tech companies display demo screens of their latest apps, while consulting firms stack case study booklets on high tables. Healthcare providers showcase community outreach photos, creating a display of outreach efforts. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes in branded folders and rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Event staff scan registrations and hand out lanyards at the entrance, establishing the early check-in flow. An engineering society sponsors a resume review table near the stage, with attendees present. Human resources jot notes on tablets while students introduce themselves, signaling active networking. Groups mark target employers on the event map, designating employers of interest, including groups of friends. Alumni volunteers deliver pep talks near the coffee station, complementing the social atmosphere. Tech companies display demo screens of their latest apps, while consulting firms stack case study booklets on high tables. Healthcare providers showcase community outreach photos, creating a display of outreach efforts. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes in branded folders and rehearse elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, staff scan registrations and hand out lanyards at the entrance, establishing early check-in. A resume review table sponsored by an engineering society sits near the stage with attendees. Human resources jot notes on tablets while students introduce themselves, signaling active networking. Groups mark target employers on the event map, designating employers of interest, including groups of friends. Alumni volunteers deliver pep talks near the coffee station, complementing the social atmosphere. Tech companies display demo screens of their latest apps, while consulting firms stack case study booklets on high tables. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes in branded folders and practice elevator pitches against the wall; some rehearse quietly. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Staff at the entrance scan registrations and hand out lanyards, establishing early check-in. A resume-review table sponsored by an engineering society sits near the stage with attendees, while human resources jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station, complementing the social atmosphere. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes in branded folders and practice elevator pitches against the wall. A cybersecurity company runs a password-cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6160517908499188,
    0.6160517908499188,
    0.6160517908499188,
    0.7412597475246883,
    0.7412597475246883,
    0.7412597475246883,
    0.7859893583115636,
    0.7859893583115636,
    0.7859893583115636,
    0.7859893583115636,
    0.7859893583115636,
    0.7859893583115636,
    0.7859893583115636,
    0.8381773025314645,
    0.8381773025314645,
    0.8381773025314645,
    0.8381773025314645,
    0.8111746310265021,
    0.8111746310265021,
    0.8111746310265021,
    0.8111746310265021,
    0.8111746310265021,
    0.8016530304345337,
    0.8016530304345337,
    0.8016530304345337,
    0.8016530304345337,
    0.8016530304345337,
    0.8016530304345337,
    0.8291146318261666,
    0.8291146318261666,
    0.8291146318261666,
    0.8291146318261666,
    0.8291146318261666,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8260166275432743,
    0.8261971036431073,
    0.8261971036431073,
    0.8261971036431073,
    0.8261971036431073,
    0.8261971036431073,
    0.8261971036431073,
    0.8261971036431073,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322,
    0.8625860876739322
  ],
  "4": [
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance.",
    "Tech companies display demo screens showing their latest apps, while event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Across the event, tech companies display demo screens showing their latest apps while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showing their latest apps, while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers offer quick pep talks near the coffee station.",
    "At the event, tech companies display demo screens showing their latest apps, while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, tech companies display demo screens showcasing their latest apps, while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station, with nearby students rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "At the career fair event, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showcasing their latest apps, while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station, with nearby students rehearsing elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor. Tech companies display demo screens showcasing their latest apps, while staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station; nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station while nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station while nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station while nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. Staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Alumni volunteers deliver pep talks near the coffee station, while nearby students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4488624299086081,
    0.4488624299086081,
    0.4488624299086081,
    0.6248501508672991,
    0.6248501508672991,
    0.6248501508672991,
    0.6248501508672991,
    0.6248501508672991,
    0.842381819220198,
    0.842381819220198,
    0.842381819220198,
    0.842381819220198,
    0.844171832682935,
    0.844171832682935,
    0.844171832682935,
    0.844171832682935,
    0.844171832682935,
    0.838387399504067,
    0.838387399504067,
    0.838387399504067,
    0.838387399504067,
    0.838387399504067,
    0.838387399504067,
    0.8695508448051761,
    0.8695508448051761,
    0.8695508448051761,
    0.8943099181162402,
    0.8943099181162402,
    0.8943099181162402,
    0.8943099181162402,
    0.8943099181162402,
    0.8946669402743872,
    0.8946669402743872,
    0.8946669402743872,
    0.8946669402743872,
    0.8946669402743872,
    0.8946669402743872,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.8997667329238672,
    0.908346363025744
  ],
  "5": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "An event where a cybersecurity company hosts a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables; a welcome announcement is broadcast over the PA system, outlining the fair schedule, and groups of friends mark target employers on the event map.",
    "An event features a cybersecurity company hosting a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. Students stand against a wall, quietly rehearsing elevator pitches, as tech companies display demo screens showing their latest apps.",
    "An event features a cybersecurity company hosting a password-cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables, as a welcome announcement is broadcast over the PA system outlining the fair schedule; groups of friends mark target employers on the event map, and students stand against a wall quietly rehearsing elevator pitches, as tech companies display demo screens showing their latest apps.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables as a welcome PA announcement outlines the fair schedule; groups of friends mark target employers on the event map, and students stand against a wall quietly rehearsing elevator pitches, as tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables and a welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map, and students stand against a wall quietly rehearsing elevator pitches as tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables and a welcome PA announces the fair schedule. Groups of friends mark target employers on the event map, and students stand against a wall quietly rehearsing elevator pitches as tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables, and a welcome PA announces the fair schedule. Groups of friends mark target employers on the event map as students stand against a wall rehearsing elevator pitches, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables and a welcome PA announces the fair schedule. Groups of friends mark target employers on the event map as students stand against a wall rehearsing elevator pitches, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables and a welcome PA announces the fair schedule. Groups of friends mark target employers on the event map as students stand against a wall rehearsing elevator pitches, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets and students introduce themselves.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop while consulting firms stack glossy case-study booklets on high tables and a welcome PA announces the fair schedule. Groups of friends mark target employers on the event map as students stand against a wall rehearsing elevator pitches, and tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Near the coffee station, alumni volunteers share quick pep talks. At the entrance, event staff scan registrations and hand out lanyards, and human resources teams jot notes on tablets as students introduce themselves."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3493639288805754,
    0.3493639288805754,
    0.3493639288805754,
    0.43290529797358673,
    0.43290529797358673,
    0.7301648181159289,
    0.7301648181159289,
    0.7301648181159289,
    0.7301648181159289,
    0.7301648181159289,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.47604108114273425,
    0.6774786625333019,
    0.6774786625333019,
    0.6774786625333019,
    0.6774786625333019,
    0.6774786625333019,
    0.6774786625333019,
    0.8750614460044368,
    0.8750614460044368,
    0.8750614460044368,
    0.8750614460044368,
    0.8750614460044368,
    0.8750614460044368,
    0.8821242843237913,
    0.8821242843237913,
    0.8852971347556686,
    0.8852971347556686,
    0.8852971347556686,
    0.8852971347556686,
    0.8852971347556686,
    0.8851481224924502,
    0.8851481224924502,
    0.8820096902938053,
    0.8820096902938053,
    0.8820096902938053,
    0.8820096902938053,
    0.8820096902938053,
    0.8820096902938053,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239,
    0.8861695911318239
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Some students stand against a wall, quietly rehearsing elevator pitches.",
    "Students stand against a wall, quietly rehearsing elevator pitches, while tech companies display demo screens showing their latest apps.",
    "Students stand against a wall, quietly rehearsing elevator pitches, as tech companies display demo screens showing their latest apps.",
    "Students stand against a wall, quietly rehearsing elevator pitches, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station.",
    "At the event, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers share brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers share brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers share brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At the career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers share brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, students stand against a wall quietly rehearsing elevator pitches while tech companies display demo screens of their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers offer brief pep talks near the coffee station, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Students line up outside the university gym before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.23269035337178148,
    0.23269035337178148,
    0.3534474317743792,
    0.3534474317743792,
    0.3534474317743792,
    0.3534474317743792,
    0.344337076397182,
    0.344337076397182,
    0.543059363211923,
    0.543059363211923,
    0.543059363211923,
    0.543059363211923,
    0.7745935342887511,
    0.7745935342887511,
    0.7745935342887511,
    0.7745935342887511,
    0.7745935342887511,
    0.7745935342887511,
    0.8629484994624887,
    0.8629484994624887,
    0.8629484994624887,
    0.8629484994624887,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.8774854133753411,
    0.9007042777982668,
    0.9007042777982668,
    0.9007042777982668,
    0.9007042777982668,
    0.9007042777982668,
    0.9007042777982668,
    0.9045084993758492,
    0.9045084993758492,
    0.9045084993758492,
    0.9045084993758492,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9085397725440905,
    0.9073737964293428,
    0.9073737964293428,
    0.9073737964293428,
    0.9073737964293428,
    0.9073737964293428,
    0.9073737964293428,
    0.896487767815506
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule; groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "An event fair floor features a welcome announcement broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, displaying their outreach efforts. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel activities within the same facility.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, displaying their outreach efforts. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel activities within the same facility.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map, collectively designating employers of interest. A cybersecurity company conducts a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos displaying their outreach efforts. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel activities within the same facility. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map, collectively designating employers of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos displaying their outreach efforts. In an adjoining classroom, workshops on networking etiquette begin, signaling parallel activities within the same facility. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map, collectively designating employers of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase community outreach photos displaying their outreach efforts. In an adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "On the event fair floor, a welcome announcement broadcasts the fair schedule over the PA system. Groups of friends mark target employers on the event map, collectively designating employers of interest. A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact, while alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of their community outreach efforts. In an adjoining classroom, workshops on networking etiquette begin. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "7_score": [
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.49396111552254535,
    0.49396111552254535,
    0.49396111552254535,
    0.6168319668349314,
    0.6168319668349314,
    0.6168319668349314,
    0.6168319668349314,
    0.6168319668349314,
    0.8231426329847351,
    0.8231426329847351,
    0.8231426329847351,
    0.8231426329847351,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8279800629395305,
    0.8715521693158566,
    0.8715521693158566,
    0.8715521693158566,
    0.8715521693158566,
    0.8715521693158566,
    0.8715521693158566,
    0.8715521693158566,
    0.8696843299940853,
    0.8696843299940853,
    0.8696843299940853,
    0.8696843299940853,
    0.8696843299940853,
    0.8696843299940853,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8791470242918056,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311,
    0.8761873574468311
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, creating a display of their outreach efforts. Meanwhile, workshops on networking etiquette begin in the adjoining classroom, indicating parallel activities within the same facility.",
    "Healthcare providers are showcasing community outreach photos, creating a display of their outreach efforts. Meanwhile, workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos as part of a display of their outreach efforts, while workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Students clutch resumes inside branded folders as event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves. Several groups of friends mark target employers on the event map, collectively designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables.",
    "The event unfolds in a facility hosting parallel activities: healthcare providers display community outreach photos as part of an outreach exhibit while workshops on networking etiquette start in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes inside branded folders, and the engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Several groups of friends mark target employers on the event map, designating employers of interest. Alumni volunteers share brief pep talks near the coffee station. Tech companies display demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The event unfolds in a facility with parallel activities: healthcare providers display community outreach photos while networking etiquette workshops run in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards as students clutch resumes, and the engineering society sponsors a resume review table near the stage. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens of their apps, and consulting firms stack case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries. Students rehearse elevator pitches against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, a welcome PA outlines the fair schedule, and a robotics startup flies a drone above its booth to attract attention.",
    "In a multi-activity facility, healthcare providers display community outreach photos while networking etiquette workshops run in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards, with the engineering society sponsoring a resume-review table near the stage. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share pep talks near the coffee station. Tech companies display demo screens of their apps, and consulting firms stack case-study booklets on high tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Students rehearse elevator pitches against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, a welcome PA outlines the fair schedule, and a robotics startup flies a drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications.",
    "At a career fair, healthcare providers display community outreach photos while networking etiquette workshops run in a classroom. At the entrance, event staff scan registrations and hand out lanyards, with the engineering society sponsoring a resume-review table near stage. HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and alumni volunteers share pep talks near coffee station. Tech companies display demo screens of apps, while consulting firms stack case-study booklets on tables. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Students rehearse elevator pitches against the wall. A cybersecurity company hosts a password-cracking challenge on a laptop, a welcome PA outlines the fair schedule, and a robotics startup flies a drone above its booth. Finance firms offer QR codes for immediate internship applications. Dozens of booths with banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.4247715648849367,
    0.5888580497371414,
    0.5888580497371414,
    0.5888580497371414,
    0.800160329442656,
    0.800160329442656,
    0.800160329442656,
    0.800160329442656,
    0.800160329442656,
    0.800160329442656,
    0.800160329442656,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8214668150703127,
    0.8661942951992407,
    0.8661942951992407,
    0.8661942951992407,
    0.8661942951992407,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8603148011006603,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142,
    0.8975929059454142
  ],
  "9": [
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, alumni volunteers deliver short pep talks near the coffee station, a cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps.",
    "In a shared space, alumni volunteers deliver short pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "In a shared space, alumni volunteers deliver short pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "In a shared space, alumni volunteers deliver short pep talks near the coffee station. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "In a shared event space, alumni volunteers deliver brief pep talks near the coffee station; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; event staff scan registrations and hand out lanyards at the entrance; an engineering society sponsors a resume review table near the stage; human resources teams jot notes on tablets while students introduce themselves; several groups of friends mark target employers on an event map, designating employers of interest; consulting firms stack glossy case study booklets on high tables; workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility.",
    "Across a shared event space, alumni volunteers give brief pep talks near the coffee station; a cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps; students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; event staff scan registrations and hand out lanyards at the entrance; an engineering society sponsors a resume-review table near the stage; human resources teams jot notes on tablets while students introduce themselves; several groups of friends mark target employers on an event map, designating employers of interest; consulting firms stack glossy case-study booklets on high tables; workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility.",
    "Across a shared event space, alumni volunteers give brief pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. Tech firms display demo screens of their latest apps; students clutch resumes in branded folders; healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An engineering society sponsors a resume-review table near the stage; HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, designating employers of interest; consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Some students rehearse elevator pitches quietly against the wall.",
    "Within a shared event space, alumni volunteers give brief pep talks near the coffee station while a cybersecurity company runs a password-cracking challenge on a laptop. Tech firms display demo screens of their latest apps; students clutch branded folders with resumes. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An engineering-society resume-review table sits near the stage; HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, designating employers of interest; consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Some students rehearse elevator pitches quietly against the wall.",
    "Within a shared event space, alumni volunteers give brief pep talks near the coffee station, while a cybersecurity company runs a password-cracking challenge on a laptop. Tech firms display demo screens of their latest apps; students clutch branded folders with resumes. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An engineering-society resume-review table sits near the stage, with HR teams jotting notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, designating employers of interest, while consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Some students rehearse elevator pitches quietly against the wall.",
    "Across a shared event space, alumni volunteers give brief pep talks near the coffee station as a cybersecurity company runs a password-cracking challenge on a laptop. Tech firms display demo screens of their latest apps while students clutch branded folders with resumes. Healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. An engineering-society resume-review table sits near the stage, with HR teams jotting notes on tablets as students introduce themselves. Groups of friends mark target employers on an event map, designating employers of interest, while consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in an adjoining classroom, indicating parallel activities within the same facility. Some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.3750983222713181,
    0.3750983222713181,
    0.3750983222713181,
    0.3750983222713181,
    0.3750983222713181,
    0.3750983222713181,
    0.38530076270012314,
    0.38530076270012314,
    0.38530076270012314,
    0.38530076270012314,
    0.38530076270012314,
    0.38530076270012314,
    0.675764497746992,
    0.675764497746992,
    0.675764497746992,
    0.675764497746992,
    0.694105652776198,
    0.694105652776198,
    0.694105652776198,
    0.7068805235556448,
    0.7068805235556448,
    0.7068805235556448,
    0.7068805235556448,
    0.7068805235556448,
    0.7068805235556448,
    0.7068805235556448,
    0.45675870597878204,
    0.45675870597878204,
    0.45675870597878204,
    0.45675870597878204,
    0.45675870597878204,
    0.45675870597878204,
    0.4778118499930383,
    0.4778118499930383,
    0.4778118499930383,
    0.4778118499930383,
    0.8008657789799434,
    0.8008657789799434,
    0.8008657789799434,
    0.8008657789799434,
    0.7806122382066503,
    0.7806122382066503,
    0.7806122382066503,
    0.7806122382066503,
    0.7806122382066503,
    0.7806122382066503,
    0.7965730038882806,
    0.7965730038882806,
    0.7965730038882806,
    0.7965730038882806,
    0.7965730038882806,
    0.7965730038882806,
    0.7965730038882806,
    0.806261429563488,
    0.806261429563488,
    0.806261429563488,
    0.806261429563488,
    0.806261429563488,
    0.806261429563488,
    0.806261429563488
  ]
}