{
  "0": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, students line up outside the university gym before the event opens. Inside, groups of friends mark target employers on the event map while students clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries.",
    "At the career fair, students line up outside the university gym before the event opens. Inside, groups of friends mark target employers on the event map while students clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the career fair, students line up outside the university gym before the event opens. Inside, groups of friends mark target employers on the event map while students clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students line up outside the university gym before the event opens. Inside, groups of friends mark target employers on the event map while students clutch resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, students line up outside the gym before opening. Inside, groups of friends mark target employers on the event map while holding resumes in branded folders. Human resources teams jot notes on tablets as students introduce themselves, and career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.4443208998751546,
    0.6258511433074859,
    0.6258511433074859,
    0.6258511433074859,
    0.6258511433074859,
    0.7878705574049283,
    0.7878705574049283,
    0.7878705574049283,
    0.7878705574049283,
    0.7878705574049283,
    0.7878705574049283,
    0.799212199791808,
    0.799212199791808,
    0.799212199791808,
    0.799212199791808,
    0.799212199791808,
    0.799212199791808,
    0.799212199791808,
    0.8147880598553428,
    0.8147880598553428,
    0.8147880598553428,
    0.8147880598553428,
    0.8147880598553428,
    0.835132477435849,
    0.835132477435849,
    0.835132477435849,
    0.835132477435849,
    0.835132477435849,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8534718016632576,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727,
    0.8436183272637727
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Meanwhile, some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while career counselors steer unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while career counselors steer unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while career counselors steer unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, while career counselors guide unsure students toward suitable industries. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to attract attention. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "During the event, alumni volunteers deliver brief pep talks near the coffee station as career counselors guide unsure students toward suitable industries. Several students rehearse elevator pitches quietly against the wall. A robotics startup attracts attention by flying a small drone over its booth. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop. Before the career fair opens, students line up outside the university gym. Dozens of booths with colorful banners encircle the polished floor."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.4925572740555008,
    0.4925572740555008,
    0.4925572740555008,
    0.4925572740555008,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.6697161084733396,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.812928572911321,
    0.8311215681755006,
    0.8311215681755006,
    0.8311215681755006,
    0.8311215681755006,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8574815969065508,
    0.8764979784620592
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "At a career event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At a career event, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews.",
    "At a career event, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews.",
    "At a career event scene, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At a career event, counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors remind attendees to maintain eye contact and redirect uncertain students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, counselors remind attendees to maintain eye contact and to redirect uncertain students toward applicable industries. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4009274615706565,
    0.4009274615706565,
    0.4009274615706565,
    0.4009274615706565,
    0.4009274615706565,
    0.4009274615706565,
    0.4009274615706565,
    0.6117125755203191,
    0.6117125755203191,
    0.6117125755203191,
    0.6117125755203191,
    0.6117125755203191,
    0.6117125755203191,
    0.6117125755203191,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.4896909658273594,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7705488768410944,
    0.7923575669548601,
    0.7923575669548601,
    0.7923575669548601,
    0.7923575669548601,
    0.7923575669548601,
    0.7923575669548601,
    0.8693924532325392,
    0.8693924532325392,
    0.8693924532325392,
    0.8693924532325392
  ],
  "3": [
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and distribute lanyards, while career counselors direct unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and distribute lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage.",
    "At the event entrance, staff scan registrations and distribute lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event entrance, staff scan registrations and distribute lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the event, staff at the entrance scan registrations and distribute lanyards, while career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.4679820821157235,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.6224522466467938,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.7971099028680197,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8366938957665073,
    0.8343154300726539,
    0.8343154300726539,
    0.8343154300726539
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, groups of friends mark target employers on the event map, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens of their latest apps; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; and career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens of their latest apps; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries; and students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens of their latest apps; groups of friends mark target employers on the event map; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries; and students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.44225400985067786,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5267230285976837,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.5423645738219778,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.555338848417705,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383,
    0.6940646061262383
  ],
  "5": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a mixed-scene setting, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "In a mixed-scene setting, a cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "In a mixed-scene setting, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "A mixed-scene event features a cybersecurity company running a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle a polished floor, and the engineering society sponsors a resume review table near the stage.",
    "During a mixed-scene career fair at the university, a cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners encircle a polished floor, and the engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.330039148948772,
    0.49534307905148767,
    0.49534307905148767,
    0.49534307905148767,
    0.49534307905148767,
    0.49534307905148767,
    0.49534307905148767,
    0.49534307905148767,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.5585854727652586,
    0.7951103657784484,
    0.7951103657784484
  ],
  "6": [
    "",
    "",
    "Some students stand quietly against a wall, rehearsing elevator pitches.",
    "Some students stand quietly against a wall, rehearsing elevator pitches, while a robotics startup flies a small drone above its booth to attract attention.",
    "Some students stand quietly against a wall, rehearsing elevator pitches, while a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "Some students stand quietly against a wall, rehearsing elevator pitches, while a robotics startup flies a small drone above its booth to attract attention; tech companies display demo screens showing their latest apps.",
    "At the fair, some students stand quietly against a wall rehearsing elevator pitches while a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, some students stand quietly against a wall rehearsing elevator pitches, while a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, students stand quietly against a wall rehearsing elevator pitches, while a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "At the fair, students stand quietly against a wall rehearsing elevator pitches while a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume-review table near the stage, and career counselors redirect unsure students toward applicable industries."
  ],
  "6_score": [
    0.0,
    0.0,
    0.21019402114359773,
    0.21019402114359773,
    0.21019402114359773,
    0.21019402114359773,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.35479443474513117,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.5067556266786657,
    0.3947400484979843,
    0.3947400484979843,
    0.3947400484979843,
    0.3947400484979843,
    0.3947400484979843,
    0.7740256904423557,
    0.7740256904423557,
    0.7740256904423557,
    0.8040893448967936,
    0.8040893448967936,
    0.8040893448967936,
    0.8040893448967936,
    0.8040893448967936,
    0.8040893448967936,
    0.8040893448967936,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.8575966458992847,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099,
    0.840166011816099
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a welcome announcement plays over the PA system, outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement plays over the PA system, outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the fair setting, a welcome announcement plays over the PA system, outlining the fair schedule. Concurrently, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement plays over the PA system, outlining the fair schedule. Meanwhile, groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "At the fair, a welcome announcement plays over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement plays over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette have begun, while some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.6265126680110344,
    0.6265126680110344,
    0.6265126680110344,
    0.6265126680110344,
    0.6265126680110344,
    0.6265126680110344,
    0.6265126680110344,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.771147403834233,
    0.7793713704089159,
    0.7793713704089159,
    0.7793713704089159,
    0.7793713704089159,
    0.7793713704089159,
    0.7793713704089159,
    0.8320080844740478,
    0.8320080844740478,
    0.8320080844740478,
    0.8320080844740478,
    0.8320080844740478,
    0.8320080844740478,
    0.8320080844740478,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8494897277549853,
    0.8747660310880971,
    0.8747660310880971,
    0.8747660310880971,
    0.8747660310880971,
    0.8747660310880971,
    0.8747660310880971,
    0.8747660310880971
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, workshops on networking etiquette begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Healthcare providers showcase community outreach photos; in the adjoining classroom, networking etiquette workshops begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers showcase community outreach photos. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, healthcare providers are showcasing community outreach photos. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, healthcare providers are showcasing community outreach photos. In the adjoining classroom, networking etiquette workshops begin. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.31384938217974373,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.5580867525819319,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7279027060335688,
    0.7606359600397574,
    0.7606359600397574,
    0.7606359600397574,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8078348162606332,
    0.8354916017473272,
    0.8354916017473272,
    0.8354916017473272,
    0.8354916017473272,
    0.8354916017473272,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473,
    0.8473976774160473
  ],
  "9": [
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards, while alumni volunteers share quick pep talks near the coffee station.",
    "Event activities are centered at the venue entrance where staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks near the coffee station. In the adjoining classroom, workshops on networking etiquette begin.",
    "Event activities are centered at the venue entrance, where staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables.",
    "Event activities are centered at the venue entrance, where staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "Event activities are centered at the venue entrance, where staff scan registrations and hand out lanyards. Nearby, alumni volunteers deliver quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "Event activities are centered at the venue entrance where staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "Event activity centers at the venue entrance where staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "Activity centers at the venue entrance, where staff scan registrations and hand out lanyards. Nearby, alumni volunteers give quick pep talks by the coffee station. In the adjoining classroom, workshops on networking etiquette begin. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3929547554037819,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.674214601621437,
    0.7316137379399483,
    0.7316137379399483,
    0.7316137379399483,
    0.7316137379399483,
    0.7470409696521736,
    0.7470409696521736,
    0.7470409696521736,
    0.7470409696521736,
    0.8163049788537391,
    0.8163049788537391,
    0.8163049788537391,
    0.8163049788537391,
    0.8163049788537391,
    0.8163049788537391,
    0.8163049788537391,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8185663712818179,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8216436762867165,
    0.8224227398160847
  ],
  "10": [
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students queue before the career fair opens, as career counselors remind attendees to maintain eye contact. In the adjoining classroom, workshops on networking etiquette begin.",
    "Outside the university gym, students queue before the career fair opens while career counselors remind attendees to maintain eye contact. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach.",
    "Outside the university gym, students queue before the career fair opens while career counselors remind attendees to maintain eye contact. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students queue before the career fair opens as career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students queue before the career fair opens as career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. In the adjoining classroom, networking etiquette workshops begin. Healthcare providers showcase photos from community outreach. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.39014907219689454,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.5501516204323436,
    0.6666456151282465,
    0.6666456151282465,
    0.6666456151282465,
    0.6666456151282465,
    0.6666456151282465,
    0.6666456151282465,
    0.6988182503772462,
    0.6988182503772462,
    0.6988182503772462,
    0.6988182503772462,
    0.6988182503772462,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.7574122396979736,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157,
    0.8067580423318157
  ],
  "11": [
    "",
    "",
    "Students line up outside the university gym, waiting before the career fair opens.",
    "Students line up outside the university gym, waiting for the career fair to open. A robotics startup flies a small drone above its booth to attract attention.",
    "Students line up outside the university gym, waiting for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym, waiting for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym for the career fair to open. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up for the career fair as it opens. A robotics startup uses a small drone above its booth to attract attention. Consulting firms have glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give quick pep talks near the coffee station. HR teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, students line up as the career fair opens. A robotics startup uses a small drone above its booth to attract attention. Consulting firms have glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give quick pep talks near the coffee station. HR teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall."
  ],
  "11_score": [
    0.0,
    0.0,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.35582944375987274,
    0.5729787550024311,
    0.5729787550024311,
    0.5729787550024311,
    0.5729787550024311,
    0.5729787550024311,
    0.5729787550024311,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.7953062802030113,
    0.8236353236704688,
    0.8236353236704688,
    0.8236353236704688,
    0.800769972157542,
    0.800769972157542,
    0.800769972157542,
    0.800769972157542,
    0.8453246605979029,
    0.8453246605979029,
    0.8453246605979029,
    0.8453246605979029,
    0.8453246605979029,
    0.8453246605979029,
    0.8453246605979029,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728,
    0.8466094721850728
  ],
  "12": [
    "",
    "",
    "",
    "Event staff are stationed at the entrance to scan registrations and hand out lanyards.",
    "Event staff are stationed at the entrance to scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention.",
    "Event staff are stationed at the entrance to scan registrations and hand out lanyards, while a robotics startup flies a small drone above its booth to attract attention, and career counselors remind attendees to maintain eye contact.",
    "At the fair, event staff stand at the entrance to scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Event staff stand at the entrance to scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map.",
    "Event staff stand at the entrance to scan registrations and hand out lanyards, establishing the initial flow of attendees. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact as they move through the space. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, guiding where they might visit. Dozens of booths with colorful banners circle the polished floor, creating a busy, structured layout around the room.",
    "Event staff stand at the entrance to scan registrations and hand out lanyards, shaping the initial flow of attendees as they move through the space. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact as they move. A welcome announcement over the PA outlines the fair schedule. Groups of friends mark target employers on the event map to guide where they might visit. Dozens of booths with colorful banners encircle the polished floor, creating a busy, structured layout around the room. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.38918834598527596,
    0.4572207300371071,
    0.4572207300371071,
    0.4572207300371071,
    0.4572207300371071,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.48658054140715773,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8466960287329707,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8499174971849913,
    0.8427109296248659,
    0.8427109296248659,
    0.8427109296248659,
    0.8427109296248659,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996,
    0.8647961967723996
  ],
  "13": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. An alumni panel discusses how to prepare for technical interviews. Healthcare providers showcase community outreach photos. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "13_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.4189528808465737,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.6192342063978183,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8330743035859226,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8700263892474386,
    0.8739660458524876,
    0.8739660458524876,
    0.8739660458524876,
    0.8739660458524876,
    0.8739660458524876,
    0.8739660458524876,
    0.8739660458524876,
    0.8835773860253873,
    0.8835773860253873,
    0.8835773860253873,
    0.8835773860253873,
    0.8835773860253873,
    0.8835773860253873
  ],
  "14": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets while students introduce themselves.",
    "Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At an event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage.",
    "At the event, tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the career fair event, tech companies display demo screens of their latest apps, while human resources teams jot notes on tablets as students introduce themselves. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets as students introduce themselves. Finance firms provide QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage. Ahead of the event, students line up outside the university gym before the fair opens, with some rehearsing elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact."
  ],
  "14_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.48042780906360416,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.7078427203367439,
    0.8260974175615812,
    0.8260974175615812,
    0.8260974175615812,
    0.8260974175615812,
    0.8260974175615812,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8783065439426309,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8462269053539357,
    0.8718548608629768,
    0.8718548608629768,
    0.8718548608629768
  ],
  "15": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens.",
    "Career counselors direct unsure students toward applicable industries, while students clutch resumes inside branded folders. Outside the university gym, lines form as students wait for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Career counselors direct unsure students toward applicable industries while students clutch resumes inside branded folders. Outside the university gym, lines form as students wait for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "University career activities are underway. Career counselors direct unsure students toward applicable industries while students clutch resumes inside branded folders. Outside the university gym, lines form as students wait for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, refining delivery before meeting potential employers.",
    "University career activities are underway, with career counselors directing unsure students toward applicable industries as others clutch resumes inside branded folders. Outside the university gym, lines form as students wait for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, refining their delivery before meeting potential employers. Career counselors remind attendees to maintain eye contact.",
    "University career activities are underway: career counselors direct unsure students toward applicable industries, while others clutch resumes inside branded folders. Outside the university gym, lines form as students wait for the career fair to open. Inside, a cybersecurity company runs a password-cracking challenge on a laptop. In the adjoining classroom, workshops on networking etiquette begin. Some students rehearse elevator pitches quietly against the wall, refining their delivery before meeting potential employers. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor."
  ],
  "15_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.49681397172266617,
    0.6602726597346935,
    0.6602726597346935,
    0.6602726597346935,
    0.6602726597346935,
    0.7159584728568036,
    0.7159584728568036,
    0.7159584728568036,
    0.7159584728568036,
    0.7159584728568036,
    0.7192535660963361,
    0.7192535660963361,
    0.7192535660963361,
    0.7192535660963361,
    0.7595410794389046,
    0.7595410794389046,
    0.7595410794389046,
    0.7595410794389046,
    0.7595410794389046,
    0.7595410794389046,
    0.7595410794389046,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7547658275052948,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7393694683965366,
    0.7696651142732238,
    0.7696651142732238,
    0.7696651142732238
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening, while groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, students line up ahead of the career fair opening. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up ahead of the career fair opening as groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up ahead of the career fair opening, with groups of friends marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners surround the polished floor, creating a vivid backdrop to the unfolding fair.",
    "Outside the university gym, students line up ahead of the career fair opening, with groups of friends marking target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners surround and circle the polished floor, creating a vivid backdrop to the unfolding fair."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.42375060503022055,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.600729934182575,
    0.767948869152736,
    0.767948869152736,
    0.767948869152736,
    0.767948869152736,
    0.7884359328098062,
    0.7884359328098062,
    0.7884359328098062,
    0.7884359328098062,
    0.8524444671665499,
    0.8524444671665499,
    0.8524444671665499,
    0.8524444671665499,
    0.8494352507299967,
    0.8494352507299967
  ],
  "17": [
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom, and alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station, and healthcare providers showcase community outreach photos.",
    "Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers give quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university, preparations for the career fair unfold with several parallel activities. Career counselors redirect unsure students toward applicable industries. In the adjoining classroom, workshops on networking etiquette begin. Alumni volunteers deliver quick pep talks near the coffee station. Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the university, preparations for the career fair unfold across parallel activities: career counselors redirect unsure students toward applicable industries; in an adjoining classroom, workshops on networking etiquette begin; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves; event staff scan registrations and hand out lanyards at the entrance; students line up outside the university gym before the career fair opens.",
    "Across the university, preparations for the career fair proceed in parallel: career counselors direct unsure students toward applicable industries; in an adjoining classroom, workshops on networking etiquette begin; alumni volunteers deliver quick pep talks near the coffee station; healthcare providers showcase community outreach photos; human resources teams jot notes on tablets as students introduce themselves; event staff scan registrations and hand out lanyards at the entrance; students line up outside the university gym before the career fair opens."
  ],
  "17_score": [
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.36966156033187086,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.5261134935851703,
    0.6972434465593228,
    0.6972434465593228,
    0.6972434465593228,
    0.6972434465593228,
    0.6972434465593228,
    0.6972434465593228,
    0.6972434465593228,
    0.765777872454269,
    0.765777872454269,
    0.765777872454269,
    0.765777872454269,
    0.765777872454269,
    0.765777872454269,
    0.765777872454269,
    0.8311740130345263,
    0.8311740130345263,
    0.8311740130345263,
    0.8311740130345263,
    0.8311740130345263,
    0.8311740130345263,
    0.8311740130345263,
    0.5368181831210688,
    0.5368181831210688,
    0.5368181831210688,
    0.5368181831210688,
    0.5316230124801233,
    0.5316230124801233,
    0.5316230124801233,
    0.5316230124801233,
    0.5316230124801233,
    0.5316230124801233
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews; meanwhile, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews; meanwhile, students clutch resumes inside branded folders, and healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders; healthcare providers showcase community outreach photos; career counselors redirect unsure students toward applicable industries; and a welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews as students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the career fair opens.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Students line up outside the university gym before the fair opens, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.4616893550388313,
    0.45183055144392414,
    0.45183055144392414,
    0.45183055144392414,
    0.45183055144392414,
    0.45183055144392414,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.6113997466058451,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.5633969097620389,
    0.8317923583928324,
    0.8317923583928324,
    0.8317923583928324,
    0.8317923583928324,
    0.8317923583928324,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8488855683891419,
    0.8540219537715037,
    0.8540219537715037
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention. Consulting firms stack glossy case study booklets on high tables.",
    "At the venue, alumni volunteers give brief pep talks near the coffee station; event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos; several students rehearse elevator pitches quietly against the wall; a robotics startup flies a small drone above its booth to draw attention; consulting firms stack glossy case study booklets on high tables; and workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue, alumni volunteers give brief pep talks near the coffee station; event staff scan registrations and hand out lanyards at the entrance; healthcare providers showcase community outreach photos; several students rehearse elevator pitches quietly against the wall; a robotics startup flies a small drone above its booth to draw attention; consulting firms stack glossy case study booklets on high tables; and workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "At the venue, alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage.",
    "At the venue, alumni volunteers give brief pep talks near the coffee station, while event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos, and several students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, and consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications, and the engineering society sponsors a resume review table near the stage."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.37147279420643053,
    0.37147279420643053,
    0.37147279420643053,
    0.35908787962124683,
    0.35908787962124683,
    0.35908787962124683,
    0.35908787962124683,
    0.35908787962124683,
    0.35908787962124683,
    0.35908787962124683,
    0.522701070355579,
    0.522701070355579,
    0.522701070355579,
    0.522701070355579,
    0.522701070355579,
    0.522701070355579,
    0.758115935537631,
    0.758115935537631,
    0.758115935537631,
    0.758115935537631,
    0.758115935537631,
    0.758115935537631,
    0.758115935537631,
    0.7880507551764238,
    0.7880507551764238,
    0.7880507551764238,
    0.7880507551764238,
    0.7880507551764238,
    0.7880507551764238,
    0.4985429459028773,
    0.4985429459028773,
    0.4985429459028773,
    0.4985429459028773,
    0.4985429459028773,
    0.4985429459028773,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.6711842151624617,
    0.8234297739818399,
    0.8234297739818399,
    0.8234297739818399,
    0.8234297739818399,
    0.8234297739818399,
    0.8234297739818399
  ],
  "20": [
    "",
    "",
    "A robotics startup flies a small drone above its booth to attract attention.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "A tech exhibition scene features a robotics startup flying a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while consulting firms stack glossy case study booklets on high tables.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against a wall, while consulting firms stack glossy case study booklets on high tables.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against a wall, while consulting firms stack glossy case study booklets on high tables.",
    "At a tech exhibition, a robotics startup flies a small drone above its booth to attract attention. Nearby, tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against a wall, while consulting firms stack glossy case study booklets on high tables."
  ],
  "20_score": [
    0.0,
    0.0,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.4010838996857943,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.5064930143721751,
    0.6703324696988009,
    0.6703324696988009,
    0.6703324696988009,
    0.6703324696988009,
    0.6703324696988009,
    0.6703324696988009,
    0.6703324696988009,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.6853947812404972,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.701466334368911,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505,
    0.6832987452139505
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "During the event, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "At the career fair, counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens, as human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens as human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair, counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens, while human resources teams jot notes on tablets and students introduce themselves. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair, counselors remind attendees to maintain eye contact as event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens, while human resources teams jot notes on tablets and students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.7609494912101342,
    0.8103854331092895,
    0.8103854331092895,
    0.8103854331092895,
    0.8103854331092895,
    0.8410413366814691,
    0.8410413366814691,
    0.8410413366814691,
    0.8410413366814691,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8798834535587627,
    0.8473998627302064,
    0.8473998627302064,
    0.8473998627302064,
    0.8473998627302064,
    0.8473998627302064,
    0.8473998627302064,
    0.894234795592554,
    0.894234795592554,
    0.894234795592554,
    0.894234795592554,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725,
    0.8672773515869725
  ],
  "22": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor.",
    "Consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle the polished floor, while groups of friends mark target employers on the event map.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle a polished floor. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle a polished floor. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair scene unfolds: consulting firms stack glossy case study booklets on high tables; dozens of booths with colorful banners circle a polished floor. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor as consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, while consulting firms stack glossy case-study booklets on high tables. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3086528475775409,
    0.3086528475775409,
    0.3086528475775409,
    0.3086528475775409,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.40140709739583413,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.572310255823165,
    0.8049502549708327,
    0.8049502549708327,
    0.8049502549708327,
    0.8049502549708327,
    0.8342661218453676,
    0.8342661218453676,
    0.8342661218453676,
    0.8342661218453676,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8437861018835664,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295,
    0.8562314441770295
  ],
  "23": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, as dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the venue. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, creating a lively perimeter around the venue. A cybersecurity company runs a password cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths, each with colorful banners, circle the polished floor and form a lively perimeter around the venue. A cybersecurity company operates a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards.",
    "Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor, forming a lively perimeter around the venue. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners form a circular perimeter around the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners form a circular perimeter around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym ahead of the career fair opening. Inside, dozens of booths with colorful banners form a circular perimeter around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, while human resources teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.42296997767514405,
    0.42296997767514405,
    0.42296997767514405,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7284870328227704,
    0.7586510797357716,
    0.7586510797357716,
    0.7586510797357716,
    0.7586510797357716,
    0.7586510797357716,
    0.7586510797357716,
    0.7586510797357716,
    0.8128361423638126,
    0.8128361423638126,
    0.8128361423638126,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8343059391238861,
    0.8265124952744826,
    0.8265124952744826,
    0.8265124952744826,
    0.8265124952744826,
    0.8265124952744826,
    0.8265124952744826,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8264482209404181,
    0.8484960468441266,
    0.8484960468441266,
    0.8484960468441266,
    0.8484960468441266,
    0.8484960468441266,
    0.8484960468441266,
    0.8484960468441266
  ],
  "24": [
    "",
    "",
    "In the session, human resources teams take notes on tablets as students introduce themselves.",
    "During the session, human resources teams take notes on tablets as students introduce themselves; ahead of the career fair opening, students line up outside the university gym.",
    "Ahead of the career fair opening, students line up outside the university gym. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "Before the career fair opens, students line up outside the university gym. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Prior to the career fair opening, students line up outside the university gym. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "Prior to the career fair opening, students line up outside the university gym. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement on the PA system outlines the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students queue before the career fair opens. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement on the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students queue before the career fair opens. During the session, human resources teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement on the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students queue before the career fair opens, while HR teams take notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. A welcome announcement on the PA system outlines the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos."
  ],
  "24_score": [
    0.0,
    0.0,
    0.3241969569911668,
    0.3241969569911668,
    0.3241969569911668,
    0.3241969569911668,
    0.3241969569911668,
    0.3241969569911668,
    0.4420457453337243,
    0.4420457453337243,
    0.4420457453337243,
    0.4420457453337243,
    0.4420457453337243,
    0.4420457453337243,
    0.4420457453337243,
    0.745045261213613,
    0.745045261213613,
    0.745045261213613,
    0.745045261213613,
    0.745045261213613,
    0.745045261213613,
    0.745045261213613,
    0.7799770067000571,
    0.7799770067000571,
    0.7799770067000571,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8044627577946155,
    0.8253381272829248,
    0.8253381272829248,
    0.8253381272829248,
    0.8253381272829248,
    0.8253381272829248,
    0.841896547253494,
    0.841896547253494,
    0.841896547253494,
    0.8261520396959672,
    0.8261520396959672,
    0.8261520396959672,
    0.8261520396959672,
    0.8261520396959672,
    0.8261520396959672,
    0.8261520396959672,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768,
    0.835150150772768
  ]
}