{
  "0": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "An event scene with multiple groups: healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station.",
    "An event scene at the university features multiple groups: healthcare providers showcase community outreach photos; tech companies display demo screens showing their latest apps; and alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "An event scene at the university brings together healthcare providers, tech companies, and alumni volunteers. Healthcare providers showcase community outreach photos, tech companies display demo screens of their latest apps, and alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens.",
    "At the university, a career fair scene brings together healthcare providers, technology companies, and alumni volunteers. Healthcare providers display community outreach photos in a shared event space with tech groups; tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Students line up outside the university gym before the fair opens, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university, a career fair unites healthcare providers, tech companies, and alumni volunteers. In the shared event space, healthcare providers display community outreach photos alongside tech groups; tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the university gym; career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university, a career fair brings together healthcare providers, tech companies, and alumni volunteers in a shared event space. Healthcare providers display community outreach photos beside tech groups, while tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the university gym as career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "At the university, a career fair brings together healthcare providers, tech companies, and alumni volunteers in a shared event space. Dozens of booths with colorful banners encircle the polished floor; healthcare providers display community outreach photos both outside and at the fair, while tech companies show demo screens illustrating their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the gym as career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. At the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the university, a career fair brings together healthcare providers, tech companies, and alumni volunteers in a shared event space. Dozens of booths with colorful banners encircle the polished floor; healthcare providers display community outreach photos both outside and at the fair, while tech companies show demo screens illustrating their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the gym as career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. At the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished gym floor, hosting healthcare providers and tech companies alongside alumni volunteers. Healthcare providers display community outreach photos both outside and inside the fair, while tech companies show demo screens illustrating their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the gym. Career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. At the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished gym floor, hosting healthcare providers, tech companies, and alumni volunteers. Healthcare providers display community outreach photos both outside and inside, while tech companies show demo screens illustrating their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the gym. Career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. At the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. In a shared event space around the gym, dozens of booths continue the busy setup.",
    "At the university career fair, dozens of booths with colorful banners encircle the polished gym floor, hosting healthcare providers, tech companies, and alumni volunteers. Healthcare providers display community outreach photos both outside and inside, while tech companies show demo screens illustrating their latest apps. Alumni volunteers give quick pep talks near the coffee station. Before opening, students line up outside the gym as career counselors advise attendees to maintain eye contact. A welcome PA announces the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby; at the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. In a surrounding shared event space around the gym, dozens of booths continue the busy setup, with consulting firms again stacking glossy case study booklets on high tables."
  ],
  "0_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.42440081276979935,
    0.42440081276979935,
    0.42440081276979935,
    0.42440081276979935,
    0.42440081276979935,
    0.6858599741507989,
    0.6858599741507989,
    0.6858599741507989,
    0.7499184100649414,
    0.7499184100649414,
    0.8539632123963343,
    0.8539632123963343,
    0.8539632123963343,
    0.8539632123963343,
    0.8539632123963343,
    0.8539632123963343,
    0.883101509044158,
    0.883101509044158,
    0.8966105580873578,
    0.8966105580873578,
    0.8966105580873578,
    0.8966105580873578,
    0.8966105580873578,
    0.8966105580873578,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.8952231444691838,
    0.9146150553606656,
    0.9146150553606656,
    0.9146150553606656,
    0.9146150553606656,
    0.9146150553606656,
    0.9118735981546267,
    0.9118735981546267,
    0.9118735981546267,
    0.9118735981546267,
    0.9118735981546267,
    0.9118735981546267,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436,
    0.9073647027836436
  ],
  "1": [
    "",
    "",
    "",
    "\"\"",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students stands waiting for the career fair to open. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open, while consulting firms stack glossy case study booklets on high tables nearby. At the gym entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders. Nearby, alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos both outside and at the university career fair, where tech companies show demo screens illustrating their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university campus, a career fair unfolds with activity outside the gym and inside. Outside the gym, a line of students waits for the fair to open while consulting firms stack glossy case study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; students clutch resumes in branded folders; alumni volunteers give pep talks near the coffee station. Healthcare providers display community outreach photos outside and at the fair, where tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the schedule. Inside the university, the fair brings together healthcare providers, technology companies, and alumni volunteers; healthcare providers display photos in a shared space with tech groups; tech companies show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station; career counselors remind attendees to maintain eye contact.",
    "On a university campus, a career fair unfolds outside the gym and inside. Outside, a line of students waits for opening; consulting firms stack glossy case study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; students clutch resumes in branded folders; alumni volunteers give pep talks near the coffee station. Healthcare providers display community outreach photos outside and at the fair, while tech companies show demo screens of their latest apps; a welcome PA outlines the schedule. Inside, the fair brings together healthcare providers, technology companies, and alumni volunteers; career counselors remind attendees to maintain eye contact; tech companies display demo screens, healthcare providers show outreach photos, and alumni volunteers offer pep talks near the coffee station. At the gym, the scene presents a space housing these groups, with displays and pep talks near the coffee station, and PA notices repeating the schedule.",
    "On a university campus, a career fair unfolds in a shared space that spans outside the gym and inside. Outside, a line of students clutching resumes in branded folders waits for opening; consulting firms stack glossy case study booklets on high tables; event staff scan registrations and hand out lanyards at the entrance; alumni volunteers give pep talks near the coffee station; a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners circle the polished floor, hosting healthcare providers displaying community outreach photos and technology companies presenting demo screens of their latest apps; career counselors remind attendees to maintain eye contact; alumni volunteers offer pep talks near the coffee station; PA announcements repeat the welcome and schedule. The gym hosts these groups in a shared event space with displays and views of outreach photos and apps.",
    "On a university campus, a career fair unfolds around the gym in a shared event space that spans outside and inside. Outside, a line of students clutching resumes in branded folders waits for opening, consulting firms stack glossy case-study booklets on high tables, and event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give pep talks near the coffee station, and a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners circle the polished floor, hosting healthcare providers displaying community outreach photos and technology companies presenting demo screens of their latest apps. Career counselors remind attendees to maintain eye contact; PA announcements repeat the welcome and schedule. The gym hosts these groups in a shared space with displays and views of outreach photos and apps.",
    "On a university campus, a career fair unfolds around a gym in a shared space that spans outside and inside. Outside, a line of students clutching resumes in branded folders waits for opening while consulting firms stack glossy case-study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Alumni volunteers give pep talks near the coffee station, and a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners circle the polished floor, hosting healthcare providers displaying community outreach photos and technology companies presenting demo screens of their latest apps. Career counselors remind attendees to maintain eye contact; PA announcements repeat the welcome and schedule. The gym hosts these groups in a shared space with displays of outreach photos and apps.",
    "A university campus hosts a career fair around a gym in a shared space that opens to both outside and inside. Outside, dozens of students line up before opening, clutching resumes in branded folders while event staff scan registrations and hand out lanyards; consulting firms stack glossy case-study booklets on high tables near the entrance. Alumni volunteers give pep talks near the coffee station, and a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners circle the polished gym floor, hosting healthcare providers displaying community outreach photos and technology companies presenting demo screens of their latest apps; career counselors remind attendees to maintain eye contact, with PA announcements repeating the welcome and schedule. Throughout, displays of outreach photos and apps appear in the shared space."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.6100007810653727,
    0.6100007810653727,
    0.7598099799361165,
    0.7598099799361165,
    0.7598099799361165,
    0.8301791499277804,
    0.8301791499277804,
    0.8565582084612471,
    0.8565582084612471,
    0.8565582084612471,
    0.8565582084612471,
    0.8565582084612471,
    0.8565582084612471,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8666117559141271,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8580024418434016,
    0.8120702494528773,
    0.8120702494528773,
    0.8120702494528773,
    0.8120702494528773,
    0.8120702494528773,
    0.8455933675635647,
    0.8455933675635647,
    0.8455933675635647,
    0.8455933675635647,
    0.8455933675635647,
    0.8455933675635647,
    0.8748676041781968,
    0.8748676041781968,
    0.8748676041781968,
    0.8748676041781968,
    0.8748676041781968,
    0.8859382123565602,
    0.8859382123565602,
    0.8859382123565602,
    0.8859382123565602,
    0.8658366359768501,
    0.8658366359768501,
    0.8658366359768501
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open; career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students waits for the career fair to open, clutching resumes in branded folders as career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside the gym, healthcare and technology groups occupy a shared event space around the gym, while consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open, clutching resumes in branded folders as career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside the gym, healthcare and technology groups occupy a shared event space around the gym, while consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open, clutching resumes in branded folders as career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out attendees' lanyards. Inside the gym, healthcare and technology groups share a space around the gym while consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display community outreach photos, and alumni volunteers give brief pep talks near the coffee station. Tech companies showcase demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair, clutching resumes in branded folders as career counselors remind them to maintain eye contact. At the entrance, event staff scan registrations and hand out attendees' lanyards. Inside the gym, healthcare and technology groups share space while consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers display community outreach photos, and alumni volunteers give brief pep talks near the coffee station. Tech companies showcase demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "On a university campus, a career fair unfolds around the gym in a shared event space that spans outside and inside. Outside, a line of students clutching resumes in branded folders waits for opening as event staff scan registrations and hand out lanyards at the entrance; consulting firms stack glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact; alumni volunteers give pep talks near the coffee station; and a welcome PA outlines the schedule. Inside, dozens of booths with colorful banners host healthcare providers displaying community outreach photos and technology companies presenting demo screens of their latest apps, while consulting firms stack glossy case-study booklets on nearby tables. The gym hosts these groups in a space with displays of outreach photos and apps; PA announcements repeat the welcome and schedule."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5419349913385092,
    0.5419349913385092,
    0.5419349913385092,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.7507920402505786,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8363150195487117,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8699744528414259,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8907968817665065,
    0.8906312482728824,
    0.8906312482728824,
    0.8906312482728824,
    0.8906312482728824,
    0.8906312482728824,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.8922742990902122,
    0.854580606220333,
    0.854580606220333,
    0.854580606220333
  ],
  "3": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Healthcare providers showcase community outreach photos, while tech companies display demo screens illustrating their latest apps. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies show demo screens illustrating their latest apps. A welcome announcement over the PA outlines the fair schedule. Outside the university gym, a line of students awaits the opening of the career fair. At the gym entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps; a PA welcomes attendees and outlines the schedule. Outside the gym, a line of students awaits opening, and at the gym entrance staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps, and a PA welcomes attendees and outlines the schedule. Outside the gym, a line of students awaits opening; at the gym entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies present demo screens of their latest apps, and a PA welcomes attendees and outlines the schedule. Outside the gym, a line of students awaits opening, while at the gym entrance staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies present demo screens of their latest apps; a PA welcomes attendees and outlines the schedule. Outside the gym, a line of students awaits opening, and at the gym entrance staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display community outreach photos while tech companies present demo screens of their latest apps. A PA welcomes attendees and outlines the schedule, with a welcome announcement outlining the fair schedule over the PA system. Outside the gym, a line of students awaits opening, and at the gym entrance staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, healthcare providers display community outreach photos and technology groups present demo screens of their latest apps in a shared event space around the gym. A PA welcomes attendees and outlines the fair schedule. Outside the gym, a line of students awaits opening, clutching resumes inside branded folders. At the gym entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, healthcare providers display community outreach photos and technology groups present demo screens of their latest apps in a shared event space around the gym. A PA welcomes attendees and outlines the fair schedule, with a separate welcome announcement over the PA system. Outside the gym, a line of students awaits opening, clutching resumes inside branded folders. At the gym entrance, staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables as dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Outside the gym, a line of students awaits opening, clutching resumes in branded folders. At the gym entrance, staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "At the university career fair held in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Outside the gym, a line of students clutching resumes in branded folders awaits opening; at the entrance staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule and career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers offer quick pep talks near the coffee station. The fair gathers healthcare providers, tech companies, and alumni volunteers into the same space, with healthcare and technology groups occupying a shared area and consulting firms at high tables nearby.",
    "In a shared event space around the university gym, a career fair brings together healthcare providers, tech companies, and alumni volunteers. Dozens of booths with colorful banners surround a polished floor, with healthcare providers displaying community outreach photos and tech companies showing interactive demo screens, while consulting firms lay glossy case study booklets on high tables nearby. Outside the gym, a line of students clutching resumes in branded folders awaits opening as event staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule and career counselors remind attendees to maintain eye contact, with alumni volunteers offering quick pep talks near the coffee station. The space partitions place healthcare and technology in a shared area, and consulting firms at nearby high tables."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.3883608138601889,
    0.3883608138601889,
    0.3883608138601889,
    0.5082398114834725,
    0.5082398114834725,
    0.5082398114834725,
    0.5082398114834725,
    0.878524102676639,
    0.878524102676639,
    0.878524102676639,
    0.878524102676639,
    0.878524102676639,
    0.8276346323528584,
    0.8276346323528584,
    0.8276346323528584,
    0.8276346323528584,
    0.8255670282530153,
    0.8255670282530153,
    0.8255670282530153,
    0.8255670282530153,
    0.8631971083604233,
    0.8631971083604233,
    0.8631971083604233,
    0.8610484918825896,
    0.8610484918825896,
    0.8610484918825896,
    0.8610484918825896,
    0.866358752667787,
    0.866358752667787,
    0.866358752667787,
    0.866358752667787,
    0.866358752667787,
    0.866358752667787,
    0.9091963325087254,
    0.9091963325087254,
    0.9091963325087254,
    0.9091963325087254,
    0.8983978347563856,
    0.8983978347563856,
    0.8983978347563856,
    0.8983978347563856,
    0.8983978347563856,
    0.9202775543953576,
    0.9202775543953576,
    0.9202775543953576,
    0.9202775543953576,
    0.9202775543953576,
    0.8879301229305212,
    0.8879301229305212,
    0.8879301229305212,
    0.8879301229305212,
    0.8879301229305212,
    0.8879301229305212,
    0.8879301229305212,
    0.8577507639235823,
    0.8577507639235823,
    0.8577507639235823,
    0.8577507639235823
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open. Career counselors remind attendees to maintain eye contact as the students line up outside the gym before the career fair opens.",
    "Outside the university gym, a line of students waits for the career fair to open. Career counselors remind attendees to maintain eye contact as they line up before the fair begins. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, a line of students waits for the career fair to open, as career counselors remind attendees to maintain eye contact while they line up. At the gym entrance, event staff scan registrations and hand out lanyards to attendees. Inside the university career fair, healthcare providers display community outreach photos while tech companies show demo screens illustrating their latest apps. A welcome announcement over the PA outlines the fair schedule. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact. At the gym entrance, event staff scan registrations and hand out lanyards to attendees. Inside the career fair, healthcare providers display community outreach photos while tech companies show demo screens illustrating their latest apps, with healthcare and technology groups occupying a shared event space around the gym. A welcome announcement over the PA system outlines the fair schedule. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact. At the gym entrance, event staff scan registrations and hand out lanyards to attendees. Inside the fair, healthcare providers display community outreach photos while tech companies show demo screens of their latest apps, with healthcare and technology groups occupying a shared event space around the gym. A PA system broadcasts a welcome announcement and outlines the schedule. Nearby, alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors remind attendees to maintain eye contact; at the gym entrance, event staff scan registrations and hand out lanyards, while consulting firms stack glossy case-study booklets on high tables nearby. Outside, healthcare providers display community outreach photos, and inside the fair healthcare providers continue to display photos while tech companies show demo screens of their latest apps, with healthcare and technology groups occupying a shared space around the gym. A PA system broadcasts a welcome announcement and outlines the schedule, and alumni volunteers offer quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At the university, a career fair unfolds around the gym, bringing together healthcare providers, tech companies, and alumni volunteers in a shared event space with dozens of booths and colorful banners encircling the polished floor. Dozens of students line up outside the gym before opening, while career counselors remind attendees to maintain eye contact. Inside and at the gym entrance, staff scan registrations, hand out lanyards, and consulting firms stack glossy case-study booklets on high tables nearby. Healthcare providers display community outreach photos outside and inside the fair, and technology groups show demo screens of their latest apps in a shared area around the gym. Alumni volunteers offer quick pep talks near the coffee station, and students clutch resumes in branded folders as a welcome PA announces the schedule.",
    "At the university, a career fair unfolds around the gym in a shared event space bordered by dozens of booths and colorful banners circling the polished floor. Outside the gym, dozens of students line up before opening, clutching resumes in branded folders. Inside and at the gym entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case-study booklets on high tables nearby. Healthcare providers display community outreach photos outside and inside the fair, and technology groups show demo screens of their latest apps in a surrounding area around the gym. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcomes attendees, outlines the schedule, and a separate welcome announcement plays over the PA system.",
    "At the university gym, a career fair unfolds in a shared event space bordered by dozens of booths and colorful banners circling the polished floor. Outside, dozens of students line up before opening, clutching resumes in branded folders. Inside and at the gym entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case-study booklets on high tables nearby. Healthcare providers display community outreach photos outside and inside the fair, while technology groups show demo screens of their latest apps around the gym. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA welcomes attendees, outlines the schedule, and a separate welcome announcement plays over the PA system."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.6028520785473588,
    0.6028520785473588,
    0.6028520785473588,
    0.7521374687420215,
    0.7521374687420215,
    0.7521374687420215,
    0.7521374687420215,
    0.8799081811643739,
    0.8799081811643739,
    0.8799081811643739,
    0.8799081811643739,
    0.8799081811643739,
    0.8799081811643739,
    0.8799081811643739,
    0.8690944994304326,
    0.8690944994304326,
    0.8690944994304326,
    0.8690944994304326,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8594489584949185,
    0.8371184363371367,
    0.8371184363371367,
    0.8371184363371367,
    0.8371184363371367,
    0.8371184363371367,
    0.8371184363371367,
    0.8936350972607728,
    0.8936350972607728,
    0.8936350972607728,
    0.8936350972607728,
    0.8936350972607728,
    0.8936350972607728,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8861396202948113,
    0.8923949525976034,
    0.8923949525976034,
    0.8923949525976034,
    0.8923949525976034
  ],
  "5": [
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. At the gym entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students awaits the opening of the career fair. At the gym entrance, event staff scan registrations and hand out lanyards. Nearby, healthcare providers display community outreach photos, while alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students awaits the opening of the career fair. At the gym entrance, event staff scan registrations and hand out lanyards. Nearby, healthcare providers display community outreach photos, while alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students awaits the opening of the career fair. At the gym entrance, event staff scan registrations and hand out lanyards, with the same scanning and lanyard distribution occurring at the entrance. Nearby, healthcare providers display community outreach photos, while alumni volunteers offer quick pep talks near the coffee station.",
    "Outside the university gym, a line of students awaits the career fair opening. At the gym entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, and alumni volunteers offer quick pep talks near the coffee station. Healthcare and technology groups share a single event space. Tech companies showcase demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact as students line up outside the gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, a career fair scene brings together healthcare providers, technology companies, and alumni volunteers in a single shared event space. Outside the gym, a line of students awaits the fair opening while event staff at the entrance scan registrations and hand out lanyards. Tech companies showcase demo screens of their latest apps; healthcare providers display community outreach photos in the shared space with tech groups. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, a career fair assembles healthcare providers, tech companies, and alumni volunteers in a shared space. A line of students waits outside the gym for opening. At the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps, while healthcare providers show community outreach photos and alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and a welcome PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables nearby. The scene combines tech demos, outreach displays, and pep talks in proximity to the coffee station.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. A line of students waits outside for opening. At the gym entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps; healthcare providers show community outreach photos; healthcare and technology groups occupy a shared event space around the gym. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. A line of students lines up outside the gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps; healthcare providers show community outreach photos. Healthcare and technology groups occupy a shared event space around the gym. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. A line of students forms outside the gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. Inside, tech companies display demo screens of their latest apps while healthcare providers show community outreach photos. Healthcare and technology groups occupy a shared event space around the gym. Alumni volunteers offer quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule. Nearby, consulting firms stack glossy case study booklets on high tables.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. A line of students forms outside before opening, clutching resumes inside branded folders. At the gym entrance, staff scan registrations and hand out lanyards. Inside, healthcare providers display community outreach photos and technology groups present demo screens of their latest apps in a shared event area around the gym. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule, with a separate welcome announcement over the PA system. Nearby, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. A line of students forms outside before opening, clutching resumes inside branded folders. At the gym entrance, staff scan registrations and hand out lanyards. Inside, healthcare providers display community outreach photos and tech groups present demo screens of their latest apps in a shared event area around the gym. Alumni volunteers offer quick pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. A welcome PA announcement outlines the fair schedule, with a separate welcome announcement over the PA system. Nearby, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "At the university gym, a career fair unfolds in a shared event space around the gym, bringing healthcare providers, tech companies, and alumni volunteers into a single scene. Dozens of booths with colorful banners surround a polished floor. Outside, a line of students clutching resumes in branded folders forms before opening, while at the entrance staff scan registrations and hand out lanyards. Inside, healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA outlines the fair schedule, with a separate welcome announcement over the PA system. The fair places healthcare and technology groups in a shared area, with consulting firms at nearby high tables."
  ],
  "5_score": [
    0.0,
    0.0,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.6281272746641996,
    0.6281272746641996,
    0.6281272746641996,
    0.7863424391528271,
    0.7863424391528271,
    0.7863424391528271,
    0.7863424391528271,
    0.7863424391528271,
    0.7863424391528271,
    0.7863424391528271,
    0.7871423959524699,
    0.7871423959524699,
    0.7871423959524699,
    0.7871423959524699,
    0.7871423959524699,
    0.7871423959524699,
    0.7871423959524699,
    0.9007477405781983,
    0.9007477405781983,
    0.9007477405781983,
    0.8919654535773425,
    0.8919654535773425,
    0.8919654535773425,
    0.8919654535773425,
    0.8919654535773425,
    0.8606853399959764,
    0.8606853399959764,
    0.8606853399959764,
    0.8606853399959764,
    0.8606853399959764,
    0.8916005662839861,
    0.8916005662839861,
    0.8916005662839861,
    0.8916005662839861,
    0.8916005662839861,
    0.8902300024443475,
    0.8902300024443475,
    0.8902300024443475,
    0.8902300024443475,
    0.8902300024443475,
    0.8902300024443475,
    0.8902300024443475,
    0.8888393941839439,
    0.8888393941839439,
    0.8888393941839439,
    0.8888393941839439,
    0.8888393941839439,
    0.8911647335420677,
    0.8911647335420677,
    0.8911647335420677,
    0.8911647335420677,
    0.8928203862755237,
    0.8928203862755237,
    0.8928203862755237,
    0.8928203862755237,
    0.8928203862755237,
    0.8928203862755237,
    0.8928203862755237,
    0.8950628414926494,
    0.8950628414926494
  ],
  "6": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers display community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare and technology groups occupy a shared event space: healthcare providers display community outreach photos, alumni volunteers share quick pep talks near the coffee station, and tech companies display demo screens showing their latest apps.",
    "Healthcare and technology groups occupy a shared event space. Healthcare providers display community outreach photos, while alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens.",
    "Healthcare and technology groups occupy a shared event space. Healthcare providers display community outreach photos; alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare and technology groups occupy a shared event space around the university gym for the career fair. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. Career counselors remind attendees to maintain eye contact as a line of students stands outside the university gym, waiting for the career fair to open. A welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare and technology groups occupy a shared event space around the university gym for the career fair. Healthcare providers display community outreach photos while alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact as a line of students stands outside the university gym, waiting for the fair to open. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Healthcare and technology groups occupy a shared event space around the university gym for the career fair. Healthcare providers display community outreach photos while alumni volunteers give brief pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact as a line of students stands outside the university gym, waiting for the fair to open. At the entrance, event staff scan registrations and hand out lanyards to attendees. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare and technology groups occupy a shared event space around the university gym for the career fair. Healthcare providers display community outreach photos while alumni volunteers deliver brief pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact as a line of students lines up outside the university gym, clutching resumes inside branded folders, waiting for the fair to open. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables nearby.",
    "At the university gym, a career fair unfolds in a shared event space for healthcare and technology groups. Dozens of booths with colorful banners circle the polished floor, with healthcare providers displaying community outreach photos and tech companies presenting demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Outside the gym, a line of students clutching resumes in branded folders waits for opening. Inside near the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA announces welcome and outlines the fair schedule.",
    "At the university gym, a career fair unfolds in a shared space for healthcare and technology groups. Dozens of booths with colorful banners circle the polished floor, with healthcare providers displaying community outreach photos, tech companies presenting demo screens of their latest apps, and consulting firms stacking glossy case study booklets on high tables nearby. Outside, a line of students clutching resumes in branded folders waits for opening. Inside near the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A PA announces welcome and outlines the fair schedule.",
    "At the university gym, a career fair brings healthcare providers, tech companies, and alumni volunteers into a shared space. Dozens of booths with colorful banners surround the polished floor; healthcare providers display community outreach photos; tech companies present demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Outside, line of students clutching resumes in branded folders waits for opening. Inside near the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks near the coffee station; career counselors remind attendees to maintain eye contact. A PA announces welcome and outlines the fair schedule.",
    "At the university gym, a career fair gathers healthcare providers, tech companies, and alumni volunteers in a shared space. Dozens of booths with colorful banners surround the polished floor; healthcare providers display community outreach photos, and tech companies present demo screens of their latest apps, while consulting firms stack glossy case study booklets on nearby high tables. Outside, a line of students clutching resumes in branded folders waits for opening. Inside near the entrance, event staff scan registrations and hand out lanyards. Nearby, alumni volunteers offer quick pep talks by the coffee station. A PA announces welcome and outlines the fair schedule, and career counselors remind attendees to maintain eye contact."
  ],
  "6_score": [
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.292445453111421,
    0.38550570449518173,
    0.38550570449518173,
    0.38550570449518173,
    0.42406811340427963,
    0.42406811340427963,
    0.7932868895381868,
    0.7932868895381868,
    0.7932868895381868,
    0.7932868895381868,
    0.7932868895381868,
    0.8551990800934808,
    0.8551990800934808,
    0.8551990800934808,
    0.8551990800934808,
    0.8852468188503757,
    0.8852468188503757,
    0.8852468188503757,
    0.8852468188503757,
    0.89366121873141,
    0.89366121873141,
    0.89366121873141,
    0.89366121873141,
    0.9000963979667238,
    0.9000963979667238,
    0.9000963979667238,
    0.9000963979667238,
    0.9000963979667238,
    0.9000963979667238,
    0.9000963979667238,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.8944831523596375,
    0.9049194729082035,
    0.9049194729082035,
    0.9049194729082035,
    0.9049194729082035,
    0.9049194729082035,
    0.9049194729082035,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9083819628300269,
    0.9149006596470111,
    0.9149006596470111,
    0.9149006596470111,
    0.9149006596470111,
    0.9149006596470111,
    0.9077714115901754,
    0.9077714115901754,
    0.9077714115901754,
    0.9077714115901754,
    0.9077714115901754
  ],
  "7": [
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, with students clutching resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, with students clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact as students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "At the university gym, healthcare and technology groups occupy a shared event space around the gym for the career fair. Before opening, a line of students waits outside, clutching resumes in branded folders as career counselors remind them to maintain eye contact. Inside, consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym, healthcare and technology groups occupy a shared event space around the gym for the career fair. Before opening, a line of students waits outside, clutching resumes in branded folders as career counselors remind them to maintain eye contact. Inside, consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards to attendees. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Tech companies showcase demo screens displaying their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym on campus, healthcare providers, technology companies, alumni volunteers, and consulting firms participate in a career fair in a shared space around the gym. Outside, a line of students waits for opening, clutching resumes in branded folders as career counselors remind them to maintain eye contact; inside, consulting firms stack glossy case study booklets on high tables near the entrance where event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos outside and inside the fair space; alumni volunteers give pep talks near the coffee station; tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym on campus, a career fair gathers healthcare providers, technology companies, alumni volunteers, and consulting firms in a shared space around the gym. Outside, a line of students waits for opening, clutching resumes in branded folders as career counselors remind them to maintain eye contact; inside, consulting firms stack glossy case study booklets on high tables near the entrance where event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos outside and inside the fair space; alumni volunteers give pep talks near the coffee station; tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym on campus, a career fair gathers healthcare providers, technology companies, alumni volunteers, and consulting firms in a shared space around the gym. Outside, a line of students waits for opening, clutching resumes in branded folders as career counselors remind them to maintain eye contact; inside, consulting firms stack glossy case study booklets on high tables near the entrance, while event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos outside and inside the fair space; alumni volunteers give pep talks near the coffee station; tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym, a career fair brings healthcare providers, technology companies, alumni volunteers, and consulting firms into a shared space around the gym. Outside, a line of students waits for opening, clutching resumes in branded folders as career counselors remind them to maintain eye contact. Inside, consulting firms stack glossy case study booklets on high tables near the entrance while event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos both outside and inside the fair space. Alumni volunteers give pep talks near the coffee station. Tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule.",
    "At the university gym, a career fair gathers healthcare providers, technology companies, alumni volunteers, and consulting firms in a shared space around the gym. Outside, a line of students waits for opening, clutching resumes in branded folders as career counselors remind them to maintain eye contact. Inside, consulting firms stack glossy case study booklets on high tables near the entrance while event staff scan registrations and hand out lanyards. Healthcare providers display community outreach photos both outside and inside the fair space. Alumni volunteers give pep talks near the coffee station. Tech companies show demo screens of their latest apps. A welcome announcement over the PA outlines the fair schedule."
  ],
  "7_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.4987577478566242,
    0.4987577478566242,
    0.5331307532595746,
    0.5331307532595746,
    0.5331307532595746,
    0.5331307532595746,
    0.7086666761012501,
    0.7086666761012501,
    0.7086666761012501,
    0.7086666761012501,
    0.7086666761012501,
    0.7086666761012501,
    0.7086666761012501,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.8605351463076083,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.9040437513778539,
    0.8786077789205454,
    0.8786077789205454,
    0.8786077789205454,
    0.8786077789205454,
    0.8789332939193175,
    0.8789332939193175,
    0.8789332939193175,
    0.8789332939193175,
    0.8789332939193175,
    0.8789332939193175,
    0.8789332939193175,
    0.8773675279051529,
    0.8773675279051529,
    0.8773675279051529,
    0.8773675279051529,
    0.8773675279051529,
    0.9078190991058841,
    0.9078190991058841,
    0.9078190991058841,
    0.9078190991058841,
    0.9071491520453758,
    0.9071491520453758
  ],
  "8": [
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos, and alumni volunteers deliver quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Healthcare providers display community outreach photos, and alumni volunteers give quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. At the event, career counselors remind attendees to maintain eye contact. The scene includes tech companies displaying demo screens of their latest apps, alongside the healthcare providers' outreach displays and alumni pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open. In a shared event space around the gym, healthcare providers display community outreach photos, alumni volunteers give quick pep talks near the coffee station, tech companies showcase demo screens of their latest apps, and consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside the event area, career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards to attendees. In the shared event space around the gym, healthcare providers display community outreach photos; tech companies showcase demo screens of their latest apps; alumni volunteers give quick pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables nearby. Inside the event area, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, a line of students waits for the career fair to open. At the entrance, event staff scan registrations and hand out lanyards to attendees. In the shared event space around the gym, healthcare providers display community outreach photos; tech companies showcase demo screens of their latest apps; alumni volunteers give quick pep talks near the coffee station; consulting firms stack glossy case study booklets on high tables nearby. Inside the event area, career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "Outside the university gym, dozens of students line up before opening as event staff scan registrations and hand out lanyards at the entrance. In the shared event space around the gym, healthcare providers display community outreach photos both outside and inside the fair, tech companies show demo screens of their latest apps, alumni volunteers give quick pep talks near the coffee station, and consulting firms stack glossy case study booklets on high tables nearby. Inside the event area, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Dozens of booths with colorful banners encircle the polished gym floor, hosting healthcare providers, tech companies, and alumni volunteers. Students clutch resumes inside branded folders.",
    "A career fair gathers around the university gym on campus, with dozens of booths encircling the polished gym floor where healthcare providers, technology companies, alumni volunteers, and consulting firms are represented in a shared event space. Outside the gym, dozens of students line up before opening, clutching resumes in branded folders as event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact, and a welcome PA announces the fair schedule. Throughout the space, healthcare providers display community outreach photos both outside and inside; alumni volunteers give pep talks near the coffee station; tech companies show demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables near the entrance.",
    "A career fair unfolds in the university gym, with a polished floor ringed by dozens of booths representing healthcare providers, technology companies, alumni volunteers, and consulting firms in a shared event space. Outside, dozens of students line up before opening, clutching resumes in branded folders as staff scan registrations and issue lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, while a welcome PA broadcasts the fair schedule. Healthcare providers display community outreach photos both outside and inside. Alumni volunteers deliver pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, and consulting firms arrange glossy case-study booklets on high tables near the entrance.",
    "The career fair unfolds in a university gym with a polished floor and a shared event space lined by dozens of booths for healthcare providers, technology companies, alumni volunteers, and consulting firms. Outside, dozens of students line up before opening, clutching resumes in branded folders as staff scan registrations and issue lanyards at the entrance. Inside, career counselors remind attendees to maintain eye contact, while a welcome PA broadcasts the fair schedule. Healthcare providers display community outreach photos both outside and inside. Alumni volunteers deliver pep talks near the coffee station. Tech companies showcase demo screens of their latest apps, and consulting firms arrange glossy case-study booklets on high tables near the entrance. Students clutch resumes inside branded folders."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.49220966875639394,
    0.6491476411732806,
    0.6491476411732806,
    0.6461781973752154,
    0.6461781973752154,
    0.6461781973752154,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.826923150839493,
    0.8698193512989805,
    0.8698193512989805,
    0.8698193512989805,
    0.8698193512989805,
    0.8698193512989805,
    0.8698193512989805,
    0.8726593755035582,
    0.8726593755035582,
    0.8726593755035582,
    0.8726593755035582,
    0.8726593755035582,
    0.8726593755035582,
    0.8726593755035582,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8566121073258108,
    0.8571239739034804,
    0.8571239739034804,
    0.8571239739034804,
    0.8571239739034804,
    0.8987208984970878,
    0.8987208984970878,
    0.8987208984970878,
    0.8987208984970878,
    0.9109890441207318,
    0.9109890441207318,
    0.9109890441207318,
    0.9109890441207318,
    0.9109890441207318,
    0.8943045178372733,
    0.8943045178372733
  ],
  "9": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact. The scene features multiple groups: healthcare providers showcasing community outreach photos; tech companies displaying demo screens of their latest apps; and alumni volunteers delivering quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. The scene features multiple groups: healthcare providers showcasing community outreach photos; tech companies displaying demo screens of their latest apps; and alumni volunteers delivering quick pep talks near the coffee station.",
    "At the event, career counselors remind attendees to maintain eye contact. The scene features multiple groups: healthcare providers showcasing community outreach photos; tech companies displaying demo screens of their latest apps; and alumni volunteers delivering quick pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, career counselors remind attendees to maintain eye contact. The scene includes three groups: healthcare providers showcasing community outreach photos; tech companies displaying demo screens of their latest apps; and alumni volunteers delivering brief pep talks near the coffee station. A welcome announcement over the PA system outlines the fair schedule. The healthcare providers outreach photos are displayed, while alumni volunteers speak briefly near the coffee station and tech companies present interactive demo screens of their latest apps.",
    "At the university career fair, healthcare providers showcase community outreach photos in a shared event space with tech groups; tech companies show interactive demo screens of their latest apps; and alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the university career fair, healthcare providers display community outreach photos in a shared event space with tech groups, while tech companies show interactive demo screens of their latest apps; alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens. Career counselors remind attendees to maintain eye contact, and a welcome announcement over the PA outlines the fair schedule. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, healthcare providers and tech groups share a common event space around the university gym. Dozens of booths with colorful banners circle the polished floor. Healthcare providers display community outreach photos while tech companies showcase interactive demo screens of their latest apps; alumni volunteers give brief pep talks near the coffee station. Students line up outside the university gym before the fair opens, waiting for entry. At the entrance, event staff scan registrations and hand out lanyards to attendees. A welcome announcement over the PA outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers give quick pep talks near the coffee station as students line up outside the gym before entry. At the entrance, event staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule and career counselors remind attendees to maintain eye contact.",
    "At the university career fair held in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables nearby. Alumni volunteers give quick pep talks near the coffee station as students line up outside the gym before entry. At the entrance, event staff scan registrations and hand out lanyards. Inside, a welcome PA outlines the fair schedule and career counselors remind attendees to maintain eye contact. The fair gathers healthcare providers, tech companies, and alumni volunteers into the same space around the gym.",
    "At the university career fair, held in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos; tech companies showcase interactive demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables nearby. Alumni volunteers give quick pep talks near the coffee station as students line up outside the gym before entry, clutching resumes in branded folders. At the entrance, event staff scan registrations and hand out lanyards to attendees. Inside, a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact. The fair gathers healthcare providers, tech companies, and alumni volunteers into the same space around the gym, with healthcare and technology groups occupying a shared area and consulting firms at high tables nearby.",
    "At the university career fair held in a shared event space around the gym, dozens of booths with colorful banners surround a polished floor, bringing together healthcare providers displaying community outreach photos, tech companies with interactive demo screens of their latest apps, and consulting firms offering glossy case-study booklets on high tables nearby. Healthcare and technology groups occupy a shared area while consulting firms sit at high tables nearby. Outside the gym, a line of students clutching resumes in branded folders awaits opening, and at the gym entrance staff scan registrations and hand out lanyards to attendees. Inside, a welcome PA outlines the fair schedule, and career counselors remind attendees to maintain eye contact, while alumni volunteers offer quick pep talks near the coffee station.",
    "At a university career fair around the gym in a shared event space spanning outside and inside, dozens of booths with colorful banners surround a polished floor. Healthcare providers display community outreach photos, technology companies present interactive demo screens of their latest apps, and consulting firms offer glossy case-study booklets on high tables nearby. Outside, a line of students clutch resumes in branded folders waits for opening as staff scan registrations and hand out lanyards at the entrance. Inside, alumni volunteers offer quick pep talks near the coffee station while a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact. The space features displays and views of outreach photos and apps, with the gym hosting these groups in the shared environment.",
    "The university career fair unfolds around the gym in a shared indooroutdoor event space, with dozens of booths and colorful banners surrounding a polished floor. Healthcare providers display community outreach photos; technology companies present interactive demo screens of their latest apps; consulting firms offer glossy case-study booklets on high tables nearby. Outside, a line of students clutch resumes in branded folders waits for opening as staff scan registrations and hand out lanyards at the entrance. Inside, alumni volunteers offer quick pep talks near the coffee station while a welcome PA outlines the schedule and career counselors remind attendees to maintain eye contact. The space features displays of outreach photos and apps, with the gym hosting these groups in the shared environment. Students clutch resumes inside branded folders."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5967791724122039,
    0.5967791724122039,
    0.5967791724122039,
    0.5967791724122039,
    0.5967791724122039,
    0.5967791724122039,
    0.7417769893880047,
    0.7417769893880047,
    0.7417769893880047,
    0.7417769893880047,
    0.7417769893880047,
    0.7453813473733595,
    0.7453813473733595,
    0.7453813473733595,
    0.818362493010897,
    0.818362493010897,
    0.818362493010897,
    0.818362493010897,
    0.818362493010897,
    0.8397947409828868,
    0.8397947409828868,
    0.8397947409828868,
    0.8397947409828868,
    0.8397947409828868,
    0.8397947409828868,
    0.8922898503415909,
    0.8922898503415909,
    0.8922898503415909,
    0.8922898503415909,
    0.9208659715706825,
    0.9208659715706825,
    0.9208659715706825,
    0.9208659715706825,
    0.9208659715706825,
    0.9208659715706825,
    0.9088481836694609,
    0.9088481836694609,
    0.9088481836694609,
    0.9088481836694609,
    0.9004914132306014,
    0.9004914132306014,
    0.9004914132306014,
    0.9004914132306014,
    0.9004914132306014,
    0.8865127702251057,
    0.8865127702251057,
    0.8865127702251057,
    0.8865127702251057,
    0.8865127702251057,
    0.8865127702251057,
    0.8822437803547648,
    0.8822437803547648,
    0.8822437803547648,
    0.8822437803547648,
    0.9075806442789045
  ]
}