{
  "0": [
    "",
    "Groups of friends mark target employers on the event map, placing marks on the map to indicate those employers.",
    "At the event, groups of friends mark target employers on the event map, placing marks on the map to indicate those employers, while students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map, placing marks on the map to indicate those employers. Students clutch resumes inside branded folders and introduce themselves. Human resources teams jot notes on tablets.",
    "At the event, groups of friends mark target employers on the event map, placing marks to indicate those employers. Students clutch resumes inside branded folders and introduce themselves. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps.",
    "At the event, groups of friends mark target employers on the event map, placing marks to indicate those employers. Students clutch resumes inside branded folders and introduce themselves. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, placing marks to indicate those employers. Students clutch resumes inside branded folders and introduce themselves. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, indicating those employers, while students clutch resumes in branded folders and introduce themselves. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. On the event floor, alumni volunteers give brief pep talks near the coffee station, alongside the ongoing display of tech demo screens.",
    "At the university career fair, groups of friends mark target employers on the event map as students clutch resumes in branded folders and introduce themselves. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables. On the event floor, alumni volunteers give brief pep talks near the coffee station, alongside the tech demo screens. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, groups of friends mark target employers on the event map as students clutch resumes in branded folders and introduce themselves, while human resources jot notes on tablets. Tech companies display demo screens of their latest apps, and alumni volunteers give brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards, with career counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos, and a corporate actor replicates the password-cracking activity as providers display outreach imagery. Several students rehearse elevator pitches quietly against a wall, and some line up outside the university gym before the fair opens.",
    "At the university career fair, groups of friends mark target employers on the event map as students clutch resumes in branded folders and introduce themselves, while human resources jot notes on tablets. Tech companies display demo screens of their latest apps, and alumni volunteers give brief pep talks near the coffee station. At the entrance, staff scan registrations and hand out lanyards, with career counselors directing unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and dozens of booths with colorful banners circle the polished floor. In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos, and a corporate actor replicates the password-cracking activity as providers display outreach imagery. Several students rehearse elevator pitches quietly against a wall, and some line up outside the university gym before the fair opens."
  ],
  "0_score": [
    0.0,
    0.32666379707674126,
    0.32666379707674126,
    0.32666379707674126,
    0.32666379707674126,
    0.42016478973963656,
    0.42016478973963656,
    0.7537003810067879,
    0.7537003810067879,
    0.7537003810067879,
    0.7876149592953208,
    0.7876149592953208,
    0.7876149592953208,
    0.8202669991391338,
    0.8202669991391338,
    0.8202669991391338,
    0.8202669991391338,
    0.8147599394128502,
    0.8147599394128502,
    0.8147599394128502,
    0.8147599394128502,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8126337414691625,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8491100103800986,
    0.8459389910445304,
    0.8459389910445304,
    0.8459389910445304,
    0.8459389910445304,
    0.8459389910445304,
    0.8459389910445304,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953,
    0.8446067072341953
  ],
  "1": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In a shared space, alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "In a shared space, alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "In a shared space, alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a shared space, alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "In a shared space at an event, alumni volunteers give quick pep talks near the coffee station while several students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor performing the same activity. Healthcare providers display outreach photos, presenting outreach imagery. Tech companies display demo screens of their latest apps. The scene juxtaposes a cybersecurity exercise with outreach imagery and quiet pitch rehearsal.",
    "In a shared event space, alumni volunteers give quick pep talks near the coffee station while several students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor performing the same activity. Healthcare providers display outreach photos, presenting outreach imagery. Tech companies display demo screens of their latest apps. The scene juxtaposes a cybersecurity exercise with outreach imagery and quiet pitch rehearsal.",
    "In a shared event space, alumni volunteers deliver quick pep talks near the coffee station while several students rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle the polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor performing the same activity. Healthcare providers display outreach photos, presenting outreach imagery. Tech companies display demo screens of their latest apps. The scene juxtaposes the cybersecurity exercise with outreach imagery and quiet pitch rehearsal.",
    "In a polished-floor expo space, dozens of booths with colorful banners encircle the area. Alumni volunteers deliver quick pep talks near the coffee station, while several students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor replicating the activity. Healthcare providers display outreach photos, and tech companies show demo screens of their latest apps. The scene juxtaposes the cybersecurity exercise with outreach imagery and quiet pitch rehearsal, all within the shared event space.",
    "In a polished-floor expo space, dozens of booths with colorful banners surround the area. Alumni volunteers deliver quick pep talks near the coffee station while several students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards; career counselors redirect unsure students toward applicable industries, as HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, replicated by a corporate actor. Healthcare providers display outreach photos, and tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. A welcome PA outlines the fair schedule.",
    "Inside a polished-floor expo space, dozens of booths with colorful banners frame the area. Alumni volunteers deliver quick pep talks near the coffee station while several students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries, with HR teams jotting notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, replicated by a corporate actor. Healthcare providers display outreach photos, and tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. A welcome PA outlines the fair schedule.",
    "In a polished-floor expo space framed by colorful banners, dozens of booths line the area as alumni volunteers deliver pep talks near the coffee station and several students rehearse elevator pitches quietly against a wall. At the entrance, event staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries, with HR teams jotting notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, replicated by a corporate actor. Healthcare providers display outreach photos, and tech companies show demo screens of their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. A welcome PA outlines the fair schedule."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.29069593843347985,
    0.29069593843347985,
    0.29069593843347985,
    0.29069593843347985,
    0.29069593843347985,
    0.512352550547129,
    0.512352550547129,
    0.512352550547129,
    0.512352550547129,
    0.512352550547129,
    0.6732531003986799,
    0.6732531003986799,
    0.6732531003986799,
    0.7034705019570007,
    0.7034705019570007,
    0.7034705019570007,
    0.7034705019570007,
    0.7034705019570007,
    0.7116551167678397,
    0.7116551167678397,
    0.7116551167678397,
    0.7116551167678397,
    0.7116551167678397,
    0.7165766681631208,
    0.7165766681631208,
    0.7165766681631208,
    0.7165766681631208,
    0.7165766681631208,
    0.7163149815558985,
    0.7163149815558985,
    0.7163149815558985,
    0.7163149815558985,
    0.7163149815558985,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.7327503814260841,
    0.8711363803546586,
    0.8711363803546586,
    0.8711363803546586,
    0.8711363803546586,
    0.8711363803546586,
    0.8711363803546586,
    0.8711363803546586,
    0.8719411384265578,
    0.8719411384265578,
    0.8719411384265578,
    0.8719411384265578,
    0.8719411384265578,
    0.8719411384265578,
    0.8709329813322372,
    0.8709329813322372,
    0.8709329813322372,
    0.8709329813322372,
    0.8709329813322372,
    0.8709329813322372
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews.",
    "During the event, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries.",
    "During the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Counselors also redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, providing attendees with reference materials.",
    "During the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, providing attendees with reference materials. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed how to prepare for technical interviews. Counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, providing attendees with reference materials. Event staff scanned registrations and handed out lanyards at the entrance. Some students rehearsed elevator pitches quietly against the wall.",
    "At the event, career counselors reminded attendees to maintain eye contact, and an alumni panel discussed preparing for technical interviews. Counselors redirected unsure students toward applicable industries. Consulting firms stacked glossy case study booklets on high tables, providing attendees with reference materials. Event staff scanned registrations and handed out lanyards at the entrance. Several students rehearsed elevator pitches quietly against the wall. In a shared space, a cybersecurity company conducts a password-cracking challenge on a laptop while healthcare providers display outreach photos; a corporate actor is performing the same password-cracking activity, and providers are presenting outreach imagery. Tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, with additional students rehearsing quietly against the wall. The scene juxtaposes a cybersecurity exercise with outreach imagery and quiet pitch rehearsal.",
    "At the event, career counselors urge attendees to maintain eye contact, with an alumni panel on preparing for technical interviews and counselors directing unsure students toward applicable industries. Consulting firms display case-study booklets on high tables, while staff scan registrations and hand out lanyards at entrance. Several students rehearse elevator pitches against a wall. In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop alongside healthcare providers displaying outreach photos; a corporate actor performs the same activity, and providers present outreach imagery. Tech companies show demo screens of their latest apps. Alumni volunteers give pep talks near the coffee station, and groups of friends mark target employers on an event map. HR teams jot notes on tablets as attendees clutch resumes in branded folders and introduce themselves; a robotics startup flies a small drone above its booth to draw attention. Adjoining classroom hosts networking etiquette workshops.",
    "A multi-room career fair unfolds with a welcome PA announcing schedule, staff scanning registrations and handing out lanyards at the entrance, and HR teams jotting notes on tablets as attendees clutch resumes in branded folders and introduce themselves. Career counselors urge attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews and alumni volunteers give pep talks near the coffee station; counselors redirect unsure students toward applicable industries. Consulting firms stack case-study booklets on high tables; tech companies show demo screens of their latest apps; a robotics startup flies a drone above its booth; some students rehearse elevator pitches against the wall quietly. A cybersecurity company runs a password-cracking challenge on a laptop, and a corporate actor performs the same activity; healthcare providers display outreach photos and related imagery. Groups of friends mark employers on event map, and adjoining classrooms host networking etiquette workshops."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.41028181330409624,
    0.41028181330409624,
    0.4964794809455787,
    0.4964794809455787,
    0.4964794809455787,
    0.4964794809455787,
    0.7065235781329557,
    0.7065235781329557,
    0.7065235781329557,
    0.7065235781329557,
    0.7284642519892266,
    0.7284642519892266,
    0.7284642519892266,
    0.758103689961849,
    0.758103689961849,
    0.758103689961849,
    0.758103689961849,
    0.758103689961849,
    0.758103689961849,
    0.758103689961849,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.740206833341351,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8440107555720748,
    0.8762202016327258
  ],
  "3": [
    "",
    "",
    "",
    "At the entrance, event staff perform two actions: scanning registrations and handing out lanyards.",
    "At the entrance, event staff are scanning registrations and handing out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff are scanning registrations and handing out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. HR teams jot notes on tablets as students introduce themselves. In the scene, a cybersecurity company is conducting a password-cracking challenge on a laptop, and healthcare providers are displaying outreach photos. Concrete objects include the laptop used for the challenge and a collection of photos displayed by the healthcare providers. The described events involve a corporate actor performing a technical password-cracking activity and providers presenting outreach imagery; no additional locations, times, or interactions are stated beyond these observations.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries and HR teams jot notes on tablets as students introduce themselves. A cybersecurity company conducts a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Tech companies show demo screens with their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries and HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers display outreach photos. Tech companies show demo screens with their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Tech companies show demo screens with their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Tech companies show demo screens with their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries, while HR jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Tech firms show demo screens with their latest apps. Groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "Inside a polished floor expo space, dozens of booths with colorful banners encircle the area. At the entrance, staff scan registrations and hand out lanyards while HR jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in an adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor replicating the activity as providers display outreach photos. Tech firms show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "Inside a floor expo space, dozens of booths with colorful banners encircle the area. At the entrance, staff scan registrations and hand out lanyards while HR jot notes on tablets as students introduce themselves. Career counselors direct unsure students toward applicable industries, and groups of friends mark target employers on the event map. Counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables, and workshops on networking etiquette begin in an adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. A cybersecurity company runs a password-cracking challenge on a laptop, with a corporate actor replicating the activity as providers display outreach photos. Tech firms show demo screens of their latest apps. Some students rehearse elevator pitches quietly against the wall."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.367336476621571,
    0.367336476621571,
    0.367336476621571,
    0.445796651084821,
    0.445796651084821,
    0.445796651084821,
    0.445796651084821,
    0.6346585205983797,
    0.6346585205983797,
    0.6346585205983797,
    0.6346585205983797,
    0.6346585205983797,
    0.7006536688806355,
    0.7006536688806355,
    0.7006536688806355,
    0.7006536688806355,
    0.7006536688806355,
    0.7006536688806355,
    0.8563042238801053,
    0.8563042238801053,
    0.8563042238801053,
    0.8563042238801053,
    0.8466121562160772,
    0.8466121562160772,
    0.8466121562160772,
    0.8466121562160772,
    0.8466121562160772,
    0.8394929899530206,
    0.8394929899530206,
    0.8394929899530206,
    0.8394929899530206,
    0.8394929899530206,
    0.8394929899530206,
    0.8394929899530206,
    0.8842118468182278,
    0.8842118468182278,
    0.8842118468182278,
    0.8842118468182278,
    0.8842118468182278,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8768521314538678,
    0.8764478617868106,
    0.8764478617868106,
    0.8764478617868106,
    0.8764478617868106,
    0.8764478617868106,
    0.8764478617868106,
    0.8764478617868106,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843,
    0.876288009560843
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while groups of friends mark target employers on the event map.",
    "Tech companies display demo screens that showcase their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "At the event, tech companies display demo screens that showcase their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, tech companies display demo screens showing their latest apps, groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, and HR teams jot notes on tablets as students introduce themselves. The scene includes a cybersecurity company conducting a password-cracking challenge on a laptop and healthcare providers displaying outreach photos; concrete objects include the laptop used for the challenge and the collection of photos displayed by the healthcare providers.",
    "An event features tech companies displaying demo screens with their latest apps; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries while reminding attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards, and HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Dozens of booths with colorful banners circle the polished floor. In a shared space, alumni volunteers give quick pep talks near the coffee station, while some students rehearse elevator pitches quietly against the wall.",
    "An event showcases tech companies with demo screens displaying their latest apps, dozens of booths with colorful banners surrounding a polished floor. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station in a shared space. Consulting firms stack glossy case-study booklets on high tables for reference materials. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "The event showcases tech companies with demo screens displaying their latest apps, and dozens of booths with colorful banners surrounding a polished floor. Groups of friends mark target employers on the event map while students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station in the shared space. Consulting firms stack glossy case-study booklets on high tables for reference materials. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "The event presents tech companies with demo screens of their latest apps and dozens of booths with colorful banners around a polished floor. Groups of friends mark target employers on the event map while students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers give brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables for reference materials. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. At the entrance, staff scan registrations and hand out lanyards; HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, a hall hosts tech companies with demo screens of their latest apps and dozens of booths adorned with colorful banners around a floor. Groups of friends mark target employers on the event map while students clutch resumes in branded folders and introduce themselves; HR teams jot notes on tablets as career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers giving brief pep talks near the coffee station. Consulting firms stack glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop under a shared space, echoed by a corporate actor replicating the activity as providers display outreach imagery; several students rehearse elevator pitches; some line up outside the gym before the fair opens. Entrance staff scan registrations and hand out lanyards.",
    "At the university career fair, a polished expo hall hosts tech companies with demo screens of their latest apps and dozens of booths dressed with colorful banners circling the space. Groups of students mark target employers on an event map, clutch resumes in branded folders, and introduce themselves while human resources teams jot notes on tablets. Career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact. An alumni panel and volunteers offer quick pep talks near the coffee station, discussing how to prepare for technical interviews. Consulting firms display glossy case-study booklets on high tables; a cybersecurity company runs a password-cracking challenge on a laptop in a shared space, echoed by a corporate actor displaying outreach imagery, with healthcare providers showing outreach photos nearby. Several students rehearse elevator pitches, some line up outside the gym before opening. Entrance staff scan registrations and hand out lanyards."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4643270284015506,
    0.4643270284015506,
    0.4643270284015506,
    0.7453947669384814,
    0.7453947669384814,
    0.7453947669384814,
    0.7453947669384814,
    0.8108977521736893,
    0.8108977521736893,
    0.8108977521736893,
    0.8348179023320343,
    0.8348179023320343,
    0.8348179023320343,
    0.8348179023320343,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8076864698870758,
    0.8206903862395606,
    0.8206903862395606,
    0.8206903862395606,
    0.8206903862395606,
    0.8206903862395606,
    0.8206903862395606,
    0.8414385694384374,
    0.8414385694384374,
    0.8414385694384374,
    0.8414385694384374,
    0.8634552796459539,
    0.8634552796459539,
    0.8634552796459539,
    0.8634552796459539,
    0.8634552796459539,
    0.8634552796459539,
    0.8634552796459539,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8665200708752666,
    0.8833341967073458,
    0.8833341967073458,
    0.8833341967073458,
    0.8833341967073458,
    0.8833341967073458,
    0.8833341967073458,
    0.8833341967073458,
    0.8816036893888659,
    0.8816036893888659,
    0.8816036893888659,
    0.8816036893888659,
    0.8816036893888659,
    0.8816036893888659,
    0.8816036893888659
  ],
  "5": [
    "",
    "",
    "",
    "A cybersecurity company is conducting a password cracking challenge on a laptop.",
    "In the described scene, a cybersecurity company is conducting a password cracking challenge on a laptop, while healthcare providers showcase community outreach photos. Concrete objects include a laptop used for the challenge and a collection of photos displayed by healthcare providers. The events involve a corporate actor performing a technical password-cracking activity and providers presenting outreach imagery; no additional locations, times, or interactions are stated beyond these observations.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while healthcare providers display a collection of outreach photos. Concrete objects include the laptop used for the challenge and the photos displayed by providers. A corporate actor is performing a technical password-cracking activity, and providers are presenting outreach imagery. Several students rehearse elevator pitches quietly, standing against a wall. No additional locations, times, or interactions are stated beyond these observations. The scene juxtaposes a technical cybersecurity exercise with outreach imagery and quiet student pitch rehearsals.",
    "In a shared space, a cybersecurity company conducts a password-cracking challenge on a laptop while healthcare providers display outreach photos. A corporate actor is performing the same technical password-cracking activity, and providers are presenting outreach imagery. Several students rehearse elevator pitches quietly against a wall. Tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, with additional students rehearsing quietly against the wall. The scene juxtaposes a cybersecurity exercise with outreach imagery and quiet pitch rehearsal.",
    "In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos. A corporate actor replicates the password-cracking activity as providers display outreach imagery. Several students rehearse elevator pitches quietly against a wall, and tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, with additional students rehearsing quietly against the wall. Dozens of booths with colorful banners circle the polished floor. At the entrance, event staff scan registrations and hand out lanyards.",
    "Within a polished floor expo space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos; a corporate actor replicates the password-cracking activity as providers show outreach imagery. Several students rehearse elevator pitches quietly against a wall. Tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a polished floor expo space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos; a corporate actor replicates the password-cracking activity as providers show outreach imagery. Several students rehearse elevator pitches quietly against a wall. Tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space. At the entrance, event staff scan registrations and hand out lanyards.",
    "Inside a polished floor expo space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos, with a corporate actor replicating the password-cracking activity as providers show outreach imagery. Several students rehearse elevator pitches quietly against a wall. Tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Inside a polished floor expo space, a cybersecurity company runs a password-cracking challenge on a laptop while healthcare providers display outreach photos, with a corporate actor replicating the password-cracking activity as providers show outreach imagery. Several students rehearse elevator pitches quietly against a wall. Tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station. Dozens of booths with colorful banners encircle the space. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves.",
    "Inside a polished-floor expo space, a career fair unfolds among dozens of booths with colorful banners. A cybersecurity company runs a password-cracking challenge on a laptop, mirrored by a corporate actor as healthcare providers display outreach photos; groups of students rehearse elevator pitches quietly against a wall while tech companies show demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station; career counselors guide attendees toward applicable industries and remind them to maintain eye contact as a welcome PA outlines the schedule. Event staff scan registrations and hand out lanyards at the entrance; HR teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, students clutch resumes in branded folders, and an alumni panel discusses preparing for technical interviews. Consulting firms stack case-study booklets on tables; a robotics startup flies a drone above its booth."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.32724688588687445,
    0.32724688588687445,
    0.32724688588687445,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.5176871207613425,
    0.586807221968277,
    0.586807221968277,
    0.586807221968277,
    0.586807221968277,
    0.586807221968277,
    0.6108591765054219,
    0.6108591765054219,
    0.6108591765054219,
    0.6108591765054219,
    0.6108591765054219,
    0.6108591765054219,
    0.7213726144203629,
    0.7213726144203629,
    0.7213726144203629,
    0.7213726144203629,
    0.7213726144203629,
    0.7213726144203629,
    0.7213726144203629,
    0.7746429028373718,
    0.7746429028373718,
    0.7746429028373718,
    0.7746429028373718,
    0.7746429028373718,
    0.7671967627864837,
    0.7671967627864837,
    0.7671967627864837,
    0.7671967627864837,
    0.7671967627864837,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.779905474298995,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125,
    0.8816639501276125
  ],
  "6": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Several students rehearse elevator pitches quietly, standing against a wall.",
    "A quiet scene shows several students rehearsing elevator pitches, standing against a wall. Tech companies display demo screens showing their latest apps.",
    "A quiet scene shows several students rehearsing elevator pitches against a wall, while tech companies display demo screens of their latest apps. In a shared space, alumni volunteers give quick pep talks near the coffee station, and other students rehearse quietly against the wall.",
    "In a quiet shared space, several students rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. Alumni volunteers give quick pep talks near the coffee station, and other students rehearse quietly against the same wall. Career counselors redirect unsure students toward applicable industries.",
    "In a quiet shared space, several students rehearse elevator pitches against a wall while tech companies display demo screens of their latest apps. Alumni volunteers deliver quick pep talks near the coffee station, and other students rehearse quietly along the same wall. Career counselors redirect unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule.",
    "In a quiet shared space, students rehearse elevator pitches against a wall as tech companies display demo screens of their latest apps; alumni volunteers deliver quick pep talks near the coffee station while other students rehearse quietly along the same wall; career counselors redirect unsure students toward applicable industries; a welcome announcement over the PA system outlines the fair schedule; dozens of booths with colorful banners circle the polished floor.",
    "In a quiet shared space, students rehearse elevator pitches against a wall as tech companies display demo screens of their latest apps, while alumni volunteers give brief pep talks near the coffee station and other students rehearse along the same wall. Career counselors redirect unsure attendees toward applicable industries and remind them to maintain eye contact as a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables for attendees to reference. Event staff scan registrations and hand out lanyards at the entrance.",
    "A career fair unfolds in a quiet shared space where students rehearse elevator pitches against a wall as tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station while other students rehearse along the same wall. Career counselors guide attendees toward applicable industries and remind them to maintain eye contact as a welcome PA outlines the fair schedule. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map, and students clutch resumes in branded folders as they introduce themselves. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance. Healthcare providers showcase community outreach photos and workshops on networking etiquette in an adjoining classroom. A robotics startup flies a small drone above its booth."
  ],
  "6_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.22377396498724145,
    0.4325772621329848,
    0.4325772621329848,
    0.4571375890142237,
    0.4571375890142237,
    0.4571375890142237,
    0.4571375890142237,
    0.4571375890142237,
    0.6704286585535526,
    0.6704286585535526,
    0.6704286585535526,
    0.6704286585535526,
    0.8067853429118726,
    0.8067853429118726,
    0.8067853429118726,
    0.8067853429118726,
    0.52726070929525,
    0.52726070929525,
    0.52726070929525,
    0.52726070929525,
    0.52726070929525,
    0.52726070929525,
    0.8994930419056522,
    0.8994930419056522,
    0.8994930419056522,
    0.8994930419056522,
    0.8994930419056522,
    0.8994930419056522,
    0.8994930419056522,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579,
    0.8973880150408579
  ],
  "7": [
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlines the fair schedule over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette begin, with attendees reminded by career counselors to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders.",
    "A welcome announcement outlines the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette begin, with attendees reminded by career counselors to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders and introduce themselves. At the event, groups of friends mark target employers on the event map, placing marks to indicate those employers. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "An opening welcome announces the fair schedule over the PA system. In the adjoining classroom, workshops on networking etiquette begin, with attendees reminded by career counselors to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers are showcasing community outreach photos. Students clutch resumes inside branded folders and introduce themselves. At the event, groups of friends mark target employers on the event map, placing marks to indicate those employers. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "The scene centers on a multi-room career fair with a welcome PA announcement outlining the fair schedule. In an adjoining classroom, workshops on networking etiquette begin, with career counselors reminding attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos. Students clutch resumes in branded folders and introduce themselves. Groups of friends mark target employers on an event map, placing marks to indicate those employers. Human resources teams jot notes on tablets. Tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "A multi-room career fair unfolds with a welcome PA announcing the schedule. In an adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos. Students clutch resumes in branded folders and introduce themselves, while groups of friends mark target employers on an event map, placing marks to indicate those employers. Human resources teams jot notes on tablets, and tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables for reference. Some students rehearse elevator pitches quietly against the wall.",
    "A multi-room career fair unfolds, with a welcome PA announcing the schedule. In an adjoining classroom, workshops on networking etiquette begin as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos. Students clutch resumes in branded folders and introduce themselves, while groups of friends mark target employers on an event map, placing marks to indicate those employers. Human resources teams jot notes on tablets, and tech companies display demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables for reference. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A multi-room career fair unfolds with a welcome PA announcing the schedule. In an adjoining classroom, networking etiquette workshops proceed as career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Healthcare providers display community outreach photos. Students clutch resumes in branded folders and introduce themselves, while groups of friends place marks on an event map to indicate target employers. Human resources teams jot notes on tablets, and tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, with career counselors redirecting unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables for reference. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A multi-room career fair unfolds with a welcome PA outlining the schedule. In adjoining spaces, networking etiquette workshops proceed as counselors remind attendees to maintain eye contact; an alumni panel discusses preparing for technical interviews, and alumni volunteers give quick pep talks near the coffee station. Healthcare providers display community outreach photos while tech companies show demo screens of their latest apps. Students clutch resumes in branded folders, introduce themselves, and groups of friends mark target employers on an event map; HR jot notes on tablets; consulting firms stack glossy case study booklets on high tables for reference. At the entrance, event staff scan registrations and hand out lanyards, with counselors redirecting unsure students toward applicable industries. In a shared space, a cybersecurity company runs a password-cracking challenge on a laptop, echoed by a corporate actor performing the same activity, and several students rehearse quiet elevator pitches."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.3993008087952718,
    0.7947479770989867,
    0.7947479770989867,
    0.7947479770989867,
    0.8463406852573592,
    0.8463406852573592,
    0.8463406852573592,
    0.8463406852573592,
    0.9115918588196854,
    0.9115918588196854,
    0.9115918588196854,
    0.9115918588196854,
    0.9115918588196854,
    0.9133287607621489,
    0.9133287607621489,
    0.9133287607621489,
    0.8590713475992074,
    0.8590713475992074,
    0.8590713475992074,
    0.8590713475992074,
    0.8590713475992074,
    0.8590713475992074,
    0.8590713475992074,
    0.8600940709146649,
    0.8600940709146649,
    0.8600940709146649,
    0.8600940709146649,
    0.8600940709146649,
    0.8600940709146649,
    0.8726781897071509,
    0.8726781897071509,
    0.8726781897071509,
    0.8726781897071509,
    0.8726781897071509,
    0.8726781897071509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8756603574567509,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758,
    0.8672336943975758
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers are showcasing community outreach photos, while in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders.",
    "Healthcare providers are showcasing community outreach photos, while in the adjoining classroom workshops on networking etiquette begin. Students clutch resumes inside branded folders. A robotics startup flies a small drone above its booth for attention.",
    "Healthcare providers are showcasing community outreach photos, while workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes inside branded folders as a robotics startup flies a small drone above its booth to attract attention. During the event, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers are showcasing community outreach photos as workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes inside branded folders and introduce themselves while a robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; and counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers are showcasing community outreach photos as workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes inside branded folders and introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews; and counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "Healthcare providers are showcasing community outreach photos as workshops on networking etiquette begin in an adjoining classroom. Students clutch resumes inside branded folders and introduce themselves. A robotics startup flies a small drone above its booth to attract attention. Throughout the event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards.",
    "A career fair environment features healthcare providers showcasing community outreach photos while workshops on networking etiquette occur in an adjoining classroom. Students clutch resumes in branded folders and introduce themselves. A robotics startup flies a small drone above its booth. Career counselors remind attendees to maintain eye contact, direct unsure students toward applicable industries, and a welcome PA outlines the fair schedule. In a quiet space, students rehearse elevator pitches against a wall, along the same wall; alumni volunteers give brief pep talks near the coffee station. Alumni panel discusses how to prepare for technical interviews. Dozens of booths with banners circle floor. Groups of friends mark target employers on event map. HR teams jot notes on tablets as tech companies display demo screens of apps. Consulting firms stack case study booklets on high tables for attendees to reference. At the entrance, staff scan registrations and hand out lanyards.",
    "The scene is a career fair with healthcare providers displaying community outreach photos and a classroom offering networking etiquette workshops. Students clutch resumes in branded folders as HR teams jot notes on tablets and tech firms show demo screens of apps. Dozens of booths with banners circle the floor; groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth. Alumni volunteers give pep talks near the coffee station; an alumni panel discusses preparing for technical interviews. In a quiet space, students rehearse elevator pitches against a wall; career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A welcome PA outlines the fair schedule, and consulting firms stack case study booklets on high tables for attendees to reference."
  ],
  "8_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3034825728116102,
    0.3034825728116102,
    0.3034825728116102,
    0.3034825728116102,
    0.3034825728116102,
    0.48367824316464536,
    0.48367824316464536,
    0.48367824316464536,
    0.696463350405965,
    0.696463350405965,
    0.7558543926128671,
    0.7558543926128671,
    0.7558543926128671,
    0.7558543926128671,
    0.7558543926128671,
    0.7558543926128671,
    0.8114966142767996,
    0.8114966142767996,
    0.8114966142767996,
    0.8114966142767996,
    0.8114966142767996,
    0.8231789503501084,
    0.8231789503501084,
    0.8231789503501084,
    0.8231789503501084,
    0.8231789503501084,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8272222000931574,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8934313113066805,
    0.8818353466567462
  ],
  "9": [
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps.",
    "At the event floor, alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. During the event, career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Counselors also redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, providing attendees with reference materials.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and an alumni panel discusses how to prepare for technical interviews. Counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, providing attendees with reference materials. Event staff scanned registrations and handed out lanyards at the entrance.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station as tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map, while students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with HR teams jotting notes on tablets as students introduce themselves. The scene includes a cybersecurity company conducting a password-cracking challenge on a laptop and healthcare providers displaying outreach photos; concrete objects include the laptop used for the challenge and the photos displayed.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station while tech companies display demo screens of their latest apps. Groups of friends mark target employers on the event map as students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact, and other counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. Event staff scan registrations and hand out lanyards at the entrance, with HR teams jotting notes on tablets as students introduce themselves. The scene includes a cybersecurity company conducting a password-cracking challenge on a laptop and healthcare providers displaying outreach photos.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station in a shared space while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor, where groups of friends mark target employers on the event map and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables for reference materials. At the entrance, event staff scan registrations and hand out lanyards, with HR teams jotting notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station in a shared space while tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor, where groups of friends mark target employers on the event map and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables for reference materials. At the entrance, event staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "On the event floor, alumni volunteers give brief pep talks near the coffee station in a shared space as tech companies display demo screens of their latest apps. Dozens of booths with colorful banners surround a polished floor, where groups of friends mark target employers on the event map and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables for reference materials. At the entrance, event staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop, and healthcare providers display outreach photos. Some students rehearse elevator pitches quietly against the wall.",
    "In a polished floor expo space, dozens of booths with colorful banners encircle the area as tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station while groups of friends mark target employers on the event map and students clutch resumes in branded folders. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables for reference materials. At the entrance, event staff scan registrations and hand out lanyards, while HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop and healthcare providers display outreach photos, with a corporate actor replicating the password-cracking activity as providers show outreach imagery. Some students rehearse elevator pitches quietly against a wall."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.3994430213002861,
    0.6134693270837143,
    0.6134693270837143,
    0.6134693270837143,
    0.6147058457945188,
    0.6147058457945188,
    0.6147058457945188,
    0.8292278818161307,
    0.8292278818161307,
    0.8292278818161307,
    0.8292278818161307,
    0.8292278818161307,
    0.8332010500013323,
    0.8332010500013323,
    0.8332010500013323,
    0.8332010500013323,
    0.8332010500013323,
    0.8332010500013323,
    0.8286494845623407,
    0.8286494845623407,
    0.8286494845623407,
    0.8286494845623407,
    0.8286494845623407,
    0.8368911758622878,
    0.8368911758622878,
    0.8368911758622878,
    0.8368911758622878,
    0.8368911758622878,
    0.8368911758622878,
    0.8436051552796893,
    0.8436051552796893,
    0.8436051552796893,
    0.8436051552796893,
    0.8436051552796893,
    0.8436051552796893,
    0.8428714519048266,
    0.8428714519048266,
    0.8428714519048266,
    0.8428714519048266,
    0.8428714519048266,
    0.8428714519048266,
    0.8434591656232411,
    0.8434591656232411,
    0.8434591656232411,
    0.8434591656232411,
    0.8434591656232411,
    0.8434591656232411,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629,
    0.8523770404797629
  ]
}