{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, creating a vertical display of materials. Finance firms, by contrast, offer QR codes for immediate internship applications, enabling swift digital access.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, creating a vertical display of materials. Finance firms offer QR codes for immediate internship applications, enabling swift digital access. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming a vertical display of materials. Finance firms offer QR codes for immediate internship applications, enabling swift digital access. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Students line up outside the university gym before the career fair opens.",
    "At the university gym, the career fair unfolds with consulting firms stacking glossy case study booklets on high tables to form a vertical display of materials. Finance firms offer QR codes for immediate internship applications, enabling swift digital access. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Students line up outside the gym before opening. In the adjoining classroom, networking etiquette workshops are beginning.",
    "At the university gym, a career fair unfolds with consulting firms stacking glossy case study booklets on high tables to form a vertical display. Finance firms offer QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA outlines the fair’s schedule, and students line up outside before opening; inside, students clutch resumes in branded folders. In the adjoining classroom, networking etiquette workshops are beginning. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.46776587676924664,
    0.46776587676924664,
    0.46776587676924664,
    0.8481707384909047,
    0.8481707384909047,
    0.8481707384909047,
    0.8481707384909047,
    0.854021667162683,
    0.854021667162683,
    0.854021667162683,
    0.854021667162683,
    0.854021667162683,
    0.8223522203667198,
    0.8223522203667198,
    0.8223522203667198,
    0.8223522203667198,
    0.8223522203667198,
    0.8223522203667198,
    0.8437167636292582
  ],
  "1": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the event, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact, while event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops are underway in the adjoining classroom. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "At the career fair, attendees are reminded by career counselors to maintain eye contact. Entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop. Networking etiquette workshops are underway in the adjoining classroom. Dozens of booths encircle the polished floor, each bearing colorful banners. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. A line of students stands outside the university gym waiting for the fair to open, while an alumni panel discusses how to prepare for technical interviews. Career counselors are redirecting unsure students toward applicable industries."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.4250040767383187,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.6213083535329174,
    0.8011058573223426,
    0.8011058573223426,
    0.8011058573223426,
    0.8011058573223426,
    0.8011058573223426,
    0.8011058573223426,
    0.8011058573223426,
    0.880748245566018,
    0.880748245566018,
    0.880748245566018,
    0.880748245566018
  ],
  "2": [
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "At the event, an alumni panel is discussing how to prepare for technical interviews. A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "At the event, an alumni panel is discussing how to prepare for technical interviews. A welcome announcement is being played over the PA system, outlining the fair schedule. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth for attention.",
    "The event features an alumni panel discussing how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "An alumni panel on how to prepare for technical interviews sets the scene for the event. A welcome announcement over the PA outlines the fair schedule as dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth to draw attention. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Students clutch resumes inside branded folders.",
    "A campus fair features an alumni panel on preparing for technical interviews. A welcome PA announcement outlines the schedule. Dozens of booths circle the polished floor, each with colorful banners. A robotics startup flies a small drone above its booth. Event staff scan registrations and issue lanyards at the entrance. In an adjoining classroom, networking etiquette workshops are beginning. Students clutch resumes inside branded folders. Tech companies display demo screens of their latest apps, while finance firms provide QR codes for immediate internship applications. Career counselors direct unsure students toward applicable industries."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5864512805830351,
    0.5864512805830351,
    0.5864512805830351,
    0.5864512805830351,
    0.5864512805830351,
    0.5864512805830351,
    0.8201940541540459,
    0.8201940541540459,
    0.8201940541540459,
    0.8201940541540459,
    0.8779010419289996,
    0.8779010419289996,
    0.8779010419289996,
    0.8779010419289996,
    0.8990395146525176,
    0.8990395146525176,
    0.8990395146525176,
    0.8990395146525176,
    0.9005675517266623,
    0.9005675517266623,
    0.9005675517266623
  ],
  "3": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews, while event staff scan registrations and issue lanyards at the entrance. In an adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews as event staff scan registrations and issue lanyards at the entrance. In an adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths encircle a polished floor, each bearing colorful banners; a robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos."
  ],
  "3_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.7280345741162816,
    0.7280345741162816,
    0.7280345741162816,
    0.7280345741162816,
    0.7986997660890125,
    0.7986997660890125,
    0.7986997660890125,
    0.8313454218357968,
    0.8313454218357968,
    0.8313454218357968,
    0.8313454218357968,
    0.8205866704793454,
    0.8205866704793454,
    0.8205866704793454,
    0.8205866704793454,
    0.8205866704793454,
    0.8802581825960295,
    0.8802581825960295,
    0.8802581825960295,
    0.8802581825960295
  ],
  "4": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries, and inside the event they remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and, inside the event, remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is currently being broadcast over the PA system, outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews at the event. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table located near the stage, and consulting firms have stacked glossy case study booklets on high tables nearby.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the schedule for the fair. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table located near the stage. Consulting firms have stacked glossy case study booklets on high tables nearby. In the adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth for attention. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.5570614239168319,
    0.7346700760726321,
    0.7346700760726321,
    0.7346700760726321,
    0.7346700760726321,
    0.7346700760726321,
    0.7600632457628864,
    0.7600632457628864,
    0.8022600988943143,
    0.8022600988943143,
    0.8022600988943143,
    0.8022600988943143,
    0.8576438701348035,
    0.8576438701348035,
    0.8576438701348035,
    0.8576438701348035,
    0.8576438701348035,
    0.8576438701348035,
    0.887572096989691,
    0.887572096989691,
    0.887572096989691,
    0.887572096989691
  ],
  "5": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Consulting firms stack glossy case study booklets on high tables.",
    "A fair is underway with a welcome announcement broadcast over the PA system outlining its schedule. Consulting firms stack glossy case study booklets on high tables, and in the adjoining classroom networking etiquette workshops are beginning.",
    "A fair is underway, with a welcome announcement broadcast over the PA system outlining its schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and issue lanyards at the entrance. Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention.",
    "An ongoing fair features a welcome PA announcement outlining its schedule. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and issue lanyards at the entrance. Dozens of booths circle the polished floor, each with colorful banners. A robotics startup flies a small drone above its booth to attract attention. An engineering-society-sponsored resume-review table is set up near the stage. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes to enable immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.5826407046727919,
    0.5826407046727919,
    0.5826407046727919,
    0.5826407046727919,
    0.6294939506651549,
    0.6294939506651549,
    0.6294939506651549,
    0.6294939506651549,
    0.6294939506651549,
    0.6294939506651549,
    0.6294939506651549,
    0.833634531790699,
    0.833634531790699,
    0.833634531790699,
    0.833634531790699,
    0.892073527159551,
    0.892073527159551
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while a line of students stands outside the university gym waiting for the career fair to open.",
    "An alumni panel discusses how to prepare for technical interviews, while outside the university gym a line of students waits for the career fair to open, and consulting firms stack glossy case study booklets on high tables.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the fair to open. Consulting firms stack glossy case study booklets on high tables. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews while a line of students waits outside the university gym for the fair to open. Consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is hosting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall.",
    "At the campus career fair, an alumni panel discusses how to prepare for technical interviews while a line of students waits outside the university gym for the fair to open. Consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is hosting a password-cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.42156928805869,
    0.42156928805869,
    0.42156928805869,
    0.42156928805869,
    0.43340535606192904,
    0.43340535606192904,
    0.43340535606192904,
    0.7882057516147729,
    0.7882057516147729,
    0.7882057516147729,
    0.7882057516147729,
    0.7882057516147729,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484,
    0.7976354895484484
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while career counselors remind attendees to maintain eye contact.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule for attendees. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company is hosting a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company is hosting a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.44104441321381416,
    0.47818395517928175,
    0.47818395517928175,
    0.47818395517928175,
    0.47818395517928175,
    0.47818395517928175,
    0.8428946671822187,
    0.8428946671822187,
    0.8428946671822187,
    0.8428946671822187,
    0.8509574191842646,
    0.8509574191842646,
    0.8509574191842646,
    0.8509574191842646,
    0.8509574191842646,
    0.8509574191842646,
    0.8509574191842646,
    0.8936500350718295,
    0.8936500350718295,
    0.8936500350718295,
    0.886724959960743,
    0.886724959960743,
    0.886724959960743,
    0.886724959960743
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a venue hosting an event organized by a cybersecurity company, dozens of booths with colorful banners encircle the polished floor, creating a surrounding display. At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders, while healthcare providers showcase community outreach photos. A password cracking challenge runs on a laptop as part of the program, and an alumni panel discusses how to prepare for technical interviews.",
    "An event organized by a cybersecurity company unfolds at a venue with dozens of booths and colorful banners surrounding a polished floor. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders while healthcare providers showcase community outreach photos. A password-cracking challenge runs on a laptop as part of the program, run by the cybersecurity company, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact throughout the event.",
    "An event organized by a cybersecurity company unfolds at a venue with dozens of booths and colorful banners surrounding a polished floor. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders, while healthcare providers showcase community outreach photos. A password-cracking challenge runs on a laptop as part of the program, run by the cybersecurity company, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact throughout the event. Students line up outside the university gym before the career fair opens.",
    "An event organized by a cybersecurity company unfolds at a venue with dozens of booths and colorful banners surrounding a polished floor. At the entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders, while healthcare providers showcase community outreach photos. A password-cracking challenge runs on a laptop as part of the program, run by the cybersecurity company, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact throughout the event. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.47969849578155477,
    0.7719620575475006,
    0.7719620575475006,
    0.7719620575475006,
    0.7719620575475006,
    0.7719620575475006,
    0.7719139179935087,
    0.7719139179935087,
    0.7719139179935087,
    0.7956928516994056,
    0.7956928516994056,
    0.7956928516994056,
    0.7956928516994056,
    0.8157067111317488,
    0.8157067111317488,
    0.8157067111317488,
    0.8157067111317488
  ],
  "9": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Networking etiquette workshops begin in the adjoining classroom; event staff scan registrations and hand out lanyards at the entrance.",
    "Networking etiquette workshops begin in the adjoining classroom; at the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "Networking etiquette workshops are underway in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "Networking etiquette workshops are underway in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact.",
    "A campus career fair is underway with networking etiquette workshops in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos, while career counselors remind attendees to maintain eye contact. Inside, a welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps.",
    "A campus career fair is underway with networking etiquette workshops in an adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished central floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos among the booths. Groups of friends mark target employers on the event map. Inside, a welcome announcement plays over the PA system outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact inside the event. Consulting firms stack glossy case study booklets on high tables, finance firms offer QR codes for immediate internship applications, and tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.40261730508231697,
    0.40261730508231697,
    0.40261730508231697,
    0.675443551145325,
    0.675443551145325,
    0.675443551145325,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.6897773956711333,
    0.8766060756844962,
    0.8766060756844962,
    0.8766060756844962,
    0.8766060756844962,
    0.8766060756844962,
    0.8766060756844962,
    0.8784242687813761
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "In the scene, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces, while a welcome announcement is broadcast over the PA system outlining the schedule for the fair.",
    "Across the fair space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the schedule for the event. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy to the scene.",
    "Across the fair space, consulting firms have stacked glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the event schedule. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy to the scene. An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the fair space, consulting firms have stacked glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA, outlining the event schedule. Alumni volunteers deliver short pep talks near the coffee station, creating a supportive, informal energy. An alumni panel discusses preparation for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. In the event setting, a cybersecurity company runs a password-cracking challenge on a laptop; career counselors direct unsure students toward applicable industries; the engineering society sponsors a resume-review table near the stage.",
    "At the campus career fair, consulting firms have stacked glossy case study booklets on high tables, forming piles on elevated surfaces, as a welcome PA announcement outlines the event schedule. Alumni volunteers deliver short pep talks near the coffee station, creating a supportive, informal energy. An alumni panel discusses preparation for technical interviews, and workshops on networking etiquette begin in the adjoining classroom. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards. Inside, counselors remind attendees to maintain eye contact.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces around the venue, while a welcome PA announcement outlines the event schedule. Alumni volunteers deliver short pep talks near the coffee station, creating a supportive, informal energy, as an alumni panel discusses preparation for technical interviews and workshops on networking etiquette begin in an adjoining classroom. Inside the event, a cybersecurity company runs a password-cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage. At the entrance, event staff scan registrations and hand out lanyards, and counselors remind attendees to maintain eye contact. Outside the university gym, a line of students forms just before the career fair opens."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.2611265522956142,
    0.4268224382580088,
    0.4268224382580088,
    0.4268224382580088,
    0.4268224382580088,
    0.7667408946837382,
    0.7667408946837382,
    0.7667408946837382,
    0.7921417441091552,
    0.7921417441091552,
    0.7921417441091552,
    0.7921417441091552,
    0.8615780763029008,
    0.8615780763029008,
    0.8615780763029008,
    0.8615780763029008,
    0.8615780763029008,
    0.8471285057089579,
    0.8471285057089579,
    0.8471285057089579,
    0.8471285057089579,
    0.8471285057089579
  ],
  "11": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "At the event entrance, staff scan registrations and hand out lanyards. Dozens of booths circle the polished floor, each adorned with colorful banners, while a robotics startup flies a small drone above its booth for attention. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. An alumni panel is discussing how to prepare for technical interviews. A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "At a polished-floored venue, a multi-booth event fills the space with dozens of booths encircling the room, each adorned with colorful banners. At the entrance, staff scan registrations and issue lanyards. A robotics startup flies a small drone above its booth to attract attention. Finance firms offer QR codes for immediate internship applications; tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. An alumni panel discusses how to prepare for technical interviews; a cybersecurity company hosts a password cracking challenge on a laptop. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. In an adjoining classroom, workshops on networking etiquette are beginning. A welcome announcement plays over the PA outlining the fair schedule."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5711411381647308,
    0.5711411381647308,
    0.5711411381647308,
    0.8098205550098496,
    0.8098205550098496,
    0.8098205550098496,
    0.8098205550098496,
    0.8412529412116303,
    0.8412529412116303,
    0.8412529412116303,
    0.8412529412116303,
    0.8412529412116303,
    0.9015154897009438,
    0.9015154897009438,
    0.9015154897009438,
    0.9015154897009438,
    0.9015154897009438,
    0.9015154897009438,
    0.877298103431203
  ],
  "12": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while workshops on networking etiquette begin in the adjoining classroom.",
    "An engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications.",
    "At the university career fair, an engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Finance firms place QR codes to enable immediate internship applications. A line of students stands outside the university gym, waiting for the career fair to open, as an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, while networking etiquette workshops begin in the adjoining classroom. Finance firms place QR codes to enable immediate internship applications. A line of students stands outside the university gym waiting for the fair to open, as an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system, with career counselors reminding attendees to maintain eye contact during the broadcast. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, and networking etiquette workshops begin in the adjoining classroom. Finance firms place QR codes to enable immediate internship applications. A line of students stands outside the university gym waiting for the fair to open, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact during the broadcast. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3803283254394191,
    0.3803283254394191,
    0.3803283254394191,
    0.6096212206493945,
    0.6096212206493945,
    0.6096212206493945,
    0.6096212206493945,
    0.810415610957986,
    0.810415610957986,
    0.810415610957986,
    0.810415610957986,
    0.810415610957986,
    0.8677177272187688,
    0.8677177272187688,
    0.8677177272187688,
    0.8677177272187688,
    0.8677177272187688,
    0.8677177272187688,
    0.8618141750202064,
    0.8618141750202064
  ],
  "13": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops are underway in the adjoining classroom as part of the career fair; students line up outside the university gym before opening. Consulting firms have stacked glossy case study booklets on high tables at the event, and the engineering society sponsors a resume review table near the stage. An alumni panel is discussing how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom as part of the career fair, while students line up outside the university gym before opening. Consulting firms have stacked glossy case-study booklets on high tables at the event, and the engineering society sponsors a resume-review table near the stage. An alumni panel is discussing how to prepare for technical interviews, and alumni volunteers are delivering quick pep talks near the coffee station.",
    "Networking etiquette workshops are underway in the adjoining classroom as part of the career fair, while students line up outside the university gym before opening. Consulting firms have stacked glossy case-study booklets on high tables at the event, and the engineering society sponsors a resume-review table near the stage. An alumni panel is discussing how to prepare for technical interviews, and alumni volunteers are delivering quick pep talks near the coffee station."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.7024817347904928,
    0.7024817347904928,
    0.7024817347904928,
    0.7024817347904928,
    0.7719015006225063,
    0.7719015006225063,
    0.7719015006225063,
    0.7719015006225063,
    0.7402257332345975,
    0.7402257332345975,
    0.7402257332345975,
    0.7402257332345975,
    0.7402257332345975,
    0.7402257332345975
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff scan registrations and issue lanyards at the entrance, while in the adjoining classroom workshops on networking etiquette are beginning.",
    "Event staff scan registrations and issue lanyards at the entrance; in the adjoining classroom, workshops on networking etiquette are beginning; an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning, and an alumni panel discusses how to prepare for technical interviews.",
    "Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning, and an alumni panel discusses how to prepare for technical interviews. Across the fair space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the schedule for the event. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy to the scene.",
    "Event staff scan registrations and issue lanyards at the entrance. In an adjoining classroom, workshops on networking etiquette are beginning, and an alumni panel discusses how to prepare for technical interviews. Across the fair space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the event schedule. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy. The engineering society sponsors a resume review table near the stage."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.37698471142453677,
    0.37698471142453677,
    0.37698471142453677,
    0.4636095063484122,
    0.4636095063484122,
    0.4636095063484122,
    0.5929265079886885,
    0.5929265079886885,
    0.5929265079886885,
    0.5929265079886885,
    0.8493793639842153,
    0.8493793639842153,
    0.8493793639842153,
    0.8493793639842153,
    0.8493793639842153,
    0.8569763379176745,
    0.8569763379176745,
    0.8569763379176745,
    0.8569763379176745,
    0.8569763379176745,
    0.8569763379176745,
    0.8569763379176745
  ],
  "15": [
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Consulting firms have stacked glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Consulting firms have stacked glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is being played over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A cybersecurity company is hosting a password-cracking challenge on a laptop. Consulting firms have stacked glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is being played over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms have stacked glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is being played over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.470634987922372,
    0.470634987922372,
    0.470634987922372,
    0.5645974602049955,
    0.5645974602049955,
    0.5645974602049955,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.606748754715961,
    0.7904819521935154,
    0.7904819521935154,
    0.7904819521935154,
    0.7904819521935154,
    0.87247317831107,
    0.87247317831107,
    0.87247317831107,
    0.87247317831107,
    0.87247317831107,
    0.87247317831107
  ],
  "16": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A cybersecurity company is running a password cracking challenge on a laptop.",
    "A cybersecurity company is running a password-cracking challenge on a laptop, while tech companies display demo screens showing their latest apps.",
    "In a mixed-industry showcase, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps, and healthcare providers showcase community outreach photos.",
    "At a mixed-industry showcase, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and issue lanyards. In an adjoining classroom, workshops on networking etiquette are beginning.",
    "At a mixed-industry showcase, a cybersecurity company runs a password-cracking challenge on a laptop, while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and issue lanyards. In an adjoining classroom, networking etiquette workshops are beginning.",
    "At a mixed-industry showcase, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and issue lanyards. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews.",
    "At a mixed-industry showcase, a cybersecurity company runs a password-cracking challenge on a laptop while tech companies display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and issue lanyards. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables around the venue.",
    "At a mixed-industry university showcase, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps and healthcare providers showcase community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops begin and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case-study booklets on high tables around the venue. Students line up outside the university gym ahead of the career fair opening."
  ],
  "16_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3197966569573548,
    0.3197966569573548,
    0.32501029824912747,
    0.32501029824912747,
    0.39618075825006666,
    0.39618075825006666,
    0.39618075825006666,
    0.6901433095651777,
    0.6901433095651777,
    0.6901433095651777,
    0.6901433095651777,
    0.6901433095651777,
    0.6995641116389912,
    0.6995641116389912,
    0.6995641116389912,
    0.6995641116389912,
    0.7426761681245281,
    0.7426761681245281,
    0.7426761681245281,
    0.7426761681245281,
    0.7819022260443516,
    0.7819022260443516,
    0.7819022260443516,
    0.7819022260443516,
    0.7819022260443516
  ],
  "17": [
    "",
    "",
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while a line of students stands outside the university gym waiting before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage, while a line of students stands outside the university gym waiting before the career fair opens.",
    "An engineering society sponsors a resume review table near the stage as a line of students waits outside the university gym before the career fair opens. Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume review table near the stage as a line of students waits outside the university gym before the career fair opens. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and issue lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "An engineering society sponsors a resume-review table near the stage as a line of students waits outside the university gym before the career fair opens. In the adjoining classroom, networking etiquette workshops are underway while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and issue lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners; healthcare providers showcase community outreach photos, and nearby consulting firms have glossy case-study booklets on high tables. Inside the career fair, students clutch resumes in branded folders as a welcome PA announces the schedule. A cybersecurity company is hosting a password-cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.39000602407810603,
    0.8143762064395947,
    0.8143762064395947,
    0.8143762064395947,
    0.8143762064395947,
    0.8143762064395947,
    0.8143762064395947,
    0.8143762064395947,
    0.8195857243021236,
    0.8195857243021236,
    0.8195857243021236,
    0.8195857243021236,
    0.8512883605620195,
    0.8512883605620195,
    0.8512883605620195
  ],
  "18": [
    "",
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "A welcome announcement plays over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A campus fair setting features a welcome announcement playing over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At a campus career fair, a welcome announcement plays over the PA system, outlining the fair schedule. Inside, an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Inside the event, counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career fair, a welcome announcement plays over the PA system outlining the fair schedule. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Inside the event, counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At a campus career fair, a welcome announcement plays over the PA outlining the schedule. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; tech companies display demo screens showing their latest apps. Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers showcase community outreach photos. Counselors remind attendees to maintain eye contact.",
    "At a campus career fair, a welcome PA outlines the schedule. Inside, an alumni panel discusses how to prepare for technical interviews while career counselors redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and issue lanyards. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications; tech companies display demo screens showing their latest apps. Networking etiquette workshops are underway in the adjoining classroom. Healthcare providers showcase community outreach photos. Counselors remind attendees to maintain eye contact. An engineering society sponsors a resume review table near the stage as a line of students waits outside the university gym before the career fair opens."
  ],
  "18_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.4575381655748977,
    0.4575381655748977,
    0.8175593132363377,
    0.8175593132363377,
    0.8175593132363377,
    0.8175593132363377,
    0.8175593132363377,
    0.8292016909970595,
    0.8292016909970595,
    0.8292016909970595,
    0.8292016909970595,
    0.8647622293377645,
    0.8647622293377645,
    0.8647622293377645,
    0.8647622293377645,
    0.8646748806410982,
    0.8646748806410982,
    0.8646748806410982,
    0.8646748806410982,
    0.8646748806410982,
    0.8646748806410982
  ],
  "19": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "In a career fair setting, students clutch resumes inside branded folders while a welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At a career fair, students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the schedule for the fair. A cybersecurity company is hosting a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the fair schedule. A cybersecurity company is hosting a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, students clutch resumes inside branded folders while a welcome announcement over the PA outlines the schedule. A cybersecurity company is hosting a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, students clutch resumes inside branded folders as a welcome PA outlines the schedule. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a career fair, students clutch resumes inside branded folders as a welcome PA outlines the schedule. A cybersecurity company hosts a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries while reminding attendees to maintain eye contact. Event staff scan registrations and issue lanyards at the entrance. Dozens of booths circle the polished floor, each adorned with colorful banners, and a robotics startup flies a small drone above its booth to draw attention. In the adjoining classroom, workshops on networking etiquette are beginning."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5077928224096252,
    0.5077928224096252,
    0.5077928224096252,
    0.6642624876540606,
    0.6642624876540606,
    0.6642624876540606,
    0.6642624876540606,
    0.6642624876540606,
    0.6674829032480742,
    0.6674829032480742,
    0.8508138602253877,
    0.8508138602253877,
    0.8508138602253877,
    0.8518145162099366,
    0.8518145162099366,
    0.8518145162099366,
    0.8774005469849473,
    0.8774005469849473,
    0.8774005469849473,
    0.8774005469849473,
    0.8774005469849473,
    0.8774005469849473
  ],
  "20": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At an event hosted by a cybersecurity company, a password cracking challenge runs on a laptop while an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor, providing a display around the venue.",
    "An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, providing a display around the venue; each booth bears a colorful banner. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, each booth bearing a colorful banner. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel on how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners encircle a polished floor, each booth displaying a banner. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. A robotics startup draws attention by flying a small drone above its booth."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.4017690238493752,
    0.4017690238493752,
    0.4017690238493752,
    0.4017690238493752,
    0.5291518137113569,
    0.5291518137113569,
    0.5291518137113569,
    0.5291518137113569,
    0.7317910785544224,
    0.7317910785544224,
    0.7317910785544224,
    0.7317910785544224,
    0.7922271305144852,
    0.7922271305144852,
    0.7922271305144852,
    0.7922271305144852,
    0.8134734877757885,
    0.8134734877757885,
    0.8134734877757885,
    0.8134734877757885,
    0.8134734877757885,
    0.8134734877757885,
    0.8360555035633597,
    0.8360555035633597,
    0.8360555035633597
  ],
  "21": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are beginning in the adjoining classroom. A resume review table sponsored by the engineering society is set up near the stage. Career counselors are redirecting unsure students toward applicable industries.",
    "Networking etiquette workshops are beginning in the adjoining classroom, while an engineering society-sponsored resume review table is set up near the stage. Career counselors are redirecting unsure students toward applicable industries. Finance firms offer QR codes to enable immediate internship applications.",
    "In the venue, networking etiquette workshops are beginning in the adjoining classroom, while an engineering society-sponsored resume-review table is set up near the stage. Career counselors are redirecting unsure students toward applicable industries. Finance firms offer QR codes to enable immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair venue, a cybersecurity company runs a password-cracking challenge on a laptop, while networking etiquette workshops begin in the adjoining classroom. An engineering society-sponsored resume-review table is set up near the stage, and consulting firms stack glossy case-study booklets on high tables around the venue. Career counselors redirect unsure students toward applicable industries, and finance firms provide QR codes to enable immediate internship applications. Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, a line of students forms just before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5265374092590913,
    0.5265374092590913,
    0.5976276640187927,
    0.5976276640187927,
    0.5976276640187927,
    0.5976276640187927,
    0.5976276640187927,
    0.5976276640187927,
    0.7349754826405404,
    0.7349754826405404,
    0.7349754826405404,
    0.7761659575837032,
    0.7761659575837032,
    0.7761659575837032,
    0.7761659575837032,
    0.8545205463118319,
    0.8545205463118319,
    0.8545205463118319
  ],
  "22": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while a welcome announcement is broadcast over the PA system outlining the fair schedule for attendees.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. At the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Career counselors remind attendees to maintain eye contact as a welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Just before the career fair opens, a line of students forms outside the university gym. The engineering society sponsors a resume review table near the stage.",
    "At the university gym, the career fair is about to open: a line of students forms outside the gym just before opening, with others lining up nearby. A welcome PA announcement outlines the fair schedule, while career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "At the university gym the career fair is about to open, with a line of students outside and others lining up nearby. A welcome PA announcement outlines the schedule as alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. At the entrance, event staff scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms have glossy case study booklets stacked on high tables nearby. An alumni panel discusses how to prepare for technical interviews at the event."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.4961127422825034,
    0.4961127422825034,
    0.4961127422825034,
    0.6784431251383836,
    0.6784431251383836,
    0.6784431251383836,
    0.8394238957441974,
    0.8394238957441974,
    0.8394238957441974,
    0.8394238957441974,
    0.8394238957441974,
    0.8426980219630498,
    0.8426980219630498,
    0.8426980219630498,
    0.8426980219630498,
    0.7842365359063602,
    0.7842365359063602,
    0.7842365359063602,
    0.7842365359063602,
    0.7842365359063602,
    0.7842365359063602,
    0.8270657088190367
  ],
  "23": [
    "",
    "",
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "Just before the career fair opens, a line of students forms outside the university gym.",
    "Just before the career fair opens, a line of students forms outside the university gym.",
    "Just before the career fair opens, a line of students forms outside the university gym. The engineering society sponsors a resume review table near the stage.",
    "Just before the career fair opens, a line of students forms outside the university gym. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "Before the career fair opens, a line of students forms outside the university gym. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. At the career fair venue, event staff scan registrations and hand out lanyards at the entrance. A welcome announcement is broadcast over the PA system outlining the schedule for the fair. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Ahead of the career fair opening, a line of students forms outside the university gym. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system outlining the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Ahead of the career fair opening, a line forms outside the university gym. A large orientation unfolds around a polished floor, surrounded by dozens of booths with colorful banners. The engineering society sponsors a resume-review table near the stage, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as part of orientation activities. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths, banners, and a welcome PA announce the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. Alumni volunteers deliver pep talks near the coffee station, and healthcare providers showcase photos of community outreach. In an adjoining classroom, workshops on networking etiquette begin."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3754806153249286,
    0.3754806153249286,
    0.3754806153249286,
    0.3754806153249286,
    0.3754806153249286,
    0.3754806153249286,
    0.3754806153249286,
    0.5716817402056333,
    0.5716817402056333,
    0.5716817402056333,
    0.5716817402056333,
    0.7900805731275318,
    0.7900805731275318,
    0.7900805731275318,
    0.7900805731275318,
    0.8781697413464362,
    0.8781697413464362,
    0.8781697413464362,
    0.8781697413464362,
    0.8781697413464362,
    0.8818120175531349,
    0.8818120175531349,
    0.8818120175531349,
    0.8818120175531349,
    0.8817506997459504
  ],
  "24": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Networking etiquette workshops begin in the adjoining classroom, setting the scene for the event. Consulting firms have glossy case study booklets stacked on high tables nearby, suggesting prepared materials for attendees. At the entrance, event staff scan registrations and hand out lanyards to participants.",
    "Networking etiquette workshops begin in the adjoining classroom, setting the scene for the event. Consulting firms have glossy case study booklets stacked on high tables nearby, suggesting prepared materials for attendees. At the entrance, event staff scan registrations and hand out lanyards to participants. Students line up outside the university gym before the career fair opens.",
    "Networking etiquette workshops are taking place in the adjoining classroom, setting the scene for the event. Nearby, consulting firms have glossy case study booklets stacked on high tables, suggesting prepared materials for attendees. At the entrance, event staff scan registrations and hand out lanyards to participants. Students line up outside the university gym before the career fair opens. Inside the career fair, students clutch resumes in branded folders as a welcome PA announces the fair schedule. A cybersecurity company is hosting a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews.",
    "The scene centers on a university career fair opening. Students line up outside the gym before the event, then move inside clutching resumes in branded folders as a welcome PA outlines the schedule. At the entrance, event staff scan registrations and issue lanyards to participants. In the adjoining classroom, networking etiquette workshops are beginning. Across the fair space, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A cybersecurity company hosts a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy.",
    "The scene centers on a university career fair opening. Students line up outside the gym before moving inside, clutching resumes in branded folders as a welcome PA outlines the schedule. At the entrance, event staff scan registrations and issue lanyards to participants. In the adjoining classroom, networking etiquette workshops are beginning. Across the fair space, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A cybersecurity company hosts a password-cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy. Groups of friends mark target employers on the event map."
  ],
  "24_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.4596008897670054,
    0.6313575557352615,
    0.6313575557352615,
    0.6313575557352615,
    0.6313575557352615,
    0.7435311469656312,
    0.7435311469656312,
    0.7435311469656312,
    0.7435311469656312,
    0.8371200926551936,
    0.8371200926551936,
    0.8371200926551936,
    0.8371200926551936,
    0.8371200926551936,
    0.8380360343560753,
    0.8380360343560753,
    0.8380360343560753
  ],
  "25": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers deliver brief pep talks near the coffee station as dozens of booths encircle a polished floor. Each booth bears colorful banners, while healthcare providers showcase photos of community outreach.",
    "An orientation event unfolds around a polished floor encircled by dozens of booths, each bearing colorful banners. Alumni volunteers deliver brief pep talks near the coffee station, while healthcare providers showcase photos of community outreach. Career counselors direct unsure students toward applicable industries as part of the orientation. A cybersecurity company runs a password cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "An orientation event unfolds around a polished floor surrounded by dozens of booths with colorful banners. Alumni volunteers give brief pep talks near the coffee station, adding a supportive, informal energy, while healthcare providers showcase photos of community outreach. Career counselors guide unsure students toward applicable industries as part of the orientation. A cybersecurity company runs a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and issue lanyards. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Across the fair space, consulting firms stack glossy case-study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the event schedule."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.48843388987206676,
    0.48843388987206676,
    0.48843388987206676,
    0.48843388987206676,
    0.48843388987206676,
    0.48843388987206676,
    0.7761396386957646,
    0.7761396386957646,
    0.7761396386957646,
    0.7761396386957646,
    0.7761396386957646,
    0.7761396386957646,
    0.8405089793513709,
    0.8405089793513709,
    0.8405089793513709,
    0.8405089793513709
  ],
  "26": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens. Healthcare providers showcase community outreach photos nearby. In the adjoining classroom, workshops on networking etiquette have begun.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens; healthcare providers showcase community outreach photos nearby; in the adjoining classroom, workshops on networking etiquette have begun; career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens, and nearby healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms in the moments before the career fair opens, and nearby healthcare providers showcase community outreach photos. In the adjoining classroom, networking etiquette workshops have begun, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. The scene centers on the university career fair: at the event entrance, staff scan registrations and hand out lanyards to attendees; some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "The scene centers on the university career fair. Outside the university gym, a line of students forms in the moments before opening, while nearby healthcare providers showcase community outreach photos. In the adjoining classroom, networking etiquette workshops have begun, and career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. At the event entrance, staff scan registrations and hand out lanyards to attendees; some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3757187116316753,
    0.3757187116316753,
    0.3757187116316753,
    0.6781631539934898,
    0.6781631539934898,
    0.6781631539934898,
    0.6781631539934898,
    0.4586194313402139,
    0.4586194313402139,
    0.4586194313402139,
    0.4586194313402139,
    0.4586194313402139,
    0.4586194313402139,
    0.7612548782120306,
    0.7612548782120306,
    0.7612548782120306,
    0.7612548782120306,
    0.7612548782120306,
    0.8432504148451705,
    0.8432504148451705,
    0.8432504148451705,
    0.8432504148451705
  ],
  "27": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Dozens of booths circle the polished floor, each adorned with colorful banners.",
    "Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths circle the polished floor, each adorned with colorful banners. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Dozens of booths circle a polished floor, each bearing colorful banners. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "Dozens of booths encircle a polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Dozens of booths encircle a polished floor, each displaying colorful banners. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. A fair is underway with a welcome announcement broadcast over the PA system outlining its schedule. In the adjoining classroom, networking etiquette workshops are beginning."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3041125892429055,
    0.3041125892429055,
    0.3041125892429055,
    0.3041125892429055,
    0.5122907633055308,
    0.5122907633055308,
    0.5122907633055308,
    0.5122907633055308,
    0.5122907633055308,
    0.7416118859144759,
    0.7416118859144759,
    0.7416118859144759,
    0.8113688621064259,
    0.8113688621064259,
    0.8113688621064259,
    0.8113688621064259,
    0.8113688621064259,
    0.8434364978649277,
    0.8434364978649277,
    0.8434364978649277,
    0.8434364978649277,
    0.8434364978649277,
    0.8512243168185767,
    0.8512243168185767,
    0.8512243168185767
  ],
  "28": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage.",
    "Event staff are scanning registrations and handing out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "Event staff are scanning registrations and handing out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is being broadcast over the PA system, outlining the schedule for the career fair. A line of students stands outside the university gym, waiting for the career fair to open, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair venue, event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the schedule for the fair. A line of students stands outside the university gym, waiting for the career fair to open, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair venue, staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the schedule for the fair. A line of students stands outside the university gym, waiting for the career fair to open, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Networking etiquette workshops are beginning in the adjoining classroom. Career counselors are redirecting unsure students toward applicable industries.",
    "At the career fair venue, staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. A welcome announcement is broadcast over the PA system outlining the schedule for the fair. A line of students waits outside the university gym for the fair to open, while an alumni panel discusses how to prepare for technical interviews. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos.",
    "At the campus career fair, staff at the entrance scan registrations and hand out lanyards as a line of students waits outside the university gym for the doors to open. Inside, a welcome announcement plays over the PA outlining the schedule. Dozens of booths encircle a polished floor, each bearing colorful banners. The engineering society sponsors a resume‑review table near the stage. An alumni panel discusses how to prepare for technical interviews. Networking etiquette workshops run in the adjoining classroom, while career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case-study booklets on high tables; finance firms offer QR codes for immediate internships; tech companies display demo screens showing their latest apps."
  ],
  "28_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6160517908499188,
    0.6160517908499188,
    0.7924509216451467,
    0.7924509216451467,
    0.7924509216451467,
    0.7562512098349199,
    0.7562512098349199,
    0.7562512098349199,
    0.8325359119887984,
    0.8325359119887984,
    0.8325359119887984,
    0.8325359119887984,
    0.8490138377293949,
    0.8490138377293949,
    0.8490138377293949,
    0.8490138377293949,
    0.8490138377293949,
    0.8716200125843215,
    0.8716200125843215,
    0.8716200125843215,
    0.8716200125843215,
    0.8716200125843215
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "Consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the fair to open. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries.",
    "At the campus career fair, consulting firms stack glossy case study booklets on high tables, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Networking etiquette workshops begin in the adjoining classroom. Finance firms offer QR codes to enable immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Outside the university gym, a line of students waits for the fair to open. A welcome announcement plays over the PA system, outlining the fair schedule. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the campus career fair, dozens of booths circle the polished floor, each adorned with colorful banners. Consulting firms stack glossy case study booklets on elevated tables, while the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, a line of students waits for the fair to open. A welcome announcement plays over the PA system, outlining the fair schedule. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3283458335858131,
    0.3283458335858131,
    0.5887611209892433,
    0.5887611209892433,
    0.5887611209892433,
    0.5887611209892433,
    0.7807793571106743,
    0.7807793571106743,
    0.8830900541854749,
    0.8830900541854749,
    0.8830900541854749,
    0.8830900541854749,
    0.8842690031199251,
    0.8842690031199251,
    0.8842690031199251,
    0.8842690031199251
  ],
  "30": [
    "",
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while inside the event career counselors remind attendees to maintain eye contact.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "Event staff at the entrance scan registrations and hand out lanyards. Inside the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, networking etiquette workshops are beginning, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university, a career fair unfolds with event staff at the entrance scanning registrations and handing out lanyards, while a welcome PA announces the schedule. Before opening, a line of students forms outside the gym. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. In an adjoining classroom, networking etiquette workshops begin as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university, a career fair unfolds with event staff at the entrance scanning registrations and handing out lanyards, while a welcome PA announces the schedule. Before opening, a line of students forms outside the gym. Inside, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables, and the engineering society sponsors a resume review table near the stage. In an adjoining classroom, networking etiquette workshops begin as an alumni panel discusses how to prepare for technical interviews. HR teams jot notes on tablets as students introduce themselves, and a cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "30_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.43128027532392277,
    0.43128027532392277,
    0.43128027532392277,
    0.7688609831880048,
    0.7688609831880048,
    0.7688609831880048,
    0.7688609831880048,
    0.723025355657583,
    0.723025355657583,
    0.723025355657583,
    0.723025355657583,
    0.723025355657583,
    0.7758897517898679,
    0.7758897517898679,
    0.7758897517898679,
    0.7758897517898679,
    0.7758897517898679,
    0.8541355016312797,
    0.8541355016312797,
    0.8541355016312797,
    0.8541355016312797,
    0.8541355016312797
  ],
  "31": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map, while dozens of booths with colorful banners circle the polished floor.",
    "Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "At the on-campus career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. At the event entrance, staff scan registrations and hand out lanyards. Outside the university gym, a line of students forms in the moments before opening. In the adjoining classroom, workshops on networking etiquette have begun, and career counselors redirect unsure students toward applicable industries. A welcome announcement is being broadcast over the PA system, outlining the fair's schedule, while alumni volunteers give quick pep talks near the coffee station. Nearby, healthcare providers showcase community outreach photos.",
    "At the on-campus career fair, groups of friends mark target employers on the event map as dozens of booths with colorful banners surround the polished floor. At the event entrance staff scan registrations and hand out lanyards. A line of students forms outside the university gym in the moments before opening. In the adjoining classroom, networking etiquette workshops have begun, and career counselors redirect unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair's schedule, while alumni volunteers offer quick pep talks near the coffee station. Nearby, healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage; consulting firms have stacked glossy case study booklets on high tables nearby; an alumni panel discusses how to prepare for technical interviews."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.42109648261880345,
    0.7638149502479243,
    0.7638149502479243,
    0.7638149502479243,
    0.7638149502479243,
    0.85262036102319,
    0.85262036102319,
    0.85262036102319,
    0.85262036102319,
    0.85262036102319,
    0.8751655397409106,
    0.8751655397409106,
    0.8751655397409106,
    0.8751655397409106
  ],
  "32": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications.",
    "In a campus fair setting, a welcome announcement is playing over the PA system, outlining the fair schedule. Tech companies display demo screens showing their latest apps, while finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "At a campus fair, a welcome announcement plays over the PA outlining the schedule. Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a campus fair, a welcome announcement plays over the PA outlining the schedule. Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews, and career counselors direct unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "32_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.44104441321381416,
    0.44104441321381416,
    0.48375697510831833,
    0.48375697510831833,
    0.48375697510831833,
    0.48375697510831833,
    0.7023653667095615,
    0.7023653667095615,
    0.7023653667095615,
    0.7023653667095615,
    0.8371291991577997,
    0.8371291991577997,
    0.8371291991577997,
    0.8594760952322649,
    0.8594760952322649,
    0.8594760952322649,
    0.8594760952322649,
    0.8595278173758603,
    0.8595278173758603,
    0.8595278173758603,
    0.8595278173758603,
    0.8595278173758603,
    0.8595278173758603
  ],
  "33": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Career counselors direct unsure students toward applicable industries as part of an orientation event. A cybersecurity company runs a password cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "Career counselors direct unsure students toward applicable industries as part of an orientation event. A cybersecurity company hosts a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, workshops on networking etiquette begin. Alumni volunteers give short pep talks near the coffee station. Dozens of booths encircle a polished floor, each booth displaying colorful banners. Healthcare providers showcase photos of community outreach.",
    "At the orientation event, career counselors direct unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. At the event entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, networking etiquette workshops run; an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give short pep talks near the coffee station. Dozens of booths encircle a polished floor, each booth displaying colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables.",
    "At the orientation event, career counselors direct unsure students toward applicable industries. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, staff scan registrations and hand out lanyards. In an adjoining classroom, networking etiquette workshops run as an alumni panel discusses how to prepare for technical interviews. Alumni volunteers give short pep talks near the coffee station. Dozens of booths encircle a polished floor, each displaying colorful banners. Healthcare providers showcase photos of community outreach. Students line up outside the university gym ahead of the career fair opening. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the event schedule. The engineering society sponsors a resume review table near the stage."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.5318448155877931,
    0.7028572664998447,
    0.7028572664998447,
    0.7028572664998447,
    0.7028572664998447,
    0.7028572664998447,
    0.7961778006080993,
    0.7961778006080993,
    0.7961778006080993,
    0.7961778006080993,
    0.7961778006080993,
    0.7961778006080993,
    0.8367048288957749,
    0.8367048288957749,
    0.8367048288957749,
    0.8367048288957749,
    0.8367048288957749,
    0.8367048288957749
  ],
  "34": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "A welcome announcement is currently being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is currently being broadcast over the PA system, outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, a line of students forms in the moments before the career fair opens. Nearby, healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair's schedule, while alumni volunteers give quick pep talks near the coffee station. Outside the university gym, a line of students forms in the moments before the career fair opens. Nearby, healthcare providers showcase community outreach photos. In the adjoining classroom, workshops on networking etiquette have begun. Groups of friends mark target employers on the event map, while dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement over the PA outlines the fair schedule, complemented by an alumni panel discussing preparation for technical interviews and alumni volunteers delivering quick pep talks near the coffee station. Outside the university gym, a line of students forms in anticipation of the career fair opening. Nearby, healthcare providers display community outreach photos. In the adjoining classroom, networking etiquette workshops have begun, with groups of friends marking target employers on the event map. Dozens of booths with colorful banners circle the polished floor, while consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. At the career fair, counselors redirect unsure students toward applicable industries."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.378212058214315,
    0.378212058214315,
    0.378212058214315,
    0.378212058214315,
    0.3906327074622709,
    0.3906327074622709,
    0.3906327074622709,
    0.8022540378262575,
    0.8022540378262575,
    0.8022540378262575,
    0.8022540378262575,
    0.8022540378262575,
    0.8432632284574868,
    0.8432632284574868,
    0.8432632284574868,
    0.8432632284574868,
    0.8432632284574868,
    0.8718420174798293,
    0.8718420174798293,
    0.8718420174798293,
    0.8718420174798293
  ],
  "35": [
    "",
    "",
    "",
    "A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "A welcome announcement is being played over the PA system, outlining the fair schedule.",
    "A welcome announcement is being played over the PA system, outlining the fair schedule, while students clutch resumes inside branded folders.",
    "A welcome announcement is being played over the PA system and outlines the fair schedule. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "A welcome announcement is being played over the PA system and outlines the fair schedule. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette are beginning. Event staff scan registrations and hand out lanyards at the entrance.",
    "A welcome announcement is being played over the PA system and outlines the fair schedule. Students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette are beginning. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, a welcome announcement over the PA outlines the schedule as students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette are beginning. Event staff scan registrations and hand out lanyards at the entrance. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At a career fair, a welcome announcement over the PA outlines the schedule as students clutch resumes inside branded folders. In the adjoining classroom, workshops on networking etiquette are beginning. Event staff scan registrations and issue lanyards at the entrance. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.36168663722987393,
    0.39771014072998756,
    0.39771014072998756,
    0.737508542038262,
    0.737508542038262,
    0.737508542038262,
    0.8228234004165804,
    0.8228234004165804,
    0.8228234004165804,
    0.8228234004165804,
    0.8543555055965779,
    0.8543555055965779,
    0.8543555055965779,
    0.8543555055965779,
    0.8543555055965779,
    0.8426756784490419,
    0.8426756784490419,
    0.8426756784490419,
    0.8426756784490419,
    0.8728030779415823,
    0.8728030779415823,
    0.8728030779415823,
    0.8728030779415823
  ],
  "36": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Students line up outside the university gym before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards, while outside the university gym, a line of students forms just before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards, while outside the university gym a line of students forms just before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations and hand out lanyards at the entrance, while a line of students forms outside the university gym just before the career fair opens. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries, and inside the event remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. A welcome announcement is currently being broadcast over the PA system, outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.6122178873034017,
    0.439180470914033,
    0.439180470914033,
    0.439180470914033,
    0.439180470914033,
    0.7741425234985657,
    0.7741425234985657,
    0.7741425234985657,
    0.7741425234985657,
    0.831597895797981,
    0.831597895797981,
    0.831597895797981,
    0.831597895797981,
    0.831597895797981
  ],
  "37": [
    "",
    "",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, and workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews, while workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves.",
    "An alumni panel discusses how to prepare for technical interviews as networking etiquette workshops begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Event staff at the entrance scan registrations and hand out lanyards. Inside the event, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, an alumni panel discusses how to prepare for technical interviews, while networking etiquette workshops are held in the adjoining classroom. HR teams jot notes on tablets as students introduce themselves. At the entrance, event staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. An engineering society sponsors a resume review table near the stage, as a line of students waits outside the university gym before the career fair opens. Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "At the university event, an alumni panel discusses how to prepare for technical interviews as networking etiquette workshops run in the adjoining classroom. HR teams jot notes on tablets while students introduce themselves, and at the entrance staff scan registrations and hand out lanyards. Inside, career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage. A line of students waits outside the university gym before the career fair opens. Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos."
  ],
  "37_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.40498665849824844,
    0.40498665849824844,
    0.40498665849824844,
    0.40498665849824844,
    0.558614414275821,
    0.558614414275821,
    0.558614414275821,
    0.558614414275821,
    0.7672419546719683,
    0.7672419546719683,
    0.7672419546719683,
    0.7672419546719683,
    0.8577593039887574,
    0.8577593039887574,
    0.8577593039887574,
    0.8577593039887574,
    0.8577593039887574,
    0.8577593039887574,
    0.8577593039887574
  ],
  "38": [
    "",
    "",
    "",
    "",
    "\"\"",
    "A line of students stands outside the university gym, waiting before the career fair opens.",
    "A line of students stands outside the university gym, waiting before the career fair opens.",
    "A line of students stands outside the university gym, waiting for the career fair to open, while an alumni panel discusses how to prepare for technical interviews.",
    "A line of students stands outside the university gym, waiting for the career fair to open, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students waits for the career fair to open as an alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair to open as an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos at an event featuring dozens of booths encircling a polished floor that surrounds a central space. Each booth bears colorful banners, creating a vibrant display around the central area. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open as an alumni panel discusses how to prepare for technical interviews. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos at an event featuring dozens of booths encircling a polished floor that surrounds a central space. Each booth bears colorful banners, creating a vibrant display around the central area. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students waits for the career fair to open as an alumni panel discusses preparation for technical interviews and a PA announces the fair schedule. The engineering society sponsors a resume-review table near the stage. The event features dozens of booths encircling a polished floor around a central space, each booth bearing colorful banners. Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. At the fair space, consulting firms have stacked glossy case-study booklets on high tables. Alumni volunteers deliver short pep talks near the coffee station, creating a supportive energy. Workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password-cracking challenge on a laptop, and career counselors direct unsure students toward applicable industries."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.37170178755993666,
    0.37170178755993666,
    0.37170178755993666,
    0.5886599696133334,
    0.5886599696133334,
    0.7581647878945603,
    0.7581647878945603,
    0.7581647878945603,
    0.7581647878945603,
    0.8359231523881718,
    0.8359231523881718,
    0.8359231523881718,
    0.8359231523881718,
    0.8359231523881718,
    0.8377159242700969,
    0.8377159242700969,
    0.8377159242700969,
    0.8377159242700969,
    0.8377159242700969,
    0.8637184602042614,
    0.8637184602042614
  ],
  "39": [
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop, and career counselors redirect unsure students toward applicable industries.",
    "At an event setting, a cybersecurity company runs a password-cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries; and the engineering society sponsors a resume review table near the stage.",
    "At an event setting, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables around the venue.",
    "At an event setting for a career fair, a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables around the venue. Event staff at the entrance scan registrations and hand out lanyards. Outside the university gym, a line of students forms just before the career fair opens.",
    "At a career fair setting, a cybersecurity company runs a password-cracking challenge on a laptop as part of a mixed-industry showcase, with tech companies displaying demo screens of their latest apps and healthcare providers presenting community outreach photos. Career counselors direct unsure students toward applicable industries. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables around the venue. Outside the university gym, a line of students forms just before the fair opens. At the entrance, event staff scan registrations and issue lanyards. In the adjoining classroom, networking etiquette workshops are beginning, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.40272500601857136,
    0.49586093509658996,
    0.49586093509658996,
    0.49586093509658996,
    0.49586093509658996,
    0.7649171085411544,
    0.7649171085411544,
    0.7649171085411544,
    0.8204538721267471,
    0.8204538721267471,
    0.8204538721267471,
    0.8204538721267471,
    0.8591296133937102,
    0.8591296133937102,
    0.8591296133937102,
    0.8591296133937102,
    0.8591296133937102
  ],
  "40": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "At the career fair, counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement plays over the PA system, outlining the fair schedule, and an alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. Event staff scan registrations and issue lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette are beginning. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy to the scene."
  ],
  "40_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.48976710710910676,
    0.48976710710910676,
    0.48976710710910676,
    0.48976710710910676,
    0.8062978707444168,
    0.8062978707444168,
    0.8062978707444168,
    0.8062978707444168,
    0.8062978707444168,
    0.8062978707444168,
    0.8062978707444168,
    0.8366242377462705,
    0.8366242377462705,
    0.8366242377462705,
    0.8366242377462705,
    0.8639883157492654,
    0.8639883157492654,
    0.8639883157492654,
    0.8639883157492654
  ],
  "41": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, the engineering society sponsors a resume review table located near the stage. Consulting firms have stacked glossy case study booklets on high tables nearby. An alumni panel is discussing how to prepare for technical interviews.",
    "At the event, the engineering society sponsors a resume review table near the stage; consulting firms have stacked glossy case study booklets on high tables nearby; an alumni panel is discussing how to prepare for technical interviews; in the adjoining classroom, networking etiquette workshops are beginning; students line up outside the university gym before the career fair opens.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage, while consulting firms display glossy case-study booklets on high tables nearby. An alumni panel is discussing how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops are beginning. Students line up outside the university gym before the fair opens. A welcome announcement is broadcast over the PA system outlining the fair’s schedule. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company is hosting a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage, while consulting firms display glossy case-study booklets on high tables nearby. An alumni panel discusses how to prepare for technical interviews. In the adjoining classroom, networking etiquette workshops have begun, with career counselors redirecting unsure students toward applicable industries. Outside the gym, a line of students forms before opening, and a welcome announcement on the PA outlines the fair's schedule. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop. At the entrance, event staff scan registrations and hand out lanyards. Inside the hall, groups of friends mark target employers on an event map as dozens of booths with colorful banners circle the polished floor. Nearby, healthcare providers showcase community outreach photos; alumni volunteers give pep talks near the coffee station."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.49596958521009316,
    0.49596958521009316,
    0.7210020365782129,
    0.7210020365782129,
    0.7210020365782129,
    0.7210020365782129,
    0.7210020365782129,
    0.49873274579066296,
    0.49873274579066296,
    0.49873274579066296,
    0.49873274579066296,
    0.8502580271463199,
    0.8502580271463199,
    0.8502580271463199,
    0.8502580271463199,
    0.8825537106728707
  ],
  "42": [
    "",
    "",
    "\"\"",
    "Dozens of booths encircle a polished floor, each booth bearing colorful banners.",
    "Dozens of booths encircle a polished floor, each booth bearing colorful banners. Healthcare providers showcase community outreach photos.",
    "Dozens of booths encircle a polished floor, each booth bearing colorful banners, while healthcare providers showcase community outreach photos.",
    "Dozens of booths encircle a polished floor, with each booth bearing colorful banners. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "A venue with a polished floor hosts an event where dozens of booths encircle the space, each booth displaying colorful banners. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a venue with a polished floor, a multi-booth event fills the space with dozens of booths encircling the room, each booth adorned with colorful banners. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and issue lanyards. In the adjoining classroom, workshops on networking etiquette are beginning. A robotics startup flies a small drone above its booth to attract attention.",
    "At a venue with a polished floor, a multi-booth event fills the space with dozens of booths encircling the room, each adorned with colorful banners. Healthcare providers display community outreach photos. Groups of friends mark target employers on the event map. An event hosted by a cybersecurity company features a password cracking challenge running on a laptop and an alumni panel discussing how to prepare for technical interviews. At the entrance, event staff scan registrations and issue lanyards. In an adjoining classroom, workshops on networking etiquette are beginning. A robotics startup flies a small drone above its booth to attract attention. Consulting firms stack glossy case study booklets on high tables."
  ],
  "42_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3429044268101474,
    0.3429044268101474,
    0.46264798957593817,
    0.46264798957593817,
    0.46264798957593817,
    0.46264798957593817,
    0.34755742006657153,
    0.34755742006657153,
    0.34755742006657153,
    0.6943964223874783,
    0.6943964223874783,
    0.6943964223874783,
    0.6943964223874783,
    0.7837155142116903,
    0.7837155142116903,
    0.7837155142116903,
    0.7837155142116903,
    0.7837155142116903,
    0.785453579641725,
    0.785453579641725,
    0.785453579641725,
    0.785453579641725,
    0.785453579641725,
    0.7976709707188273,
    0.7976709707188273,
    0.7976709707188273
  ],
  "43": [
    "",
    "",
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "In the adjoining classroom, workshops on networking etiquette are beginning.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is running a password-cracking challenge on a laptop.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is running a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Career counselors redirect unsure students toward applicable industries. A cybersecurity company is running a password-cracking challenge on a laptop. Finance firms offer QR codes for immediate internship applications. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds across the space, with an adjoining classroom where networking etiquette workshops are beginning and an alumni panel discusses preparing for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. At the entrance, event staff scan registrations and issue lanyards. A cybersecurity company is running a password-cracking challenge on a laptop, and finance firms offer QR codes for immediate internship applications. Across the fair space, consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. A welcome announcement is broadcast over the PA system outlining the event schedule. Alumni volunteers offer short pep talks near the coffee station, adding a supportive, informal energy."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.2902083754628108,
    0.6587455639178095,
    0.6587455639178095,
    0.6587455639178095,
    0.6587455639178095,
    0.6587455639178095,
    0.7594083826514975,
    0.7594083826514975,
    0.7594083826514975,
    0.7594083826514975,
    0.7625222024271106,
    0.7625222024271106,
    0.7625222024271106,
    0.7625222024271106,
    0.7625222024271106,
    0.8783856089462689,
    0.8783856089462689,
    0.8783856089462689,
    0.8783856089462689,
    0.8783856089462689
  ],
  "44": [
    "",
    "",
    "",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos in an event where dozens of booths encircle a polished floor. Each booth bears colorful banners, contributing to a vibrant display around the central space.",
    "Healthcare providers showcase community outreach photos at an event where dozens of booths encircle a polished floor, surrounding a central space. Each booth bears colorful banners, contributing to a vibrant display around the central area. Groups of friends mark target employers on the event map.",
    "Healthcare providers showcase community outreach photos at an event featuring dozens of booths encircling a polished floor that surrounds a central space. Each booth bears colorful banners, creating a vibrant display around the central area. Groups of friends mark target employers on the event map.",
    "An event features dozens of booths encircling a polished floor surrounding a central space, with each booth bearing colorful banners that create a vibrant display. Healthcare providers showcase community outreach photos among the booths. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom, while at the entrance event staff scan registrations and hand out lanyards.",
    "Dozens of booths encircle a polished floor around a central space, each booth bearing colorful banners that create a vibrant display. Healthcare providers showcase community outreach photos among the booths. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact inside the event. A welcome announcement is broadcast over the PA system outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths encircle a polished floor around a central space, each booth displaying vibrant banners. Healthcare providers showcase community outreach photos among the booths. Groups of friends mark target employers on the event map. Networking etiquette workshops begin in the adjoining classroom. At the entrance, event staff scan registrations and hand out lanyards to participants. An alumni panel discusses how to prepare for technical interviews. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact inside the event. A welcome announcement is broadcast over the PA system outlining the schedule for the fair, while alumni volunteers share quick pep talks near the coffee station. Consulting firms have glossy case study booklets stacked on high tables nearby, suggesting prepared materials for attendees. Students line up outside the university gym before the career fair opens."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4846955722118911,
    0.4846955722118911,
    0.4846955722118911,
    0.6400061418635108,
    0.6400061418635108,
    0.6400061418635108,
    0.6549304699783328,
    0.6549304699783328,
    0.6549304699783328,
    0.6549304699783328,
    0.6549304699783328,
    0.7367640708028369,
    0.7367640708028369,
    0.7367640708028369,
    0.8843553948364473,
    0.8843553948364473,
    0.8843553948364473,
    0.8843553948364473,
    0.8843553948364473,
    0.8860360096774043,
    0.8860360096774043,
    0.8860360096774043,
    0.8860360096774043
  ],
  "45": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette begin. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on a university career fair: at the event entrance, staff scan registrations and hand out lanyards to attendees; in the adjoining classroom, networking etiquette workshops have begun. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage, and outside the university gym, a line of students waits before the career fair opens.",
    "The scene centers on a university career fair. At the event entrance, staff scan registrations and hand out lanyards to attendees. In the adjoining classroom, networking etiquette workshops have begun. Career counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage. Outside the university gym, a line of students waits before the career fair opens. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. In the adjoining classroom, networking etiquette workshops have begun, while career counselors direct unsure students toward applicable industries and some rehearse elevator pitches against the wall. The engineering society sponsors a resume review table near the stage. Outside the gym, a line of students waits before the fair opens, as an alumni panel discusses preparing for technical interviews. Finance firms provide QR codes for immediate internship applications, and tech companies display demo screens of their latest apps. A welcome announcement outlines the fair schedule over the PA system, with counselors reminding attendees to maintain eye contact during the broadcast. Consulting firms stack glossy case study booklets on high tables."
  ],
  "45_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.530049157561133,
    0.530049157561133,
    0.530049157561133,
    0.7348649310808637,
    0.7348649310808637,
    0.7348649310808637,
    0.7152740559554276,
    0.7152740559554276,
    0.7625084369782398,
    0.7625084369782398,
    0.7625084369782398,
    0.7625084369782398,
    0.7625084369782398,
    0.846165188734588,
    0.846165188734588,
    0.846165188734588,
    0.846165188734588,
    0.846165188734588,
    0.8882295415543255,
    0.8882295415543255,
    0.8882295415543255
  ],
  "46": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym as the career fair prepares to open. Consulting firms stack glossy case study booklets on high tables, arranging materials for attendees. In the adjoining classroom, workshops on networking etiquette are beginning.",
    "Students line up outside the university gym as the career fair prepares to open. Consulting firms stack glossy case study booklets on high tables, forming piles on elevated surfaces. In the adjoining classroom, networking etiquette workshops are beginning. At the career fair, counselors redirect unsure students toward applicable industries. A welcome announcement plays over the PA system, outlining the fair schedule, while an alumni panel discusses how to prepare for technical interviews.",
    "A university career fair is underway in the university gym, with students lining up outside as it opens. Consulting firms have glossy case study booklets stacked on high tables, forming piles on elevated surfaces. In the adjoining classroom, networking etiquette workshops are beginning. At the fair, counselors redirect unsure students toward applicable industries. A welcome announcement plays over the PA system, outlining the schedule, while an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "46_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.5757094857846952,
    0.7225128919609498,
    0.7225128919609498,
    0.7225128919609498,
    0.7225128919609498,
    0.811993979505461,
    0.811993979505461,
    0.811993979505461,
    0.811993979505461,
    0.811993979505461,
    0.8186165662239091,
    0.8186165662239091,
    0.8186165662239091,
    0.8186165662239091,
    0.8186165662239091
  ],
  "47": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention, while workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. In the adjoining classroom, workshops on networking etiquette begin. At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries.",
    "A multi-activity event features dozens of booths arranged around a polished floor. A robotics startup draws attention by flying a small drone above its booth. In an adjoining classroom, networking etiquette workshops begin. At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach.",
    "The scene centers on a multi-activity career fair with dozens of booths arranged around a polished floor. A robotics startup draws attention by flying a small drone above its booth. In an adjoining classroom, networking etiquette workshops begin. At the event entrance, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach. In the university gym, the fair is about to open, with a line of students outside the gym and others lining up nearby. A welcome PA announcement outlines the fair schedule, and counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables, and the engineering society sponsors a resume review table near the stage."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.38962508066167334,
    0.38962508066167334,
    0.38962508066167334,
    0.38962508066167334,
    0.38962508066167334,
    0.42375689385053816,
    0.42375689385053816,
    0.42375689385053816,
    0.42375689385053816,
    0.7899127449093539,
    0.7899127449093539,
    0.7899127449093539,
    0.7899127449093539,
    0.7935986647800422,
    0.7935986647800422,
    0.7935986647800422,
    0.7935986647800422,
    0.7935986647800422,
    0.8627615839843605,
    0.8627615839843605,
    0.8627615839843605
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is being broadcast over the PA system, outlining the schedule for the fair. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company is hosting a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement over the PA system outlines the fair’s schedule as dozens of booths with colorful banners encircle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. A cybersecurity company hosts a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome PA announces the fair’s schedule as dozens of booths encircle a polished floor, each bearing colorful banners. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "A welcome PA announces the fair’s schedule as dozens of booths encircle a polished floor, each bearing colorful banners. HR teams jot notes on tablets while students introduce themselves. A cybersecurity company hosts a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.3841615643779121,
    0.6171490687466233,
    0.6171490687466233,
    0.6171490687466233,
    0.6171490687466233,
    0.6171490687466233,
    0.830929865019762,
    0.830929865019762,
    0.830929865019762,
    0.830929865019762,
    0.830929865019762,
    0.830929865019762,
    0.8514320240304114,
    0.8514320240304114,
    0.8514320240304114,
    0.8514320240304114,
    0.8514320240304114,
    0.9057642172603219,
    0.9057642172603219,
    0.9066792983817418
  ],
  "49": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette run in the adjoining classroom and an alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette run in the adjoining classroom and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette begin in the adjoining classroom and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case study booklets on high tables. At the event, career counselors remind attendees to maintain eye contact, while at the entrance staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym ahead of the career fair opening, while workshops on networking etiquette proceed in the adjoining classroom and an alumni panel discusses how to prepare for technical interviews. Consulting firms stack glossy case-study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop. At a campus fair, a welcome announcement plays over the PA outlining the schedule. Tech companies display demo screens of their latest apps, while finance firms provide QR codes for immediate internship applications."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4061364062322907,
    0.4061364062322907,
    0.585429037062537,
    0.585429037062537,
    0.585429037062537,
    0.4424357428088766,
    0.4424357428088766,
    0.4424357428088766,
    0.6405809374668217,
    0.6405809374668217,
    0.6405809374668217,
    0.6350920351364231,
    0.6350920351364231,
    0.6350920351364231,
    0.6350920351364231,
    0.6350920351364231,
    0.8078696746171175,
    0.8078696746171175,
    0.8078696746171175,
    0.8078696746171175,
    0.8078696746171175,
    0.8575070851143166
  ]
}