{
  "0": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches quietly against the wall; a welcome announcement outlines the fair schedule over the PA system.",
    "Consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case-study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "Consulting firms stack glossy case-study booklets on high tables as some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables and some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, consulting firms stack glossy case-study booklets on high tables while students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the schedule over the PA system. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. HR teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.30751494468038976,
    0.45204163238090744,
    0.45204163238090744,
    0.45204163238090744,
    0.45204163238090744,
    0.45204163238090744,
    0.45204163238090744,
    0.7182117239943075,
    0.7182117239943075,
    0.7182117239943075,
    0.7721379491474284,
    0.7721379491474284,
    0.7721379491474284,
    0.7721379491474284,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8145881096281697,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8575668324074319,
    0.8719329690285003,
    0.8719329690285003,
    0.8719329690285003,
    0.8719329690285003,
    0.8744260812743727,
    0.8744260812743727,
    0.8744260812743727,
    0.8774932401201037,
    0.8774932401201037,
    0.8774932401201037,
    0.8774932401201037,
    0.8774932401201037,
    0.8696364829430174,
    0.8696364829430174,
    0.8696364829430174,
    0.8696364829430174,
    0.8677813448546629,
    0.8677813448546629,
    0.8677813448546629,
    0.8677813448546629
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At a career event, career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "At a university career event, counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, while the engineering society sponsors a resume review table near the stage. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos, while the engineering society sponsors a resume review table near the stage. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a university career event, attendees await the career fair’s opening. Students line up outside the gym, clutching resumes inside branded folders while counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Career counselors redirect unsure students toward applicable industries. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, attendees await the fair's opening. Students line up outside the gym, clutching resumes inside branded folders as counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, and career counselors redirect unsure students toward applicable industries. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening.",
    "At a university career event, attendees await the fair’s opening. Students line up outside the gym, clutching resumes in branded folders as counselors remind them to maintain eye contact. Healthcare providers showcase community outreach photos, while the engineering society sponsors a resume-review table near the stage. Event staff scan registrations and hand out lanyards at the entrance, and career counselors redirect unsure students toward applicable industries. The scene blends guidance, preparation, outreach visuals, and on-site resume support as attendees await the fair’s opening. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4245745699687691,
    0.4245745699687691,
    0.4245745699687691,
    0.4245745699687691,
    0.4245745699687691,
    0.4245745699687691,
    0.4245745699687691,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.5626980207877068,
    0.6989614078827715,
    0.6989614078827715,
    0.6989614078827715,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.755659707370947,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7633088853504106,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7733710811247184,
    0.7795414577513238,
    0.7795414577513238,
    0.7795414577513238,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.7897382105580799,
    0.8035132796005033,
    0.8035132796005033
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards; Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards; Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, event staff at the entrance scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners surround the polished floor. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact.",
    "At the university career fair, staff scan registrations and hand out lanyards at the entrance while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners surround the polished floor. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "The university career fair unfolds with staff scanning registrations and handing out lanyards at the entrance, while HR teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners surround the polished floor. A robotics startup flies a small drone above its booth to draw attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom, and career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.4381156390793914,
    0.5692024470587254,
    0.5692024470587254,
    0.5692024470587254,
    0.5692024470587254,
    0.7993495326477351,
    0.7993495326477351,
    0.7993495326477351,
    0.7993495326477351,
    0.7993495326477351,
    0.8687934131921057,
    0.8687934131921057,
    0.8687934131921057,
    0.8687934131921057,
    0.8746365790846461,
    0.8746365790846461,
    0.8746365790846461,
    0.8746365790846461,
    0.8687934131921057,
    0.8687934131921057,
    0.8687934131921057,
    0.8687934131921057,
    0.8687934131921057,
    0.8691761446841569,
    0.8691761446841569,
    0.8691761446841569,
    0.8691761446841569,
    0.8691761446841569,
    0.8838326091595947,
    0.8838326091595947,
    0.8838326091595947,
    0.8838326091595947,
    0.8838326091595947,
    0.8886594926625482,
    0.8886594926625482,
    0.8886594926625482,
    0.8864093679964502,
    0.8864093679964502,
    0.8864093679964502,
    0.8864093679964502,
    0.8864093679964502,
    0.8727024668620105,
    0.8727024668620105,
    0.8727024668620105,
    0.8727024668620105,
    0.8879300237024554,
    0.8879300237024554,
    0.8879300237024554,
    0.8879300237024554,
    0.8878130545626753,
    0.8878130545626753,
    0.8878130545626753,
    0.8878130545626753,
    0.8878130545626753,
    0.8899326067717267
  ],
  "3": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, as event staff at the entrance scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule as students line up outside the university gym before the career fair opens. Event staff at the entrance scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA outlines the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement over the PA describes the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event.",
    "A welcome announcement over the PA describes the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome PA announces the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "A welcome PA announces the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage.",
    "A welcome PA announces the fair schedule as students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a welcome PA announces the fair schedule as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a welcome PA announces the fair schedule as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a welcome PA announces the fair schedule as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a welcome PA announces the fair schedule as students line up before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact as they navigate the event. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.4463706805411845,
    0.4463706805411845,
    0.4463706805411845,
    0.4463706805411845,
    0.4463706805411845,
    0.4463706805411845,
    0.4463706805411845,
    0.7754359510112592,
    0.7754359510112592,
    0.7754359510112592,
    0.7754359510112592,
    0.7754359510112592,
    0.8512502893619295,
    0.8512502893619295,
    0.8512502893619295,
    0.8512502893619295,
    0.8512502893619295,
    0.8510260955793059,
    0.8510260955793059,
    0.8510260955793059,
    0.8506292096083435,
    0.8506292096083435,
    0.8506292096083435,
    0.8506292096083435,
    0.8505707381807381,
    0.8505707381807381,
    0.8505707381807381,
    0.8699650816930603,
    0.8699650816930603,
    0.8699650816930603,
    0.8699650816930603,
    0.8699650816930603,
    0.8849761425853977,
    0.8849761425853977,
    0.8849761425853977,
    0.8849761425853977,
    0.8862986217163461,
    0.8862986217163461,
    0.8862986217163461,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8870977530657663,
    0.8958802083572017,
    0.8958802083572017,
    0.8958802083572017,
    0.8958802083572017,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568,
    0.8958228806098568
  ],
  "4": [
    "",
    "",
    "",
    "A panel of alumni is discussing approaches to preparing for technical interviews.",
    "An alumni panel discusses approaches to preparing for technical interviews as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses approaches to preparing for technical interviews as dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders.",
    "An alumni panel discusses approaches to preparing for technical interviews as dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses approaches to preparing for technical interviews as dozens of booths with colorful banners circle the polished floor, with students clutching resumes inside branded folders. Students line up outside the university gym before the career fair opens, while groups of friends mark target employers on the event map.",
    "The scene centers on a university career fair where an alumni panel discusses approaches to preparing for technical interviews; dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines of students form outside the university gym before the fair opens, while groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on a university career fair in which an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines of students form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "The scene centers on a university career fair where an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. Workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. Workshops on networking etiquette are held in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners circle the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. Workshops on networking etiquette are held in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners line the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. In the adjoining classroom, workshops teach networking etiquette. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners line the polished floor as students clutch resumes inside branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. In the adjoining classroom, workshops teach networking etiquette. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, an alumni panel discusses approaches to preparing for technical interviews. Dozens of booths with colorful banners line the polished floor as students clutch resumes in branded folders. Lines form outside the university gym before the fair opens, and groups of friends mark target employers on an event map. In the adjoining classroom, workshops teach networking etiquette. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.42427022112200014,
    0.42427022112200014,
    0.42427022112200014,
    0.4659926874305527,
    0.4659926874305527,
    0.4659926874305527,
    0.4659926874305527,
    0.4568148832046564,
    0.4568148832046564,
    0.4568148832046564,
    0.4568148832046564,
    0.4568148832046564,
    0.4568148832046564,
    0.4568148832046564,
    0.6197858737628186,
    0.6197858737628186,
    0.6197858737628186,
    0.6197858737628186,
    0.6197858737628186,
    0.6236153289087485,
    0.6236153289087485,
    0.6236153289087485,
    0.6236153289087485,
    0.8421101878367863,
    0.8421101878367863,
    0.8421101878367863,
    0.8421101878367863,
    0.8450179909670819,
    0.8450179909670819,
    0.8450179909670819,
    0.8450179909670819,
    0.8450179909670819,
    0.8450179909670819,
    0.8464688282494175,
    0.8464688282494175,
    0.8464688282494175,
    0.8358074153493671,
    0.8358074153493671,
    0.8358074153493671,
    0.8358074153493671,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.8384767728127608,
    0.821060409386255,
    0.821060409386255,
    0.821060409386255,
    0.821060409386255,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.8492782742269188,
    0.847204838823456
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while career counselors redirect unsure students toward applicable industries; students clutch resumes inside branded folders.",
    "Tech companies display demo screens of their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens of their latest apps as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens of their latest apps as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "Tech companies display demo screens of their latest apps as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, while a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Tech companies display demo screens of their latest apps, guiding attendees as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens of their latest apps at the event, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps, while career counselors steer unsure students toward suitable industries. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, tech companies display demo screens of their latest apps while career counselors steer unsure students toward suitable industries; students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, tech companies display demo screens of their latest apps while career counselors steer unsure students toward suitable industries; students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. Counselors remind attendees to maintain eye contact. The engineering society sponsors a resume-review table near the stage. Alumni volunteers give brief pep talks near the coffee station. Groups of friends mark target employers on the event map. An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4419373046845736,
    0.4915885684351555,
    0.4915885684351555,
    0.4915885684351555,
    0.4915885684351555,
    0.4734268126349084,
    0.4734268126349084,
    0.4734268126349084,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.6110678639025586,
    0.49243356418013967,
    0.49243356418013967,
    0.49243356418013967,
    0.49243356418013967,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7237380013536296,
    0.7123137023881587,
    0.7123137023881587,
    0.7123137023881587,
    0.7123137023881587,
    0.7123137023881587,
    0.7665672767072458,
    0.7665672767072458,
    0.7665672767072458,
    0.7665672767072458,
    0.8077359256212412,
    0.8077359256212412,
    0.8077359256212412,
    0.8331211696423482,
    0.8331211696423482,
    0.8331211696423482,
    0.8331211696423482,
    0.8331211696423482,
    0.8518785294689023,
    0.8518785294689023,
    0.8518785294689023,
    0.8518785294689023,
    0.8518785294689023,
    0.843846684051832,
    0.843846684051832,
    0.843846684051832,
    0.8616097050213054,
    0.8616097050213054,
    0.8715809344659304,
    0.8715809344659304,
    0.8715809344659304,
    0.8715809344659304,
    0.8715809344659304
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule for attendees, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos.",
    "Across the fair, a welcome announcement is broadcast over the PA system outlining the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the fair, a welcome announcement over the PA outlines the attendee schedule. In the adjoining classroom, networking etiquette workshops have begun. Consulting firms are stacking glossy case study booklets on high tables, while tech companies display demo screens featuring their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos. An alumni panel discusses how to prepare for technical interviews. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.44104441321381416,
    0.44104441321381416,
    0.4525541553636759,
    0.4525541553636759,
    0.4525541553636759,
    0.4525541553636759,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.6332215193167021,
    0.7883217642684559,
    0.7883217642684559,
    0.7883217642684559,
    0.7883217642684559,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8474903943361818,
    0.8675226351069381,
    0.8675226351069381,
    0.8675226351069381,
    0.8675226351069381,
    0.8656282866541516,
    0.8656282866541516,
    0.8656282866541516,
    0.8656282866541516,
    0.8656282866541516,
    0.8793278686171766,
    0.8793278686171766,
    0.8793278686171766,
    0.8818980569494461,
    0.8818980569494461,
    0.8818980569494461,
    0.8818980569494461,
    0.8818980569494461,
    0.8818980569494461,
    0.9006671079718196,
    0.9006671079718196,
    0.9006671079718196,
    0.9006671079718196,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435,
    0.8990999265292435
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers are showcasing photos of their community outreach efforts.",
    "Healthcare providers are showcasing photos of their community outreach efforts, while human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers are showcasing photos of their community outreach efforts; human resources teams jot notes on tablets; students introduce themselves.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts, while human resources teams jot notes on tablets. Students introduce themselves, and tech companies present demo screens showing their latest apps.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts, while human resources teams jot notes on tablets. Students introduce themselves, and tech companies present demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts, while human resources teams jot notes on tablets. Students introduce themselves, and tech companies present demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts, while human resources teams jot notes on tablets. Students introduce themselves, and tech companies present demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts while human resources teams jot notes on tablets. Students introduce themselves as tech companies present demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts while human resources teams jot notes on tablets. Students introduce themselves as tech companies present demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts while human resources teams jot notes on tablets. Students introduce themselves as tech companies presenting demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts while human resources teams jot notes on tablets. Students introduce themselves as tech companies presenting demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "At a multi-sector showcase, healthcare providers display photos of their community outreach efforts while human resources teams jot notes on tablets. Students introduce themselves as tech companies, presenting demo screens of their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.2699236151069941,
    0.2699236151069941,
    0.2699236151069941,
    0.2699236151069941,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.3134732419682923,
    0.4055243298451212,
    0.4055243298451212,
    0.4055243298451212,
    0.4055243298451212,
    0.5377894677961677,
    0.5377894677961677,
    0.5377894677961677,
    0.5377894677961677,
    0.5377894677961677,
    0.5377894677961677,
    0.6904758605944008,
    0.6904758605944008,
    0.6904758605944008,
    0.6904758605944008,
    0.6904758605944008,
    0.6904758605944008,
    0.6904758605944008,
    0.6990225681794944,
    0.6990225681794944,
    0.6990225681794944,
    0.7569130342779582,
    0.7569130342779582,
    0.7569130342779582,
    0.7569130342779582,
    0.7569130342779582,
    0.7569130342779582,
    0.7569130342779582,
    0.7879274819152693,
    0.7879274819152693,
    0.7879274819152693,
    0.7879274819152693,
    0.7879274819152693,
    0.7970112987442424,
    0.7970112987442424,
    0.7970112987442424,
    0.7970112987442424,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8113189204560919,
    0.8056788887190091,
    0.8056788887190091,
    0.8056788887190091
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the event space. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the event space. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the event space. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor of the event space. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, anchoring the event’s focus. Dozens of booths with colorful banners encircle the polished event-space floor. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel on preparing for technical interviews anchors the event's focus. Dozens of booths with colorful banners encircle the polished event-space floor. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "A cybersecurity company runs a password cracking challenge on a laptop. LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5679749732846331,
    0.708847186883957,
    0.708847186883957,
    0.708847186883957,
    0.708847186883957,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7391511050033569,
    0.7494559554988698,
    0.7494559554988698,
    0.7494559554988698,
    0.7494559554988698,
    0.7865176392126776,
    0.7865176392126776,
    0.7865176392126776,
    0.7865176392126776,
    0.7865176392126776,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.7992953203280257,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.24629983136655006,
    0.24629983136655006,
    0.24629983136655006,
    0.24629983136655006,
    0.24629983136655006
  ]
}