{
  "0": [
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In the scene, some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map.",
    "Across the scene, some students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "Across the scene, students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Across the scene, students rehearse elevator pitches quietly against the wall while groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "Students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair-like event, students rehearse elevator pitches quietly against a wall as groups of friends mark target employers on the event map. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "At a career fair-like event, students rehearse elevator pitches quietly against a wall while groups of friends mark target employers on the event map. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "At a career fair-like event, students rehearse elevator pitches quietly against a wall while groups of friends mark target employers on the event map. A robotics startup deploys a small drone above its booth to draw attention. At the entrance, event staff scan registrations and hand out lanyards. Finance firms provide QR codes for immediate internship applications. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.3691275283313901,
    0.5896629533527695,
    0.5896629533527695,
    0.5896629533527695,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7639304094349348,
    0.7936479220333346,
    0.7936479220333346,
    0.7936479220333346,
    0.7936479220333346,
    0.7936479220333346,
    0.7936479220333346,
    0.8343588208023149,
    0.8343588208023149,
    0.8343588208023149,
    0.8343588208023149,
    0.8343588208023149,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8472648590973166,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667,
    0.8682522723059667
  ],
  "1": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "At the event, the engineering society sponsors a resume review table near the stage, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps.",
    "At the event, the engineering society sponsors a resume review table located near the stage. A cybersecurity company operates a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "At the event, the engineering society sponsors a resume review table near the stage. A cybersecurity company operates a password cracking challenge on a laptop. Tech companies display demo screens that showcase their latest apps. A robotics startup flies a small drone above its booth to attract attention. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.4521450817420957,
    0.7601266468133007,
    0.7601266468133007,
    0.7601266468133007,
    0.7601266468133007,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.7965661556054027,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8207986989317206,
    0.8324577632452902,
    0.8324577632452902,
    0.8324577632452902,
    0.8324577632452902,
    0.8324577632452902,
    0.8405672628742777,
    0.8405672628742777,
    0.8405672628742777,
    0.8405672628742777,
    0.8405672628742777,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537,
    0.8525470691632537
  ],
  "2": [
    "",
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards.",
    "Career counselors remind attendees to maintain eye contact, setting a behavioral cue for interactions at the event. At the entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "Career counselors set a behavioral cue for interactions at the event by reminding attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, counselors set a behavioral cue by reminding attendees to maintain eye contact and by redirecting unsure students toward applicable industries. Prior to opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves.",
    "At the career fair, counselors set behavioral cues by reminding attendees to maintain eye contact and by redirecting unsure students toward applicable industries. Before opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the career fair, counselors reinforce conduct by asking attendees to maintain eye contact and by redirecting unsure students toward applicable industries. Before opening, students line up outside the university gym. At the entrance, event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university gym career fair, attendees are guided by counselors who reinforce conduct by urging eye contact and redirecting unsure students to applicable industries. Before opening, students line up outside the gym, and at the entrance event staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. A few students rehearse elevator pitches quietly against the wall.",
    "At the university gym, a career fair unfolds with attendees guided by counselors who reinforce professional conduct, urging eye contact and redirecting unsure students to relevant industries. Before opening, students line up outside the gym; at the entrance staff scan registrations and hand out lanyards. Inside, human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens of their latest apps. A few students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the polished floor, creating a busy, walkable circuit around the space."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5871605581727171,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.5829930101700612,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.7381425313460541,
    0.8114830589134687,
    0.8114830589134687,
    0.8114830589134687,
    0.8114830589134687,
    0.8114830589134687,
    0.8488354692970124,
    0.8488354692970124,
    0.8488354692970124,
    0.8488354692970124,
    0.8488354692970124,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.8534855356531129,
    0.761229467689035,
    0.761229467689035,
    0.761229467689035,
    0.761229467689035,
    0.761229467689035,
    0.761229467689035,
    0.8152712552448934,
    0.8152712552448934,
    0.8152712552448934
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system. Consulting firms stack glossy case study booklets on high tables.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule, and consulting firms have stacked glossy case study booklets on high tables.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the career fair, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers deliver quick pep talks near the coffee station. A welcome announcement over the PA outlines the fair schedule. Consulting firms have stacked glossy case study booklets on high tables, and finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.6135391456088453,
    0.6135391456088453,
    0.6135391456088453,
    0.6135391456088453,
    0.6135391456088453,
    0.731170998788572,
    0.731170998788572,
    0.731170998788572,
    0.731170998788572,
    0.731170998788572,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.668401074044954,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8507983883037032,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8704643145237546,
    0.8845208747506499,
    0.8845208747506499
  ],
  "4": [
    "",
    "",
    "",
    "",
    "A robotics startup flies a small drone above its booth for attention.",
    "A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A robotics startup attracts attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications.",
    "At the event, a robotics startup attracts attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor.",
    "At a university career fair, a robotics startup draws attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Students line up outside the university gym before the career fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair, a robotics startup attracts attention by flying a small drone above its booth. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Finance firms provide QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against a wall. Students line up outside the university gym before the fair opens. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.3838442075272853,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.5213198045195828,
    0.7120460064628431,
    0.7120460064628431,
    0.7120460064628431,
    0.7120460064628431,
    0.7120460064628431,
    0.7120460064628431,
    0.8085334663630627,
    0.8085334663630627,
    0.8085334663630627,
    0.8085334663630627,
    0.8085334663630627,
    0.8085334663630627,
    0.8681900320346444,
    0.8681900320346444,
    0.8681900320346444,
    0.8681900320346444,
    0.8681900320346444,
    0.8681900320346444,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.880235800510627,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049,
    0.8672657729602049
  ],
  "5": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students clutch resumes inside branded folders.",
    "Workshops on networking etiquette begin in the adjoining classroom, while students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, students line up before the career fair opens. A welcome announcement over the PA system outlines the fair schedule. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, lines form as students await the career fair opening. A welcome announcement over the PA outlines the fair schedule. Finance firms supply QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, lines form as attendees await the career fair opening. A welcome announcement over the PA outlines the fair schedule. Finance firms supply QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor.",
    "Networking etiquette workshops begin in the adjoining classroom, with students clutching resumes inside branded folders. Outside the university gym, lines form as attendees await the career fair opening. A welcome announcement over the PA outlines the fair schedule. Finance firms supply QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom, where students clutch resumes inside branded folders. Outside the university gym, lines form as attendees await the career fair opening. A welcome PA announcement outlines the fair schedule. Finance firms supply QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, while alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.34253299081227273,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.5597450919739592,
    0.7158075243069553,
    0.7158075243069553,
    0.7158075243069553,
    0.7158075243069553,
    0.7158075243069553,
    0.7158075243069553,
    0.7867205194704288,
    0.7867205194704288,
    0.7867205194704288,
    0.7867205194704288,
    0.7867205194704288,
    0.7867205194704288,
    0.7867205194704288,
    0.809482917083723,
    0.809482917083723,
    0.809482917083723,
    0.809482917083723,
    0.809482917083723,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.7863330034321676,
    0.808860277983452,
    0.808860277983452,
    0.808860277983452,
    0.808860277983452,
    0.808860277983452,
    0.808860277983452,
    0.8298934036934484,
    0.8298934036934484,
    0.8298934036934484,
    0.8298934036934484,
    0.8298934036934484,
    0.8298934036934484,
    0.8298934036934484,
    0.8368237109719834,
    0.8368237109719834,
    0.8368237109719834,
    0.8368237109719834
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "Event staff at the entrance scan registrations and hand out lanyards, career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews.",
    "At the event venue, staff at the entrance scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, staff scan registrations and hand out lanyards. Career counselors redirect unsure students toward applicable industries. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "At the event venue, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "At the event venue, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.4567684082693001,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.44124556506084917,
    0.7788269510692218,
    0.7788269510692218,
    0.7788269510692218,
    0.7788269510692218,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.7956052159064995,
    0.8085961527388754,
    0.8085961527388754,
    0.8085961527388754,
    0.8423356605959986,
    0.8423356605959986,
    0.8423356605959986,
    0.8423356605959986,
    0.8423356605959986,
    0.8423356605959986,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8277013169754748,
    0.8379278112465929
  ],
  "7": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel is discussing how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. At the entrance, event staff scan registrations and hand out lanyards.",
    "An alumni panel is discussing how to prepare for technical interviews as part of a career fair. Students line up outside the university gym before the fair opens. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym before the fair opens as an alumni panel discusses how to prepare for technical interviews as part of the career fair. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Students clutch resumes inside branded folders, ready for conversations and interviews.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. A cybersecurity company operates a password-cracking challenge on a laptop nearby. Students clutch resumes inside branded folders, ready for conversations and interviews.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Nearby, a cybersecurity company operates a password-cracking challenge on a laptop. Inside, students clutch resumes in branded folders, ready for conversations and interviews. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Nearby, a cybersecurity company operates a password-cracking challenge on a laptop. Inside, students clutch resumes in branded folders, ready for conversations and interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "Students line up outside the university gym before the career fair opens as an alumni panel discusses how to prepare for technical interviews. At the entrance, event staff scan registrations and hand out lanyards. Nearby, a cybersecurity company operates a password-cracking challenge on a laptop. Inside, students clutch resumes in branded folders, ready for conversations and interviews. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "7_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.7360080286387749,
    0.7360080286387749,
    0.7360080286387749,
    0.7360080286387749,
    0.7360080286387749,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.8141552457337224,
    0.815459832882178,
    0.815459832882178,
    0.815459832882178,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.7816736318122866,
    0.8262170939945064,
    0.8262170939945064,
    0.8262170939945064,
    0.8262170939945064,
    0.8262170939945064,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832,
    0.8074443100450832
  ],
  "8": [
    "",
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "The space features dozens of booths, each with colorful banners, encircling a polished floor and forming a circular ring around the area. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "The venue features dozens of booths with colorful banners arranged around a polished floor, forming a circular ring around the area. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Students line up outside the university gym before the career fair opens.",
    "Dozens of booths with colorful banners are arranged around a polished floor, forming a circular ring around the venue. A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the venue on a polished floor, forming a circular ring around the space. A welcome announcement over the PA outlines the fair's schedule. Outside the university gym, students line up before the career fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "Dozens of booths with colorful banners encircle the venue on a polished floor, forming a circular ring around the space. A welcome announcement over the PA outlines the fair's schedule. Outside the university gym, students line up before the career fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "Dozens of booths with colorful banners encircle the venue on a polished floor, forming a circular ring around the space. A welcome announcement over the PA outlines the fair's schedule. Outside the university gym, students line up before the career fair opens. Alumni volunteers give quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact.",
    "A career fair unfolds around the university gym, with dozens of booths harnessing colorful banners and arranged on a polished floor to form a circular ring around the space. A welcome announcement over the PA outlines the fair's schedule. Outside the gym, students line up before the fair opens. Alumni volunteers offer quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Career counselors remind attendees to maintain eye contact. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.5684551600452754,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7166289645874855,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.7681303440285819,
    0.8217109192331857,
    0.8217109192331857,
    0.8217109192331857,
    0.8217109192331857,
    0.8217109192331857,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8337859180391001,
    0.8505536642246484
  ],
  "9": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map.",
    "At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "In the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the event hall, staff at the entrance scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.5695324497039903,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7469579201272656,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7595029472447286,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.7738642498947907,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8275993297887241,
    0.8259672935560674,
    0.8259672935560674,
    0.8259672935560674,
    0.8259672935560674,
    0.8259672935560674,
    0.8259672935560674,
    0.8259672935560674,
    0.8466493547057802,
    0.8466493547057802,
    0.8466493547057802,
    0.8466493547057802,
    0.8466493547057802
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "Students rehearse elevator pitches quietly against a wall while human resources teams jot notes on tablets as the students introduce themselves; finance firms offer QR codes for immediate internship applications.",
    "Students rehearse elevator pitches quietly against a wall as they introduce themselves, while human resources teams jot notes on tablets. Finance firms offer QR codes for immediate internship applications, and healthcare providers showcase community outreach photos.",
    "Students rehearse elevator pitches quietly against a wall as they introduce themselves, while human resources teams jot notes on tablets. Finance firms offer QR codes to enable immediate internship applications, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the event, students rehearse elevator pitches quietly against a wall as they introduce themselves, while human resources teams jot notes on tablets. Finance firms offer QR codes to enable immediate internship applications, and healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.46729607771718706,
    0.46729607771718706,
    0.46729607771718706,
    0.46729607771718706,
    0.46729607771718706,
    0.46729607771718706,
    0.46729607771718706,
    0.6013415496074183,
    0.6013415496074183,
    0.6013415496074183,
    0.6013415496074183,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.7608578780989479,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604,
    0.8030098062752604
  ],
  "11": [
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the university, a welcome announcement plays over the PA, outlining the fair schedule as career counselors guide unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, while others introduce themselves as human resources teams jot notes on tablets. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners encircle the polished floor, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.4840090117703318,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.6254537648907214,
    0.7982601772083506,
    0.7982601772083506,
    0.7982601772083506,
    0.7982601772083506,
    0.7982601772083506,
    0.7982601772083506,
    0.7982601772083506,
    0.8448928425309342,
    0.8448928425309342,
    0.8448928425309342,
    0.8448928425309342,
    0.8448928425309342,
    0.8448928425309342,
    0.8448928425309342,
    0.7950093482279974,
    0.7950093482279974,
    0.7950093482279974,
    0.7950093482279974,
    0.7950093482279974,
    0.7950093482279974,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8243941327689686,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8368053544683539,
    0.8421791252634205,
    0.8421791252634205,
    0.8421791252634205,
    0.8421791252634205,
    0.8421791252634205,
    0.8484813327011408,
    0.8484813327011408,
    0.8484813327011408,
    0.8484813327011408
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, and alumni volunteers offer quick pep talks near the coffee station as students line up outside the university gym before the career fair opens.",
    "At the university gym, an alumni panel discusses how to prepare for technical interviews, while alumni volunteers offer quick pep talks near the coffee station as students line up outside before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the university gym, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station as students line up outside before the career fair opens. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications.",
    "At the university gym, an alumni panel discusses how to prepare for technical interviews. Alumni volunteers offer quick pep talks near the coffee station as students line up outside before the career fair opens. Tech companies display demo screens showing their latest apps. Finance firms offer QR codes for immediate internship applications. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university gym, an alumni panel discusses preparation for technical interviews. Alumni volunteers give brief pep talks near the coffee station as students line up outside before the career fair opens. Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "At the university gym, an alumni panel discusses preparation for technical interviews. Nearby, alumni volunteers give brief pep talks near the coffee station as students line up outside before the career fair opens. Tech companies display demo screens showcasing their latest apps, while finance firms provide QR codes for immediate internship applications. Human resources teams take notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.3899973394550381,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.4303777000161684,
    0.5856116556907952,
    0.5856116556907952,
    0.5856116556907952,
    0.5856116556907952,
    0.5856116556907952,
    0.5856116556907952,
    0.5856116556907952,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.7848748204198778,
    0.8008222112720798,
    0.8008222112720798,
    0.8008222112720798,
    0.8008222112720798,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8615302040924036,
    0.8530786433324937,
    0.8530786433324937,
    0.8530786433324937,
    0.8530786433324937
  ],
  "13": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "At the career fair, counselors remind attendees to maintain eye contact, while a welcome announcement is broadcast over the PA system outlining the fair schedule.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, counselors remind attendees to maintain eye contact, and a welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map.",
    "At the career fair, counselors remind attendees to maintain eye contact while interacting with employers. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors remind attendees to maintain eye contact while interacting with employers. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career fair, counselors remind attendees to maintain eye contact while interacting with employers. A welcome announcement is broadcast over the PA system outlining the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, counselors remind attendees to maintain eye contact with employers. A welcome announcement over the PA outlines the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair, counselors remind attendees to maintain eye contact with employers; a welcome PA announcement outlines the fair schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, attendees are reminded by counselors to maintain eye contact with employers and a welcome PA announcement outlines the schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners surround the polished floor, and some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, counselors remind attendees to maintain eye contact with employers, and a welcome PA announces the schedule. The engineering society sponsors a resume-review table near the stage. Groups of friends mark target employers on the event map. Staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners surround the polished floor, and some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications."
  ],
  "13_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4862074309731182,
    0.4862074309731182,
    0.4862074309731182,
    0.4862074309731182,
    0.4862074309731182,
    0.4862074309731182,
    0.4862074309731182,
    0.641591637095744,
    0.641591637095744,
    0.641591637095744,
    0.641591637095744,
    0.8131538510387336,
    0.8131538510387336,
    0.8131538510387336,
    0.8131538510387336,
    0.8131538510387336,
    0.8131538510387336,
    0.8131538510387336,
    0.8286268662578362,
    0.8286268662578362,
    0.8286268662578362,
    0.8286268662578362,
    0.8286268662578362,
    0.8286268662578362,
    0.8286268662578362,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8518818423093155,
    0.8715122811612882,
    0.8715122811612882,
    0.8715122811612882,
    0.8715122811612882,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8837463002392649,
    0.8703368944993738,
    0.8703368944993738,
    0.8703368944993738,
    0.8703368944993738,
    0.8703368944993738,
    0.8703368944993738,
    0.8872471765049026
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor as human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor, while human resources teams jot notes on tablets and students introduce themselves.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor; human resources teams jot notes on tablets while students introduce themselves. Finance firms offer QR codes for immediate internship applications."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.5165259254183034,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.6453989673117045,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5291159105503991,
    0.5257786762917473,
    0.5257786762917473,
    0.5257786762917473,
    0.5257786762917473,
    0.5257786762917473,
    0.5257786762917473,
    0.5257786762917473,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.3659477925167762,
    0.629266189071643
  ],
  "15": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "Alumni volunteers share quick pep talks near the coffee station, while career counselors direct unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "At the university gym ahead of the career fair, students line up outside as alumni volunteers share quick pep talks near the coffee station and career counselors direct unsure students toward applicable industries. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention.",
    "At the university gym ahead of the career fair, students line up outside while alumni volunteers give quick pep talks near the coffee station, and career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor.",
    "In the university gym ahead of the career fair, students line up outside as alumni volunteers give quick pep talks near the coffee station, and career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "In a university gym ahead of the career fair, students line up outside as alumni volunteers give quick pep talks near the coffee station, and career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a university gym ahead of the career fair, students line up outside as alumni volunteers give quick pep talks near the coffee station and career counselors guide unsure students toward applicable industries. Groups of friends mark target employers on the event map, while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "At a university gym ahead of the career fair, students line up outside while alumni volunteers give quick pep talks near the coffee station. Career counselors guide unsure students toward applicable industries, and groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and career counselors remind attendees to maintain eye contact."
  ],
  "15_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.38132666039749985,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.5513862343799936,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.7312066712118935,
    0.6251508125031617,
    0.6251508125031617,
    0.6251508125031617,
    0.6251508125031617,
    0.7831462811747864,
    0.7831462811747864,
    0.7831462811747864,
    0.7831462811747864,
    0.8120315586753404,
    0.8120315586753404,
    0.8120315586753404,
    0.8120315586753404,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8329267289066722,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8614447993091001,
    0.8540828840907375,
    0.8540828840907375,
    0.8540828840907375,
    0.8540828840907375
  ],
  "16": [
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "A welcome announcement is broadcast over the PA system outlining the fair schedule. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station.",
    "Over the PA system, a welcome announcement outlines the fair schedule. Groups of friends mark target employers on the event map, while career counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall, and alumni volunteers share quick pep talks near the coffee station. Dozens of booths with colorful banners circle the polished floor."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.627851829059615,
    0.829876793559672,
    0.829876793559672,
    0.829876793559672,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8036901737598114,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8171898458340778,
    0.8544047015472769,
    0.8544047015472769,
    0.8544047015472769,
    0.8544047015472769
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "In consulting environments, firms stack glossy case study booklets on high tables, forming neat piles.",
    "In consulting environments, firms stack glossy case study booklets on high tables, forming neat piles, and career counselors remind attendees to maintain eye contact.",
    "In consulting environments, firms stack glossy case study booklets on high tables to create neat piles, signaling organized, presentable spaces. Career counselors remind attendees to maintain eye contact, emphasizing professional engagement. At the event, groups of friends mark target employers on the event map, identifying organizations of interest.",
    "In consulting environments, firms stack glossy case study booklets on high tables to form neat piles, signaling an organized, presentable space. Career counselors remind attendees to maintain eye contact, emphasizing professional engagement. At the event, groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage.",
    "A professional event environment presents a structured, consulting-focused space: firms stack glossy case study booklets on high tables into neat piles to convey organization. Career counselors remind attendees to maintain eye contact, underscoring professional engagement. At the event, groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional event with a structured, consulting-focused space, firms stack glossy case study booklets on high tables into neat piles to convey organization. Career counselors remind attendees to maintain eye contact to underscore professional engagement. Groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos.",
    "At a professional event organized around consulting, a structured space features firms stacking glossy case study booklets on high tables into neat piles to convey organization. Career counselors remind attendees to maintain eye contact to demonstrate professional engagement. Groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "At a professional consulting-focused event, a structured space features firms stacking glossy case study booklets on high tables into neat piles to convey organization. Career counselors remind attendees to maintain eye contact to demonstrate professional engagement. Groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a professional consulting-focused event, the venue is arranged in a structured space with firms stacking glossy case study booklets on high tables into neat piles to convey organization. Career counselors remind attendees to maintain eye contact to demonstrate professional engagement. Groups of friends mark target employers on the event map, identifying organizations of interest. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Some students rehearse elevator pitches quietly against the wall."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.23670002869709364,
    0.23670002869709364,
    0.23670002869709364,
    0.23670002869709364,
    0.29753231411292014,
    0.29753231411292014,
    0.29753231411292014,
    0.29753231411292014,
    0.632407023406324,
    0.632407023406324,
    0.632407023406324,
    0.632407023406324,
    0.632407023406324,
    0.632407023406324,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6834400788871369,
    0.6700300575803172,
    0.6700300575803172,
    0.6700300575803172,
    0.6700300575803172,
    0.6700300575803172,
    0.6700300575803172,
    0.6700300575803172,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7168948845469165,
    0.7159710576852149,
    0.7159710576852149,
    0.7159710576852149,
    0.7159710576852149,
    0.7159710576852149,
    0.7159710576852149,
    0.7159710576852149,
    0.7488569035759468,
    0.7488569035759468,
    0.7488569035759468,
    0.7488569035759468,
    0.7571456808641682,
    0.7571456808641682,
    0.7571456808641682
  ],
  "18": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "In the scene, healthcare providers showcase community outreach photos, while a welcome announcement over the PA system outlines the fair schedule.",
    "Healthcare providers showcase community outreach photos; a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos; a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact.",
    "Healthcare providers showcase community outreach photos. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers showcase community outreach photos as attendees view the displays. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Healthcare providers display community outreach photos as attendees view the displays. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos for attendees to view, with providers also showcasing the imagery. A welcome PA announcement outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos for attendees to view and showcase the imagery. A welcome PA announcement outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos for attendees to view. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos for attendees to view. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "Healthcare providers display community outreach photos for attendees to view, complemented by a welcome PA announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos for attendees to view, complemented by a welcome PA announcement outlining the fair schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos for attendees to view, complemented by a welcome announcement outlining the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders.",
    "At the event, healthcare providers display community outreach photos for attendees to view, complemented by a welcome announcement outlining the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers share quick pep talks. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3981705981663662,
    0.3981705981663662,
    0.3981705981663662,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.5022052916761999,
    0.6895688723740889,
    0.6895688723740889,
    0.6895688723740889,
    0.6895688723740889,
    0.6895688723740889,
    0.6729520091182979,
    0.6729520091182979,
    0.6729520091182979,
    0.6729520091182979,
    0.7519727295728216,
    0.7519727295728216,
    0.7519727295728216,
    0.7519727295728216,
    0.7519727295728216,
    0.7426205856167885,
    0.7426205856167885,
    0.7426205856167885,
    0.7426205856167885,
    0.7462434641995547,
    0.7462434641995547,
    0.7462434641995547,
    0.7462434641995547,
    0.7462434641995547,
    0.7462434641995547,
    0.7462434641995547,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.8013968189042711,
    0.7316966228594297,
    0.7316966228594297,
    0.7316966228594297,
    0.7316966228594297,
    0.7434794306189639,
    0.7434794306189639,
    0.7434794306189639,
    0.7434794306189639,
    0.7434794306189639,
    0.7434794306189639,
    0.7568289588918485,
    0.7568289588918485,
    0.7568289588918485
  ],
  "19": [
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni volunteers share quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables.",
    "Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Alumni volunteers give quick pep talks near the coffee station, while workshops on networking etiquette begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "In the event venue, alumni volunteers give quick pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens.",
    "In the event venue, alumni volunteers give quick pep talks near the coffee station while networking etiquette workshops begin in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth for attention.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station while networking etiquette workshops proceed in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station while networking etiquette workshops proceed in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event venue, alumni volunteers deliver quick pep talks near the coffee station as networking etiquette workshops proceed in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password-cracking challenge on a laptop. Healthcare providers display community outreach photos. Students line up outside the university gym before the career fair opens. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "19_score": [
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.3166184088445833,
    0.5103607485244385,
    0.5103607485244385,
    0.5103607485244385,
    0.5103607485244385,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.6970339748040382,
    0.7311604637865522,
    0.7311604637865522,
    0.7311604637865522,
    0.7311604637865522,
    0.7311604637865522,
    0.7311604637865522,
    0.7981654510239604,
    0.7981654510239604,
    0.7981654510239604,
    0.7981654510239604,
    0.7981654510239604,
    0.8277461894442153,
    0.8277461894442153,
    0.8277461894442153,
    0.8277461894442153,
    0.8277461894442153,
    0.8277461894442153,
    0.8277461894442153,
    0.832795249717422,
    0.832795249717422,
    0.832795249717422,
    0.832795249717422,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8387941359076944,
    0.8725852748383418,
    0.8725852748383418,
    0.8725852748383418,
    0.8725852748383418
  ],
  "20": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "In the event area, alumni volunteers give quick pep talks near the coffee station, and event staff at the entrance scan registrations and hand out lanyards.",
    "In the event area, alumni volunteers give quick pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "In the event area, alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the event area, alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "In the event area, alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders.",
    "Alumni volunteers in the event area deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event area, alumni volunteers deliver quick pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.3973848595925009,
    0.3973848595925009,
    0.3973848595925009,
    0.3973848595925009,
    0.3973848595925009,
    0.3973848595925009,
    0.3973848595925009,
    0.7309923347774382,
    0.7309923347774382,
    0.7309923347774382,
    0.7309923347774382,
    0.7309923347774382,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.7206371784711638,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.751514055419611,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7696291882279939,
    0.7693758837184821,
    0.7693758837184821,
    0.7693758837184821,
    0.7693758837184821,
    0.7693758837184821,
    0.7693758837184821,
    0.7693758837184821,
    0.8450780108360931,
    0.8450780108360931,
    0.8450780108360931,
    0.8450780108360931,
    0.8450780108360931,
    0.8450780108360931,
    0.8450780108360931
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym in anticipation of the career fair opening.",
    "A line of students forms outside the university gym in anticipation of the career fair opening. Alumni volunteers share quick pep talks near the coffee station.",
    "A line of students forms outside the university gym in anticipation of the career fair opening. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers give short pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers deliver short pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers deliver short pep talks near the coffee station. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers give short pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers give short pep talks near the coffee station while human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students forms in anticipation of the career fair opening. Alumni volunteers give short pep talks near the coffee station while HR teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3868729897035889,
    0.3868729897035889,
    0.3868729897035889,
    0.4690303812457446,
    0.4690303812457446,
    0.4690303812457446,
    0.4690303812457446,
    0.4690303812457446,
    0.6198231353315016,
    0.6198231353315016,
    0.6198231353315016,
    0.6198231353315016,
    0.6198231353315016,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7500201300622646,
    0.7761320199199454,
    0.7761320199199454,
    0.7761320199199454,
    0.7761320199199454,
    0.7761320199199454,
    0.7761320199199454,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8191253261873748,
    0.8210883270862865,
    0.8210883270862865,
    0.8210883270862865,
    0.8210883270862865,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8580619312823843,
    0.8492262261304401
  ],
  "22": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews.",
    "At the event, the engineering society sponsors a resume review table near the stage, while an alumni panel discusses how to prepare for technical interviews, and groups of friends mark target employers on the event map.",
    "At the event, the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the event, the engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, the engineering society sponsors a resume-review table near the stage. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "The event features the engineering society sponsoring a resume-review table near the stage; an alumni panel discusses how to prepare for technical interviews; groups of friends mark target employers on the event map; healthcare providers showcase community outreach photos; consulting firms stack glossy case-study booklets on high tables; dozens of booths with colorful banners circle the polished floor; and alumni volunteers share quick pep talks near the coffee station."
  ],
  "22_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.40445493794140225,
    0.40445493794140225,
    0.40445493794140225,
    0.40445493794140225,
    0.4660905312849616,
    0.4660905312849616,
    0.4660905312849616,
    0.4660905312849616,
    0.4660905312849616,
    0.4660905312849616,
    0.4660905312849616,
    0.7761637749809487,
    0.7761637749809487,
    0.7761637749809487,
    0.7761637749809487,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.7749115955320764,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.791825834879109,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613,
    0.5024105295151613
  ],
  "23": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. A welcome announcement, delivered over the PA system, outlines the fair schedule.",
    "Students line up outside the university gym ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. A welcome announcement, delivered over the PA system, outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym ahead of the career fair opening as career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up ahead of the career fair opening while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes organized in branded folders. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, students line up ahead of the career fair opening, while career counselors remind attendees to maintain eye contact. A welcome announcement over the PA system outlines the fair schedule. Inside, students clutch resumes organized in branded folders. An alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.4035935972003278,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.5991158841110846,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.7137842255300291,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.6691456485038405,
    0.7480803751338495,
    0.7480803751338495,
    0.7480803751338495,
    0.7480803751338495,
    0.7543456182580223,
    0.7543456182580223
  ],
  "24": [
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Observations describe a cybersecurity company running a password-cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company is running a password-cracking challenge on a laptop. Consulting firms have glossy case-study booklets stacked on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms have glossy case-study booklets stacked on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms have glossy case-study booklets stacked on high tables. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At an event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets stacked on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "At the event, a cybersecurity company runs a password-cracking challenge on a laptop. Consulting firms display glossy case-study booklets on high tables. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.34604398249694374,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.32807476505267924,
    0.526862382102685,
    0.526862382102685,
    0.526862382102685,
    0.526862382102685,
    0.7528905547739073,
    0.7528905547739073,
    0.7528905547739073,
    0.7528905547739073,
    0.7528905547739073,
    0.7965541365727984,
    0.7965541365727984,
    0.7965541365727984,
    0.7965541365727984,
    0.7965541365727984,
    0.7965541365727984,
    0.7965541365727984,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8098586433868404,
    0.8400696556909747,
    0.8400696556909747,
    0.8400696556909747,
    0.8400696556909747,
    0.8400696556909747,
    0.8400696556909747,
    0.8579783609862734,
    0.8579783609862734
  ]
}