{
  "0": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating which employers are designated as targets.",
    "Groups of friends mark target employers on the event map, indicating which employers are designated as targets.",
    "Groups of friends mark target employers on the event map, indicating which employers are designated as targets.",
    "Groups of friends mark target employers on the event map, designating which employers are targets. Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor.",
    "At the event, groups of friends mark target employers on the map, designating which companies they intend to engage with. Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "At the campus career fair, groups of friends mark target employers on the event map, identifying which companies they plan to approach. Healthcare providers display community outreach photos as dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Students prepare by clutching resumes in branded folders and practicing elevator pitches, with some rehearsing quietly against a wall. A line of students stands outside the university gym, waiting for the career fair to open."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.31525901377464793,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.5431844532688208,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8369331502792232,
    0.8554531693980989,
    0.8554531693980989,
    0.8554531693980989,
    0.8554531693980989,
    0.8554531693980989,
    0.8554531693980989,
    0.8554531693980989
  ],
  "1": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Alumni volunteers are sharing brief pep talks near the coffee station.",
    "At the event venue, alumni volunteers are delivering brief pep talks near the coffee station, while in the adjoining classroom workshops on networking etiquette begin. The two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building.",
    "At the event venue, alumni volunteers deliver brief pep talks near the coffee station while the adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event venue, alumni volunteers deliver brief pep talks near the coffee station while the adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the career fair to open, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "At the event venue, alumni volunteers deliver brief pep talks near the coffee station while the adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. A welcome announcement outlines the fair schedule over the PA system. Outside the university gym, a line of students waits for the career fair to open, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the event venue, alumni volunteers give brief pep talks near the coffee station, while an adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, providing informal encouragement and structured skill-building. A welcome PA announcement outlines the fair schedule. Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps. Finance firms provide QR codes for immediate internship applications. Alumni volunteers give brief pep talks near the coffee station, while an adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces. A welcome PA announcement outlines the fair schedule. Outside the university gym, a line of students waits for the fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.329742595336499,
    0.46509426271991405,
    0.46509426271991405,
    0.46509426271991405,
    0.46509426271991405,
    0.46509426271991405,
    0.46509426271991405,
    0.46509426271991405,
    0.5992683802874141,
    0.5992683802874141,
    0.5992683802874141,
    0.5992683802874141,
    0.5992683802874141,
    0.5992683802874141,
    0.5992683802874141,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7639859625256051,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.7998972550130874,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8341376936686509,
    0.8707522009032327,
    0.8707522009032327
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students are rehearsing elevator pitches quietly against the wall.",
    "In a quiet indoor scene, students rehearse elevator pitches against the wall, while tech companies display demo screens showing their latest apps.",
    "In a quiet indoor scene, some students rehearse elevator pitches quietly against the wall, while tech companies display demo screens showing their latest apps.",
    "Inside a quiet venue, students rehearse elevator pitches quietly against a wall while tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners encircle the polished floor, where healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which employers are designated as targets."
  ],
  "2_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.2430968476153038,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.3081783110420016,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.30690798406999387,
    0.7595657685395663,
    0.7595657685395663,
    0.7595657685395663,
    0.7595657685395663,
    0.7595657685395663
  ],
  "3": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. A group of students clutches resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map while career counselors direct unsure students toward applicable industries. A group of students clutches resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. A robotics startup uses a small drone that flies above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map while career counselors direct unsure students toward applicable industries. A group of students clutches resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. A robotics startup uses a small drone that flies above its booth to attract attention. During a session, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.5925065035624133,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.7958109085032243,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769,
    0.8395912230395769
  ],
  "4": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, career counselors remind attendees to maintain eye contact. Concurrently, consulting firms stack glossy case study booklets on high tables, making them easily accessible to attendees. The scene pairs etiquette guidance with the display of firm literature, reflecting a focus on presentation and professional outreach. Attendees observe the advice as materials sit atop elevated surfaces, ready for perusal.",
    "A professional setting combines etiquette guidance with firm outreach as career counselors remind attendees to maintain eye contact while consulting firms stack glossy case study booklets on high tables, making them easily accessible. The scene pairs professional decorum with literature from firms, emphasizing presentation and outreach. Attendees observe as materials sit atop elevated surfaces, ready for perusal. In the career counseling portion, counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "The scene presents a professional event that blends etiquette guidance with firm outreach. Career counselors remind attendees to maintain eye contact while guiding unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables, making them easily accessible as materials sit atop elevated surfaces for perusal. Healthcare providers showcase community outreach photos, complementing the firm literature and reinforcing presentation and outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, multi-faceted careers fair atmosphere.",
    "The scene depicts a professional careers fair that blends etiquette guidance with firm outreach. Career counselors remind attendees to maintain eye contact while guiding unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables, with materials resting atop elevated surfaces for perusal. Healthcare providers showcase community outreach photos that complement the firm literature and reinforce presentation and outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, multi-faceted atmosphere."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.3574349040223542,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6125436664070151,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.6300669011297262,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7668199506981261,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992,
    0.7913518939886992
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Human resources teams jot notes on tablets while students introduce themselves.",
    "Human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly, leaning against a wall, while a line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map.",
    "A university career fair scene shows HR teams jotting notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly, leaning against a wall. A line of students stands outside the university gym waiting for the fair to open. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications as workshops on networking etiquette begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries.",
    "A university career fair scene features HR teams jotting notes on tablets as students introduce themselves, while some rehearse elevator pitches quietly, leaning against a wall. A line of students stands outside the university gym waiting for the fair to open. Groups of friends mark target employers on the event map. Finance firms provide QR codes for on-the-spot internship applications as networking etiquette workshops run in the adjoining classroom. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while alumni volunteers give short pep talks near the coffee station. Students hold resumes inside branded folders as they move through the space."
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.3664355496158674,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.5800645549313688,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8276952559493316,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616,
    0.8420610814607616
  ],
  "6": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, organizing their application materials. Some students rehearse elevator pitches quietly against the wall.",
    "Students clutch resumes inside branded folders, organizing their application materials. Some students rehearse elevator pitches quietly against a wall, while others lean against the wall as they rehearse those pitches.",
    "Students clutch resumes inside branded folders as they organize their application materials. Some students rehearse elevator pitches quietly against a wall, while others lean against the wall as they rehearse those pitches. Consulting firms stack glossy case study booklets on high tables.",
    "Students organize application materials, with resumes clenched inside branded folders. Some rehearse elevator pitches quietly against a wall, while others lean against the wall as they practice. Consulting firms have glossy case study booklets stacked on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.501195817244499,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.49417061522277544,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.6619589927335832,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006,
    0.7216866866873006
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "On a campus corridor, several students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "On a campus corridor, several students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews; and tech companies display demo screens showing their latest apps.",
    "On a campus corridor, several students rehearse elevator pitches quietly against the wall while human resources teams jot notes on tablets as the students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews; and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "On campus, students rehearse elevator pitches against a wall as HR teams jot notes on tablets while students introduce themselves. In an adjoining classroom, workshops on networking etiquette run, an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. At the campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop, while other tech companies display demo screens of their latest apps. Students prepare by clenching resumes in branded folders and practicing pitches, with some leaning quietly against walls. A line of students waits outside the university gym for the fair to open, and groups of friends mark target employers on the event map, identifying which companies they plan to approach."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5164605152227979,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.5510049022093166,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.7027086671881999,
    0.8351388716109425,
    0.8351388716109425,
    0.8351388716109425,
    0.8351388716109425
  ],
  "8": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. In an adjoining classroom, workshops on networking etiquette have begun.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. In an adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some rehearse elevator pitches quietly, leaning against a wall. In an adjoining classroom, networking etiquette workshops have begun. Students clutch resumes inside branded folders. A floor hosts dozens of booths with colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage."
  ],
  "8_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.49354391531946995,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.6630910316899783,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.7086746108061264,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446,
    0.8066398896030446
  ],
  "9": [
    "",
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against a wall, leaning as they practice. A line of students stands outside the university gym waiting for the career fair to open. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends mark target employers on the event map as career counselors redirect unsure students toward applicable industries, while reminding attendees to maintain eye contact. Some students rehearse elevator pitches quietly against a wall, leaning as they practice. A line of students stands outside the university gym waiting for the career fair to open. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.4173769420695211,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.5803658382761359,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7338445694404624,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061,
    0.7247144792713061
  ],
  "10": [
    "",
    "",
    "",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "During the campus event, workshops on networking etiquette begin in the adjoining classroom, with career counselors redirecting unsure students toward applicable industries. Students clutch resumes inside branded folders, while an alumni panel discusses how to prepare for technical interviews.",
    "During the campus event, workshops on networking etiquette run in the adjoining classroom while career counselors steer unsure students toward relevant industries. Students clutch resumes in branded folders and practice elevator pitches for the campus career fair. An alumni panel discusses how to prepare for technical interviews. Some students rehearse quietly against a wall, leaning as they speak. A line of students waits outside the university gym for the career fair to open. Groups of friends mark target employers on an event map, noting which companies they plan to approach.",
    "At the campus event, the adjoining classroom hosts workshops on networking etiquette, and an alumni panel discusses how to prepare for technical interviews, while tech companies display demo screens showing their latest apps. Career counselors steer unsure students toward relevant industries, and students clutch resumes in branded folders to practice elevator pitches for the campus career fair. Some students rehearse quietly against a wall; a line waits outside the university gym for the career fair to open. Groups of friends mark target employers on an event map, noting which companies they plan to approach. On a campus corridor, HR teams jot notes on tablets as the students introduce themselves."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.5572476234049695,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.6127574199289068,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8004820450023507,
    0.8271516399204952,
    0.8271516399204952,
    0.8271516399204952,
    0.8271516399204952,
    0.8271516399204952
  ],
  "11": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens, while in the adjoining classroom, workshops on networking etiquette have begun.",
    "Students line up outside the university gym before the career fair opens, while in the adjoining classroom networking etiquette workshops have begun. Finance firms offer QR codes for immediate internship applications.",
    "Students line up outside the university gym before the career fair opens, while in the adjoining classroom networking etiquette workshops have begun. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews in the same setting.",
    "At the university, students line up outside the gym as the career fair prepares to open, while in an adjoining classroom networking etiquette workshops have begun. Finance firms offer QR codes for immediate internship applications. In the same setting, an alumni panel discusses how to prepare for technical interviews. An engineering society-sponsored resume-review table stands near the stage as career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets, and students introduce themselves.",
    "At the university, a career fair is about to open with a line of students waiting outside the gym, while in an adjoining classroom networking etiquette workshops have begun. Finance firms display QR codes for immediate internship applications, and groups of friends mark target employers on the event map. Inside, an alumni panel discusses how to prepare for technical interviews, and an engineering society–sponsored resume-review table stands near the stage. HR teams jot notes on tablets as students introduce themselves, and some rehearse elevator pitches quietly, leaning against a wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, as the overall scene unfolds with students clutching resumes in branded folders."
  ],
  "11_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.5977126573919185,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7750501622678887,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.7962947109159284,
    0.8153507923036092,
    0.8153507923036092
  ],
  "12": [
    "",
    "\"\"",
    "\"\"",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "A welcome announcement broadcasts the fair schedule over the PA system. At the event venue, alumni volunteers deliver brief pep talks near the coffee station while the adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. Earlier, students line up outside the university gym before the career fair opens.",
    "At the venue, a welcome announcement over the PA system sets the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while an adjoining classroom hosts a formal networking etiquette workshop; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. Earlier, students lined up outside the university gym before the career fair opened. During the event, the formal networking etiquette workshop begins in the adjoining classroom, and informal pep talks continue near the coffee station. These activities—formal inside the classroom and informal near the coffee station—represent distinct but connected parts of the same career fair.",
    "At the venue, a welcome announcement over the PA system sets the fair schedule. Alumni volunteers deliver brief pep talks near the coffee station, while an adjoining classroom hosts a formal networking etiquette workshop; the two activities run concurrently in nearby spaces, creating parallel focal points for informal encouragement and structured skill-building. Earlier, students lined up outside the university gym before the career fair opened. During the event, the formal networking etiquette workshop begins in the adjoining classroom, and informal pep talks continue near the coffee station. These activities—formal inside the classroom and informal near the coffee station—represent distinct but connected parts of the same career fair. Groups of friends mark target employers on the event map.",
    "At the university career fair, a welcome PA announces the schedule as alumni volunteers deliver brief pep talks near the coffee station and a formal networking etiquette workshop runs in the adjoining classroom; the two activities unfold in parallel, forming informal encouragement and structured skill-building. Earlier, students lined up outside the university gym before the fair opened. During the event, HR teams jot notes on tablets as students introduce themselves, while some rehearse elevator pitches leaning against a wall. Groups of friends mark target employers on the event map. Finance firms provide QR codes for immediate internship applications as the networking etiquette workshop begins in the adjoining classroom. Career counselors redirect unsure students toward applicable industries."
  ],
  "12_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.5693959606757775,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.8091227766771303,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7811709113413007,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.7735179773289838,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252,
    0.794329337785252
  ],
  "13": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map.",
    "At an event, healthcare providers showcase community outreach photos, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps.",
    "At the event, healthcare providers showcase community outreach photos, groups of friends mark target employers on the event map, and tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, healthcare providers showcase community outreach photos and tech companies display demo screens of their latest apps, while groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance. Finance firms at the fair offer QR codes for on-the-spot internship applications, and networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Career counselors guide unsure attendees toward relevant industries, and remind them to maintain eye contact; alumni volunteers give short pep talks near the coffee station. Students move through the space holding resumes in branded folders."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4886188661705557,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.4400483219412628,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.6161649321926268,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671,
    0.876744011621671
  ],
  "14": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. In a campus corridor, several students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets as the students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event, tech companies display demo screens showing their latest apps while career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which employers are designated as targets. In a campus corridor, several students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets as the students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. In the venue, healthcare providers showcased community outreach photos as dozens of booths with colorful banners encircle the polished floor."
  ],
  "14_score": [
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.4635224385201971,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.44981752321185076,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.6526370797701757,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.801715964205304,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772,
    0.8256181253648772
  ],
  "15": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "In a career counseling setting, counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "In a career counseling setting, counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "On campus outside the university gym, students line up before the career fair opens, while inside a career counseling setting counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders, preparing for interactions. The scene emphasizes preparedness and professional presentation as attendees anticipate the fair’s opening.",
    "On campus outside the university gym, students line up before the career fair opens, as attendees anticipate the event. Inside a career counseling setting, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders, preparing for interactions. The scene emphasizes preparedness and professional presentation. In the adjoining classroom, workshops on networking etiquette have begun, adding to the sense of readiness for the fair.",
    "On campus outside the university gym, students line up before the career fair opens as attendees anticipate the event. Inside a career counseling setting, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. The adjoining classroom hosts workshops on networking etiquette, adding to the sense of readiness for the fair. At the event, groups of friends mark target employers on the event map while counselors direct unsure students toward applicable industries. A robotics startup uses a small drone that flies above its booth to attract attention."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.30624874740222535,
    0.44350128516624787,
    0.44350128516624787,
    0.44350128516624787,
    0.44350128516624787,
    0.44350128516624787,
    0.44350128516624787,
    0.44350128516624787,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7461340603834824,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.7954602115890719,
    0.8409253370659147,
    0.8409253370659147,
    0.8409253370659147,
    0.8409253370659147,
    0.8409253370659147,
    0.8409253370659147,
    0.8409253370659147
  ],
  "16": [
    "",
    "",
    "",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, outlining companies they intend to engage with. Finance firms offer QR codes for immediate internship applications.",
    "Groups of friends mark target employers on the event map, outlining the companies they intend to engage with. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders.",
    "Groups of friends mark target employers on the event map, outlining the companies they intend to engage with. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, outlining the companies they intend to engage with. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map, outlining the companies they intend to engage with. Finance firms offer QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the career event, groups of friends mark target employers on the event map, outlining the companies they intend to engage with. Finance firms offer QR codes for immediate internship applications. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact and, when unsure, redirect toward applicable industries. Students clutch resumes inside branded folders. Alumni volunteers deliver quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette have begun."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5555941784356887,
    0.5555941784356887,
    0.5555941784356887,
    0.5555941784356887,
    0.5555941784356887,
    0.5555941784356887,
    0.5555941784356887,
    0.7907072858030842,
    0.7907072858030842,
    0.7907072858030842,
    0.7907072858030842,
    0.7907072858030842,
    0.7907072858030842,
    0.7907072858030842,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8219704563984784,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8122267407645142,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8252758091488623,
    0.8383562842569892
  ],
  "17": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly, leaning against a wall. A line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map.",
    "Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly, leaning against a wall. A line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map.",
    "At the university career fair near the gym, a line of students waits outside the venue for doors to open. Inside, dozens of booths with colorful banners circle the polished floor, creating a visual mosaic for attendees. The engineering society sponsors a resume-review table near the stage. Career counselors direct unsure students toward applicable industries and remind them to maintain eye contact, while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly, leaning against a wall. Groups of friends mark target employers on the event map, tracing likely destinations as they plan their visit.",
    "At the university career fair near the gym, a queue forms outside before doors open. Inside, dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume-review table near the stage. Career counselors direct unsure attendees toward applicable industries and remind them to maintain eye contact, while consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly, leaning against a wall. Groups of friends mark target employers on the event map, tracing likely destinations as they plan their visit. Finance firms offer QR codes for on-the-spot internship applications, and networking etiquette workshops run in the adjoining classroom. Alumni volunteers give short pep talks near the coffee station. Students clutch resumes in branded folders as they move through the space."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.4168522574714792,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.49139995429967886,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.7451152328244033,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976,
    0.8239015030716976
  ],
  "18": [
    "",
    "\"\"",
    "\"\"",
    "A robotics startup uses a small drone that flies above its booth to attract attention.",
    "A robotics startup uses a small drone that flies above its booth to attract attention.",
    "A robotics startup uses a small drone that flies above its booth to attract attention, while career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup uses a small drone that flies above its booth to attract attention, while career counselors direct unsure students toward applicable industries. In the adjoining classroom, a formal networking etiquette workshop begins, and near the coffee station, alumni volunteers share quick pep talks. The scene features two concurrent activities—an inside networking etiquette session and informal alumni pep talks near refreshments—illustrating distinct but connected parts of the same event.",
    "At the event, a robotics startup uses a small drone that flies above its booth to attract attention, while career counselors direct unsure students toward applicable industries. In the adjoining classroom, a formal networking etiquette workshop begins. Near the coffee station, alumni volunteers share quick pep talks. The scene features two concurrent activities—an inside networking etiquette session and informal alumni pep talks near refreshments—illustrating distinct but connected parts of the same event. Students clutch resumes inside branded folders.",
    "At a busy careers fair, a robotics startup uses a small drone that flies above its booth to attract attention, while career counselors guide unsure students toward applicable industries and remind them to maintain eye contact. In an adjoining classroom, a formal networking etiquette workshop begins, and near the coffee station alumni volunteers share quick pep talks. The event runs two concurrent strands—an inside networking etiquette session and informal alumni pep talks near refreshments—within the same scene. Students clutch resumes in branded folders as consulting firms stack glossy case study booklets on high tables, accessible on elevated surfaces. Healthcare providers showcase community outreach photos to complement firm literature and reinforce presentation and outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, multifaceted careers fair atmosphere."
  ],
  "18_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4135132562608065,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.4533195016245476,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.6648597326938734,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.7464769519523793,
    0.8299998446453767,
    0.8299998446453767,
    0.8299998446453767
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers give quick pep talks near the coffee station, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "At the venue, alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "The venue features alumni volunteers giving quick pep talks near the coffee station, and a robotics startup flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university venue, alumni volunteers give quick pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. In a career counseling setting, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries.",
    "At the university venue, alumni volunteers give quick pep talks near the coffee station while a robotics startup flies a small drone above its booth to draw attention. Dozens of booths with colorful banners encircle the polished floor. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. In a career counseling setting, counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.40059408979428457,
    0.40059408979428457,
    0.40059408979428457,
    0.40059408979428457,
    0.40059408979428457,
    0.40059408979428457,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.4146755353303334,
    0.5729041102579889,
    0.5729041102579889,
    0.5729041102579889,
    0.5729041102579889,
    0.5729041102579889,
    0.5729041102579889,
    0.5729041102579889,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.7433775834675526,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.732383154980702,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8135289766541816,
    0.8140843889261311,
    0.8140843889261311
  ],
  "20": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "In a career counseling setting, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries.",
    "During a career counseling session, some students rehearse elevator pitches quietly against the wall while counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, and students line up outside the university gym before the career fair opens.",
    "On campus during a career counseling session, some students rehearse elevator pitches quietly against a wall while counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps. Outside the university gym, students line up before the career fair opens.",
    "On campus, a career counseling session unfolds with students rehearsing elevator pitches quietly against a wall while counselors steer unsure attendees toward applicable industries. Tech companies display demo screens showing their latest apps. Outside the university gym, a line of students waits for the career fair to open. At the event venue, alumni volunteers deliver brief pep talks near a coffee station, while an adjoining classroom hosts workshops on networking etiquette; the two activities run concurrently in nearby spaces, providing parallel focal points for informal encouragement and structured skill-building. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor."
  ],
  "20_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.30975293725112524,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.5303476012405398,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.6531035847957501,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714,
    0.8349951633364714
  ],
  "21": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Counselors redirect unsure students toward applicable industries.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders and organize their application materials. Counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "In a career counseling setting, counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders and organize their application materials. Counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens showing their latest apps.",
    "In the career counseling setting, counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders and organize their application materials. Counselors direct unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Tech companies display demo screens featuring their latest apps. Consulting firms stack glossy case study booklets on high tables."
  ],
  "21_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.4197505283376033,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.35564066302268627,
    0.46519118708816976,
    0.46519118708816976,
    0.46519118708816976,
    0.46519118708816976,
    0.46519118708816976,
    0.46519118708816976,
    0.46519118708816976,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.5900370019156262,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6374227250516515,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169,
    0.6678085619803169
  ],
  "22": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station.",
    "Career counselors remind attendees to maintain eye contact; alumni volunteers share quick pep talks near the coffee station; students clutch resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At a career event, career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens, while in the adjoining classroom, workshops on networking etiquette have begun.",
    "At the career event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, workshops on networking etiquette have begun.",
    "At the career event, attendees are reminded by career counselors to maintain eye contact and to steer unsure students toward applicable industries. Alumni volunteers deliver quick pep talks near the coffee station while some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders. Outside the university gym, others line up before the fair opens. In the adjoining classroom, workshops on networking etiquette have begun. Consulting firms stack glossy case-study booklets on high tables, with materials resting on elevated surfaces for perusal. Healthcare providers showcase community outreach photos that complement firm literature and reinforce presentation and outreach. Dozens of booths with colorful banners circle the polished floor, creating a busy, multi-faceted atmosphere. The scene depicts a professional careers fair blending etiquette guidance with firm outreach."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.3444389597147723,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.4785512223879602,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.716870636393289,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.6956372215713661,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.7703787815079259,
    0.8106000844901795,
    0.8106000844901795
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym before the career fair opens.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. In a career counseling setting, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. In a career counseling setting, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym before the career fair opens. In a career counseling setting, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.4356229345055673,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.596147104617327,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7694531799587652,
    0.7876501913673116,
    0.7876501913673116,
    0.7876501913673116,
    0.7876501913673116,
    0.7876501913673116,
    0.7876501913673116
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "In the adjoining classroom, workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews; and tech companies display demo screens showing their latest apps.",
    "In the adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "In the adjoining classroom, workshops on networking etiquette run as an alumni panel discusses how to prepare for technical interviews; tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a university career fair, dozens of booths with colorful banners circle a polished-floor space in the gym; in the adjoining classroom, networking etiquette workshops with an alumni panel discuss preparation for technical interviews. Tech companies display demo screens; consulting firms stack glossy case-study booklets; healthcare providers showcase community outreach photos; a cybersecurity company runs a laptop password-cracking challenge. Finance firms provide QR codes for on-the-spot internship applications. Before opening, students queue outside the gym. Attendees mark target employers on the event map; career counselors guide them toward relevant industries; counselors remind attendees to maintain eye contact; alumni volunteers give short pep talks near the coffee station. Students hold resumes inside branded folders as they move through the space."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.361088042080912,
    0.41046013680969967,
    0.41046013680969967,
    0.41046013680969967,
    0.41046013680969967,
    0.41046013680969967,
    0.41046013680969967,
    0.41046013680969967,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7115194797677475,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.7445312635333743,
    0.8670735112344221,
    0.8670735112344221,
    0.8670735112344221,
    0.8670735112344221,
    0.8670735112344221,
    0.8670735112344221
  ],
  "25": [
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a professional setting blends etiquette guidance with firm outreach. Career counselors remind attendees to maintain eye contact as consulting firms stack glossy case study booklets on high tables, making them easily accessible. The scene pairs professional decorum with firm literature, emphasizing presentation and outreach. Attendees observe materials atop elevated surfaces, ready for perusal. In the career counseling portion, counselors redirect unsure students toward applicable industries, while some students rehearse elevator pitches quietly against the wall.",
    "At a career fair scene near the university gym, tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets and students introduce themselves. A professional setting blends etiquette guidance with firm outreach; consultants stack glossy case study booklets on high tables, making them easily accessible. Attendees observe materials atop elevated surfaces, ready for perusal. In the career counseling portion, counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. The scene pairs professional decorum with firm literature, emphasizing presentation and outreach.",
    "At a career fair near the university gym, tech companies display demo screens showing their latest apps while human resources jot notes on tablets and students introduce themselves. A professional setting blends etiquette guidance with firm outreach; consultants stack glossy case study booklets on high tables, easily accessible, and attendees observe materials atop elevated surfaces. In the career counseling portion, counselors redirect unsure students toward applicable industries, and some students rehearse elevator pitches quietly against the wall; outside, students line up before opening. The scene pairs professional decorum with firm literature, emphasizing presentation and outreach. At the event, groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention; career counselors remind attendees to maintain eye contact."
  ],
  "25_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7122860254300315,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814,
    0.7726686617043814
  ],
  "26": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "A floor hosts dozens of booths with colorful banners circling the polished floor. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "A university career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Consulting firms display glossy case study booklets on high tables, while healthcare providers show community outreach photos. The engineering society runs a resume review table near the stage. Outside the university gym, a line of students waits for the fair to open as career counselors redirect unsure attendees toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. In an adjoining classroom, workshops on networking etiquette have begun.",
    "A university career fair unfolds on a polished floor lined with dozens of booths and colorful banners. Consulting firms display glossy case study booklets on high tables, while healthcare providers show community outreach photos. The engineering society runs a resume review table near the stage. Outside the university gym, a line of students waits for the fair to open as career counselors redirect unsure attendees toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. In an adjoining classroom, workshops on networking etiquette have begun. A robotics startup uses a small drone that flies above its booth to attract attention. Near the coffee station, alumni volunteers share quick pep talks. The scene features two concurrent activities—an inside networking etiquette session and informal alumni pep talks near refreshments—illustrating distinct but connected parts of the same event."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.475539672073628,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.6804643291319732,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8308646204450155,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099,
    0.8344229824692099
  ],
  "27": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly while leaning against a wall.",
    "Some students rehearse elevator pitches quietly while leaning against a wall.",
    "Some students rehearse elevator pitches quietly, leaning against a wall, while a line of students stands outside the university gym waiting for the career fair to open.",
    "Some students rehearse elevator pitches quietly, leaning against a wall, while a line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map.",
    "Some students rehearse elevator pitches quietly, leaning against a wall, while a line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Some students rehearse elevator pitches quietly, leaning against a wall, while a line of students waits outside the university gym for the career fair to open. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos.",
    "At the university career fair outside the gym, students rehearse elevator pitches quietly, leaning against a wall, while a line waits for the event to open. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair outside the gym, students rehearse elevator pitches quietly while leaning against a wall, and a line waits for the event to open. Groups of friends mark target employers on the event map, and career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage. A group of students clutches resumes inside branded folders. A robotics startup uses a small drone that flies above its booth to attract attention."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.3319725867466705,
    0.3319725867466705,
    0.3319725867466705,
    0.3319725867466705,
    0.3319725867466705,
    0.3319725867466705,
    0.3319725867466705,
    0.5476694988668841,
    0.5476694988668841,
    0.5476694988668841,
    0.5476694988668841,
    0.5476694988668841,
    0.5476694988668841,
    0.5476694988668841,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.738017152511046,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.7867395643127806,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.831165468042864,
    0.8579868043341217,
    0.8579868043341217,
    0.8579868043341217,
    0.8579868043341217,
    0.8579868043341217
  ],
  "28": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers give quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers are giving quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets, and students introduce themselves.",
    "Alumni volunteers deliver quick pep talks near the coffee station, while a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin, and an alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop, and tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets as students introduce themselves. On campus, students rehearse elevator pitches, leaning against a wall, while others clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.4187261312036217,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.3903966276673973,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.5635260882260356,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.732561850123816,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446,
    0.8345070684134446
  ],
  "29": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "Tech companies display demo screens showing their latest apps, while students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "During a university career fair, tech companies display demo screens of their latest apps while students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, tech companies display demo screens of their latest apps as students clutch resumes inside branded folders. Outside the university gym, a line of students waits for the fair to open while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Groups of friends mark target employers on the event map. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.5241607449102832,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.6966874060439983,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.7949035679100083,
    0.8546934818998955,
    0.8546934818998955
  ],
  "30": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station.",
    "Workshops on networking etiquette begin in the adjoining classroom, while alumni volunteers share quick pep talks near the coffee station. The scene features two concurrent activities: a formal networking etiquette session inside the adjoining classroom and informal pep talks by alumni near the coffee station, illustrating distinct but connected parts of the same event.",
    "Two concurrent activities are occurring within the same event: a formal networking etiquette workshop in the adjoining classroom, and informal pep talks by alumni volunteers near the coffee station. These describe distinct but connected parts of the gathering—the etiquette session indoors and the alumni pep talks by the coffee station—capturing the event's blend of structured instruction and informal encouragement.",
    "Within the same event, two concurrent activities unfold: a formal networking etiquette workshop in the adjoining classroom, and informal pep talks by alumni volunteers near the coffee station. These describe distinct but connected parts of the gathering, combining structured instruction with informal encouragement as the etiquette session remains indoors while the alumni talks cluster around the coffee area. An additional element includes an alumni panel that discusses how to prepare for technical interviews, contributing to the event’s practical guidance on career preparation.",
    "During the event, two concurrent activities unfold: a formal networking etiquette workshop in the adjoining classroom, and informal pep talks by alumni volunteers clustered around the coffee station. These parts are distinct yet connected, combining structured instruction with informal encouragement as the etiquette session remains indoors while alumni talks gather near the coffee area. An alumni panel contributes practical guidance on career preparation by discussing how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall, weaving insights from both tracks into their preparation. The arrangement shows a cohesive gathering where indoor instructional space contrasts with social-area discussions, all supporting networking and career readiness.",
    "The scene centers on a cohesive career fair where two parallel tracks unfold in adjacent spaces: a formal networking etiquette workshop in an adjoining classroom indoors, and informal pep talks delivered by alumni volunteers near a coffee station. The two activities run concurrently, combining structured skill-building with informal encouragement, with an alumni panel offering practical guidance on career preparation and how to prepare for technical interviews. Some students quietly rehearse elevator pitches against a wall, weaving insights from both tracks into their preparation. A welcome announcement over the PA sets the fair schedule, and the venue shows a clear contrast between the indoor instructional space and the social area near the coffee station. Earlier, students lined up outside the university gym before the fair opened. These activities—formal inside the classroom and informal near the coffee station—remain distinct yet connected parts of the same career fair."
  ],
  "30_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3102027705169847,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3963785678115926,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.3747196439305145,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6367664795619496,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.6453434003648687,
    0.7670221846762781
  ],
  "31": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company runs a password-cracking challenge on a laptop; tech companies display demo screens showing their latest apps; human resources teams jot notes on tablets; and students introduce themselves.",
    "At a campus career fair, a cybersecurity company hosts a password-cracking challenge on a laptop while tech companies display demo screens of their latest apps and HR teams jot notes on tablets as students introduce themselves. Students prepare by clenching resumes in branded folders and practicing elevator pitches, with some rehearsing quietly against a wall, leaning as they speak. A line of students stands outside the university gym waiting for the fair to open. Groups of friends mark target employers on the event map, identifying which companies they plan to approach.",
    "At a campus career fair, a cybersecurity company runs a password-cracking challenge on a laptop while tech firms display demo screens of their latest apps; HR teams jot notes on tablets as students introduce themselves. Students clutch branded resumes in folders and rehearse elevator pitches, with some quietly practicing against a wall and leaning as they speak. A line of students waits outside the university gym for the fair to open. Groups of friends mark target employers on an event map, planning which companies to approach. In an adjoining classroom, workshops on networking etiquette begin as an alumni panel discusses how to prepare for technical interviews; tech companies again display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "31_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.44941242798634706,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8112506054123498,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955,
    0.8793502807969955
  ],
  "32": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly while leaning against a wall.",
    "Some students lean against a wall as they quietly rehearse elevator pitches.",
    "Students lean against a wall as they quietly rehearse elevator pitches. They clutch resumes inside branded folders, organizing their application materials.",
    "Students lean against a wall while quietly rehearsing elevator pitches, clutching resumes inside branded folders as they organize their application materials. A robotics startup flies a small drone above its booth for attention.",
    "Students lean against a wall, quietly rehearsing elevator pitches and organizing their application materials, clutching resumes inside branded folders. A robotics startup flies a small drone above its booth to draw attention. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, networking etiquette workshops have begun, with career counselors redirecting unsure students toward applicable industries."
  ],
  "32_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.275885338323016,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.2764624856280277,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.4721022687231281,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.5761657019866986,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346,
    0.783038747640346
  ],
  "33": [
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open, while career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits for the career fair to open, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "Outside the university gym, a line of students waits for the career fair to open, while career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Inside the adjoining classroom, a formal networking etiquette workshop proceeds, while near the coffee station alumni volunteers deliver informal pep talks. These describe distinct but connected parts of the gathering—the indoors etiquette session and the alumni pep talks by the coffee station—capturing the event's blend of structured instruction and informal encouragement.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure attendees toward applicable industries. Some students rehearse elevator pitches quietly, leaning against a wall. A cybersecurity company runs a password cracking challenge on a laptop. Inside the adjoining classroom, a formal networking etiquette workshop proceeds, while near the coffee station alumni volunteers deliver informal pep talks. These describe distinct yet connected parts of the gathering—the indoors etiquette session and the alumni pep talks by the coffee station—capturing the event's blend of structured instruction and informal encouragement. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.35317800890776313,
    0.35317800890776313,
    0.35317800890776313,
    0.35317800890776313,
    0.35317800890776313,
    0.35317800890776313,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.49724947425651367,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.6647370435224765,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7047312096279148,
    0.7597352825013441,
    0.7597352825013441,
    0.7597352825013441,
    0.7597352825013441
  ],
  "34": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "A group of students clutches resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "Students at a campus career fair prepare by clenching resumes inside branded folders and practicing elevator pitches. Some rehearse quietly against a wall, leaning as they speak. A line of students stands outside the university gym, waiting for the career fair to open. Groups of friends mark target employers on the event map, identifying which companies they plan to approach.",
    "Students at a campus career fair prepare by clutching resumes inside branded folders and practicing elevator pitches. Some rehearse quietly against a wall, leaning as they speak. A line of students stands outside the university gym, waiting for the career fair to open. Groups of friends mark target employers on the event map, identifying which companies they plan to approach.",
    "Students at a campus career fair prepare by clutching resumes inside branded folders and practicing elevator pitches. Some rehearse quietly against a wall, leaning as they speak. A line of students stands outside the university gym waiting for the career fair to open, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map, identifying which companies they plan to approach. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the campus career fair, students prepare by clutching resumes inside branded folders and practicing elevator pitches, with some rehearsing quietly against a wall, leaning as they speak. A line of students stands outside the university gym waiting for the fair to open. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, identifying companies they plan to approach. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.3284345174649811,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.295194270692215,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.778940102158626,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7803180542574726,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.7982493162003657,
    0.8425100178547523
  ],
  "35": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom, while career counselors redirect unsure students toward applicable industries.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom, with career counselors directing unsure students toward applicable industries. A welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the career fair opens.",
    "At the university, networking etiquette workshops are underway in the adjoining classroom, with career counselors directing unsure students toward applicable industries. A welcome announcement over the PA system outlines the fair schedule. Outside the university gym, students line up before the career fair opens. Students clutch resumes in branded folders, while an alumni panel discusses how to prepare for technical interviews."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.3720981701602647,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.6928303885291811,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872,
    0.773165956792872
  ],
  "36": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "An engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "An engineering society sponsors a resume-review table near the stage, while dozens of booths with colorful banners circle the polished floor; career counselors redirect unsure students toward applicable industries.",
    "An engineering society sponsors a resume-review table near the stage, while dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, while consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor, offering a visual mosaic for attendees. Career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact, while consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map, tracing likely destinations as they plan their visit.",
    "At the university career fair, the engineering society sponsors a resume-review table near the stage as dozens of booths with colorful banners circle the polished floor. Career counselors redirect unsure students toward applicable industries and remind them to maintain eye contact, while consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map, tracing likely destinations as they plan their visit. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, dozens of booths with colorful banners circle the polished floor, including an engineering society–sponsored resume-review table near the stage. Career counselors direct unsure students toward applicable industries and urge eye contact, while consulting firms stack glossy case-study booklets on high tables. Outside the university gym, a line of students waits for the fair to open. Groups of friends mark target employers on the event map and trace likely destinations as they plan their visit. Event staff scan registrations and hand out lanyards at the entrance. Students clutch resumes inside branded folders as they organize their application materials. Some students rehearse elevator pitches quietly against a wall, while others lean against the wall to rehearse those pitches."
  ],
  "36_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.5371058660320976,
    0.5371058660320976,
    0.5371058660320976,
    0.5371058660320976,
    0.5371058660320976,
    0.5371058660320976,
    0.5371058660320976,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.4532669220237073,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.5791098345407377,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.7969915708109894,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8088759601311661,
    0.8425174654559704,
    0.8425174654559704
  ],
  "37": [
    "",
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom; students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair: finance firms provide QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries.",
    "A university career fair unfolds with finance firms offering QR codes for on-the-spot internship applications, while networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Friends mark target employers on the event map, and career counselors guide unsure attendees toward relevant industries. Counselors remind attendees to maintain eye contact, and alumni volunteers give short pep talks near the coffee station. Students hold resumes inside branded folders as they move through the space.",
    "A university career fair unfolds with finance firms offering QR codes for on-the-spot internship applications, while networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Friends mark target employers on the event map, and career counselors guide unsure attendees toward relevant industries. Counselors remind attendees to maintain eye contact, and alumni volunteers give short pep talks near the coffee station. Students clutch resumes in branded folders as they move through the space, and some rehearse elevator pitches quietly against the wall.",
    "At a university career fair, finance firms provide QR codes for on-the-spot internship applications while networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Friends mark target employers on the event map, and career counselors guide unsure attendees toward relevant industries, reminding them to maintain eye contact. Alumni volunteers give short pep talks near the coffee station. Students move through the space clutching resumes in branded folders, with some rehearsing elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.37626987013688656,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.614265646149177,
    0.4546149430268172,
    0.4546149430268172,
    0.4546149430268172,
    0.4546149430268172,
    0.4546149430268172,
    0.4546149430268172,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.7952840005999433,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8200986457000714,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8219346797767423,
    0.8188630095549053
  ],
  "38": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Students line up outside the university gym before the career fair opens, while in the adjoining classroom, workshops on networking etiquette have begun.",
    "Students line up outside the university gym before the career fair opens; in the adjoining classroom, networking etiquette workshops have begun, and career counselors redirect unsure students toward applicable industries.",
    "Students line up outside the university gym as the career fair opens. In the adjoining classroom, networking etiquette workshops have begun, and career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Students line up outside the university gym as the career fair opens. In the adjoining classroom, networking etiquette workshops have begun, with career counselors directing unsure students toward applicable industries. Groups of friends mark target employers on the event map. A welcome announcement is broadcast over the PA system outlining the fair schedule."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.40404111214503713,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.4576426167261985,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.785789900746427,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206,
    0.8025048649895206
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while human resources teams jot notes on tablets and students introduce themselves.",
    "Tech companies display demo screens showing their latest apps as human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Tech companies display demo screens showing their latest apps as human resources teams jot notes on tablets and students introduce themselves. Some students rehearse elevator pitches quietly against the wall. In a career counseling setting, counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "Across a career fair scene, tech companies display demo screens of their latest apps while human resources teams jot notes on tablets and students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. In a career counseling setting, counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens. During a session, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "In a university career fair scene, tech companies display demo screens of their latest apps while HR teams jot notes on tablets and students introduce themselves. Some students quietly rehearse elevator pitches against the wall; others lean against the wall as they rehearse them. Outside the gym, students line up before the fair opens. In a career counseling setting, counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Students clutch resumes in branded folders as they organize their application materials. Consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.42061129157080085,
    0.42061129157080085,
    0.42061129157080085,
    0.42061129157080085,
    0.42061129157080085,
    0.42061129157080085,
    0.42061129157080085,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.5557648803912006,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7186544727768276,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.7880059257597656,
    0.8137858932991733,
    0.8137858932991733,
    0.8137858932991733,
    0.8137858932991733,
    0.8137858932991733,
    0.8137858932991733,
    0.8137858932991733
  ],
  "40": [
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders.",
    "On campus, students rehearse elevator pitches, leaning against a wall, while others clutch resumes inside branded folders. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A line of students stands outside the university gym waiting for the career fair to open. Groups of friends mark target employers on the event map.",
    "On campus, students rehearse elevator pitches, leaning against walls, while others clutch resumes inside branded folders and move through the space. Career counselors direct unsure students toward applicable industries and remind attendees to maintain eye contact. A line of students queues outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. The university career fair unfolds with finance firms offering QR codes for on-the-spot internship applications, while networking etiquette workshops run in the adjoining classroom. Alumni volunteers give short pep talks near the coffee station."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.3177833224156952,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.7479600970863244,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851,
    0.8331561831717851
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews.",
    "During a session, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact.",
    "During a session, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "During a session, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, and students clutch resumes inside branded folders.",
    "At the university career fair, alumni panels discuss how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Tech companies display demo screens showcasing their latest apps. Some students rehearse elevator pitches quietly against the wall, and others clutch resumes inside branded folders. Outside the gym, students line up as the fair prepares to open; in an adjoining classroom, networking etiquette workshops have begun. Finance firms offer QR codes for immediate internship applications. An engineering society–sponsored resume-review table stands near the stage. Human resources teams jot notes on tablets, and students introduce themselves."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.3954884995769511,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.5917036329647478,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.7304069084930507,
    0.8771648931882358,
    0.8771648931882358
  ],
  "42": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "At the event, two concurrent activities unfold: a formal networking etiquette workshop beginning in the adjoining classroom, and informal pep talks by alumni volunteers near the coffee station. These activities—one formal inside the adjoining classroom and one informal near the coffee station—illustrate distinct but connected parts of the same event.",
    "Two concurrent activities unfold at the event: a formal networking etiquette workshop beginning in the adjoining classroom, and informal pep talks by alumni volunteers near the coffee station. These activities—one formal inside the adjoining classroom and one informal near the coffee station—illustrate distinct but connected parts of the same event. Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map.",
    "Two concurrent activities unfold at the event: a formal networking etiquette workshop beginning in the adjoining classroom and informal pep talks by alumni volunteers near the coffee station, illustrating distinct but connected parts of the same event. Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables.",
    "Two concurrent activities anchor the event: a formal networking etiquette workshop in the adjoining classroom and informal pep talks by alumni volunteers near the coffee station, illustrating distinct but connected parts of the same gathering. Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables."
  ],
  "42_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.4097333393683118,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.7116666819314015,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.755789862813359,
    0.7344149518355543,
    0.7344149518355543,
    0.7344149518355543,
    0.7344149518355543,
    0.7344149518355543,
    0.7344149518355543,
    0.7344149518355543
  ],
  "43": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; career counselors remind attendees to maintain eye contact; consulting firms stack glossy case study booklets on high tables.",
    "At the event, groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "At the event, groups of friends mark target employers on the event map; tech companies display demo screens showing their latest apps; a robotics startup flies a small drone above its booth to draw attention; consulting firms stack glossy case study booklets on high tables; career counselors remind attendees to maintain eye contact.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to draw attention, and consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners circle the polished floor as students line up outside the university gym before the career fair opens. In the career counseling area, some students rehearse elevator pitches quietly against the wall, while counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact."
  ],
  "43_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.4825012963334839,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.7786751236668608,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.5335131856492484,
    0.8382618809096323,
    0.8382618809096323,
    0.8382618809096323,
    0.8382618809096323,
    0.8382618809096323,
    0.8382618809096323,
    0.8382618809096323
  ],
  "44": [
    "",
    "",
    "\"\"",
    "The engineering society sponsors a resume review table near the stage.",
    "A resume review table sponsored by the engineering society stands near the stage, and career counselors remind attendees to maintain eye contact.",
    "An engineering society-sponsored resume review table stands near the stage; career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "An engineering society-sponsored resume review table stands near the stage; career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the career fair scene, an engineering society-sponsored resume review table stands near the stage as career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders and introduce themselves; HR teams jot notes on tablets. Outside the university gym, students line up before the career fair opens. In the adjoining classroom, networking etiquette workshops have begun. Finance firms offer QR codes for immediate internship applications."
  ],
  "44_score": [
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.35538170530004026,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.4240268870582291,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.5731801890615627,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203,
    0.7976243809929203
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as the students introduce themselves.",
    "Some students rehearse elevator pitches quietly against the wall as human resources teams jot notes on tablets while the students introduce themselves.",
    "Students rehearse elevator pitches quietly against a wall and introduce themselves, while human resources teams jot notes on tablets. They lean against the wall, clutching resumes inside branded folders as they organize their application materials. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.3286585026720044,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.35951855604501337,
    0.6980153900842119,
    0.6980153900842119,
    0.6980153900842119,
    0.6980153900842119,
    0.6980153900842119
  ],
  "46": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students clutch resumes inside branded folders as career counselors guide attendees, reminding them to maintain eye contact and redirecting unsure students toward applicable industries.",
    "At the event, students clutch resumes inside branded folders as career counselors guide attendees, reminding them to maintain eye contact and redirecting unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders as career counselors guide attendees, reminding them to maintain eye contact and redirecting unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, students clutch resumes inside branded folders as career counselors guide attendees, reminding them to maintain eye contact and to redirect unsure students toward applicable industries. Staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin; an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps.",
    "An event unfolds with students clutching resumes inside branded folders as career counselors guide attendees, urging eye contact and directing uncertain students toward applicable industries. Staff scan registrations and hand out lanyards at the entrance. In the adjoining classroom, workshops on networking etiquette begin, while an alumni panel discusses how to prepare for technical interviews, and tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, designating which employers are targets. Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor."
  ],
  "46_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5407544208069969,
    0.5407544208069969,
    0.5407544208069969,
    0.5407544208069969,
    0.5407544208069969,
    0.5407544208069969,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.41536567599882634,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.610798570353632,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.8009753839775854,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115,
    0.826322396948115
  ],
  "47": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers showcase community outreach photos as dozens of booths with colorful banners circle the polished floor. Career counselors remind attendees to maintain eye contact.",
    "In the venue, healthcare providers showcased community outreach photos as dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which employers are designated as targets.",
    "At the venue, healthcare providers showcased community outreach photos as dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which employers are designated as targets.",
    "At the venue, healthcare providers showcased community outreach photos as dozens of booths with colorful banners encircle the polished floor. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, indicating which employers are designated as targets."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.36822812302376184,
    0.5289316912746793,
    0.5289316912746793,
    0.5289316912746793,
    0.5289316912746793,
    0.5289316912746793,
    0.5289316912746793,
    0.5289316912746793,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.6953957805298929,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955,
    0.7003130743168955
  ],
  "48": [
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "\"\"",
    "Groups of friends mark target employers on the event map.",
    "The scene centers on a university career fair where finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "A university career fair unfolds with finance firms offering QR codes for on-the-spot internship applications. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Alumni volunteers give short pep talks near the coffee station. Students hold resumes inside branded folders as they move through the space.",
    "A university career fair unfolds with finance firms offering QR codes for on-the-spot internship applications. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Networking etiquette workshops run in the adjoining classroom. Before opening, students queue outside the university gym. Alumni volunteers give short pep talks near the coffee station. Students clutch resumes inside branded folders as they move through the space."
  ],
  "48_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8147995716985782,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768,
    0.8259979636099768
  ],
  "49": [
    "",
    "",
    "",
    "",
    "\"\"",
    "\"\"",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "A line of students stands outside the university gym, waiting for the career fair to open, while groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly, leaning against a wall.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly, leaning against a wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "Outside the university gym, a line of students waits for the career fair to open as career counselors redirect unsure attendees toward applicable industries. Groups of friends mark target employers on the event map. Some students rehearse elevator pitches quietly, leaning against a wall. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, while consulting firms stack glossy case study booklets on high tables."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.3671768674989908,
    0.5332504944815343,
    0.5332504944815343,
    0.5332504944815343,
    0.5332504944815343,
    0.5332504944815343,
    0.5332504944815343,
    0.5332504944815343,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.6509886841835062,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7415464456726419,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099,
    0.7572350281629099
  ]
}