{
  "0": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders.",
    "At the university career fair, a welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, a welcome announcement plays over the PA outlining the schedule. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Outside the university gym, students line up before the fair opens; inside, students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Consulting firms stack glossy case study booklets on high tables near the booths. At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair held in the gym, a welcome announcement over the PA outlines the schedule. Dozens of booths with colorful banners encircle the polished floor, forming a busy perimeter. Outside, students line up before the fair opens; inside, students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Career counselors remind attendees to maintain eye contact and, when unsure, redirect them toward applicable industries. Consulting firms stack glossy case study booklets on high tables near the booths. At the event entrance, staff scan registrations and hand out lanyards. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.5787661345081472,
    0.7322425502089023,
    0.7322425502089023,
    0.7322425502089023,
    0.7744462633743774,
    0.7744462633743774,
    0.7744462633743774,
    0.7971407048415422,
    0.7971407048415422,
    0.7971407048415422,
    0.7971407048415422,
    0.7971407048415422,
    0.8068147598555802,
    0.8068147598555802,
    0.8068147598555802,
    0.8068147598555802,
    0.8218117811057928,
    0.8218117811057928,
    0.8218117811057928,
    0.8218117811057928,
    0.8218117811057928,
    0.8218117811057928,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8726865277989182,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565,
    0.8730979554631565
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, while students clutch resumes inside branded folders.",
    "A cybersecurity company hosts a password cracking challenge on a laptop, with students clutching resumes inside branded folders.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. Students are clutching resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders, while the engineering society sponsors a resume review table near the stage.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom.",
    "A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, while the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention.",
    "At the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders, while the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "During the event, a cybersecurity company hosts a password-cracking challenge on a laptop. Students clutch resumes inside branded folders while the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair on campus, a cybersecurity company hosts a password-cracking challenge on a laptop while a robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders, and the engineering society sponsors a resume-review table near the stage. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Networking etiquette workshops are underway in the adjoining classroom. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and HR teams jot notes on tablets as students introduce themselves. Alumni panels discuss how to prepare for technical interviews, with alumni volunteers sharing quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3501844480047223,
    0.3501844480047223,
    0.3501844480047223,
    0.3501844480047223,
    0.36108811782901495,
    0.36108811782901495,
    0.36108811782901495,
    0.5931147019682076,
    0.5931147019682076,
    0.5931147019682076,
    0.5931147019682076,
    0.5103255274960614,
    0.5103255274960614,
    0.5103255274960614,
    0.6791429846628423,
    0.6791429846628423,
    0.6791429846628423,
    0.6791429846628423,
    0.6729349858048179,
    0.6729349858048179,
    0.6729349858048179,
    0.7188138898150718,
    0.7188138898150718,
    0.7188138898150718,
    0.7188138898150718,
    0.7188138898150718,
    0.8224959594435512,
    0.8224959594435512,
    0.8224959594435512,
    0.8224959594435512,
    0.8682936354648613,
    0.8682936354648613,
    0.8682936354648613,
    0.8682936354648613,
    0.8682936354648613,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8678952736051261,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134,
    0.8823698893048134
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact. Attendees include students who clutch resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "The event is a career fair-style gathering where career counselors remind attendees to maintain eye contact. Attendees include students who clutch resumes inside branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair-style gathering, career counselors remind attendees to maintain eye contact. Attendees include students who clutch resumes in branded folders, with some quietly rehearsing elevator pitches against the wall. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Career counselors redirect unsure students toward applicable industries.",
    "At a career fair-style gathering, attendees include students who clutch resumes in branded folders, some quietly rehearsing elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career fair-style gathering, students clutch resumes in branded folders and some quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair-style gathering, students clutch resumes in branded folders, while some quietly rehearse elevator pitches against the wall. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Event staff scan registrations and hand out lanyards at the entrance. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4629455465098674,
    0.4629455465098674,
    0.4629455465098674,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.531718700566097,
    0.7504947507021866,
    0.7504947507021866,
    0.7504947507021866,
    0.7504947507021866,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7822387673305147,
    0.7962047379809378,
    0.7962047379809378,
    0.7962047379809378,
    0.8388886936718204,
    0.8388886936718204,
    0.8388886936718204,
    0.8388886936718204,
    0.822988571690897,
    0.822988571690897,
    0.822988571690897,
    0.822988571690897,
    0.822988571690897,
    0.8526361745223494,
    0.8526361745223494,
    0.8526361745223494,
    0.8526361745223494,
    0.8564144425466438,
    0.8564144425466438,
    0.8564144425466438,
    0.8564144425466438,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596,
    0.8558108734244596
  ],
  "3": [
    "",
    "\"\"",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. The scene foregrounds credentialing activity at the door and an interactive technical exercise nearby, with observed objects including resumes, branded folders, a laptop, and distributed lanyards.",
    "The scene centers on credentialing at the event entrance, where staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. The setup foregrounds both credentialing activity at the door and an interactive technical exercise nearby, with observed objects including resumes, branded folders, a laptop, and distributed lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing credentialing as the opening activity. Inside, students clutch resumes tucked into branded folders while a cybersecurity company runs a password-cracking challenge on a laptop. The setup foregrounds credentialing at the door and an interactive technical exercise nearby, with observed objects including resumes, branded folders, a laptop, and distributed lanyards. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, credentialing opens at the entrance as staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked into branded folders while a cybersecurity company runs a password-cracking challenge on a laptop, foregrounding credentialing at the door and an interactive technical exercise nearby. Dozens of booths with colorful banners circle the polished floor, and an alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables; finance firms offer QR codes for immediate internship applications. A welcome PA announces the fair schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before opening. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map."
  ],
  "3_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.37746363079453255,
    0.37746363079453255,
    0.37746363079453255,
    0.37746363079453255,
    0.37746363079453255,
    0.37746363079453255,
    0.6234097969995536,
    0.6234097969995536,
    0.6234097969995536,
    0.6234097969995536,
    0.6234097969995536,
    0.6116651952879331,
    0.6116651952879331,
    0.6116651952879331,
    0.6116651952879331,
    0.6116651952879331,
    0.6116651952879331,
    0.6116651952879331,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8009003001317191,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473,
    0.8789710084479473
  ],
  "4": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the entrance, event staff scan registrations and hand out lanyards. Inside, students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and hand out lanyards, while inside students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders. Career counselors direct unsure attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle and form a busy perimeter around the polished floor. A cybersecurity company runs a password cracking challenge on a laptop, while an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while career counselors direct unsure attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle a busy perimeter around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while career counselors direct unsure attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle a busy perimeter around a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case-study booklets on high tables.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked in branded folders while career counselors direct unsure attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as career counselors direct attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, attendees arrive at the event entrance where staff scan registrations and hand out lanyards. Inside, students clutch resumes in branded folders as career counselors direct attendees toward applicable industries and remind everyone to maintain eye contact. Dozens of booths with colorful banners encircle a polished floor. A cybersecurity company runs a password-cracking challenge on a laptop, and an alumni panel discusses how to prepare for technical interviews. A welcome announcement is broadcast over the PA system outlining the schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the fair opens. Consulting firms stack glossy case-study booklets on high tables, and tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth for attention."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.5670585752053316,
    0.5670585752053316,
    0.5670585752053316,
    0.7598012594347476,
    0.7598012594347476,
    0.7598012594347476,
    0.7574828241634569,
    0.7574828241634569,
    0.7574828241634569,
    0.7574828241634569,
    0.7574828241634569,
    0.8143657383071569,
    0.8143657383071569,
    0.8143657383071569,
    0.81223650953356,
    0.81223650953356,
    0.81223650953356,
    0.81223650953356,
    0.81223650953356,
    0.81223650953356,
    0.8265825251077559,
    0.8265825251077559,
    0.8265825251077559,
    0.8645863963727667,
    0.8645863963727667,
    0.8645863963727667,
    0.8645863963727667,
    0.8645863963727667,
    0.8645863963727667,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8658246028994059,
    0.8870166357886485,
    0.8870166357886485,
    0.8870166357886485,
    0.8870166357886485,
    0.8870166357886485,
    0.8870166357886485,
    0.8874574257299519,
    0.8874574257299519,
    0.8874574257299519,
    0.8874574257299519,
    0.8874574257299519,
    0.8978536505389849,
    0.8978536505389849,
    0.8978536505389849,
    0.8978536505389849,
    0.8978536505389849,
    0.8978536505389849,
    0.8978536505389849
  ],
  "5": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention.",
    "Healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, healthcare providers showcase community outreach photos. A robotics startup flies a small drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. HR teams jot notes on tablets, recording information digitally as students present their introductions. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "At a university career fair, healthcare providers display community outreach photos while a robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the fair opens. HR teams jot notes on tablets, recording information digitally as students present their introductions. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a university career fair held on a polished-floor venue near the gym, dozens of booths with colorful banners form a busy perimeter. Healthcare providers display community outreach photos, while a robotics startup flies a drone above its booth to attract attention. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Outside the gym, students line up before the fair opens, while inside HR teams jot notes on tablets as introductions are presented. A welcome PA announcement outlines schedule. Groups of friends mark target employers on event map. The engineering society sponsors a resume review table by the stage; alumni volunteers share pep talks near the coffee station. Consulting firms stack case study booklets on high tables; finance firms provide QR codes for internship applications. Some students rehearse elevator pitches quietly against the wall; workshops on networking etiquette begin in adjoining classroom."
  ],
  "5_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.4843124150430125,
    0.4843124150430125,
    0.4843124150430125,
    0.4843124150430125,
    0.6584936344058758,
    0.6584936344058758,
    0.6584936344058758,
    0.6584936344058758,
    0.6584936344058758,
    0.6584936344058758,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.8081046158803187,
    0.835367313222427,
    0.835367313222427,
    0.835367313222427,
    0.835367313222427,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8569874406698383,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747,
    0.8820439221186747
  ],
  "6": [
    "",
    "",
    "",
    "\"\"",
    "Human resources teams are jotting notes on tablets as students introduce themselves, capturing two concurrent activities: HR staff recording information digitally and students presenting their introductions.",
    "HR teams jot notes on tablets, recording information digitally, as students present their introductions. A welcome announcement outlines the fair schedule over the PA system.",
    "HR teams jot notes on tablets, recording information digitally, as students present their introductions. A welcome announcement outlines the fair schedule over the PA system, and groups of friends mark target employers on the event map.",
    "At the event, HR teams jot notes on tablets, recording information digitally as students present their introductions. A welcome announcement over the PA system outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, HR teams are recording students' introductions by jotting notes on tablets, capturing information digitally. A welcome PA announcement outlines the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym ahead of the career fair opening. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At the career fair, HR teams record students' introductions on tablets, capturing information digitally. A welcome PA announces the fair schedule. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym ahead of the career fair opening. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, credentialing activity dominates the entrance as staff scan registrations and hand out lanyards, while inside attendees clutch resumes in branded folders and a cybersecurity company runs a password-cracking challenge on a laptop. HR teams record students’ introductions on tablets, and a welcome PA announces the schedule. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym ahead of opening, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Observed objects include resumes, branded folders, a laptop, and distributed lanyards; the scene foregrounds credentialing at the door and an interactive technical exercise nearby.",
    "At the career fair, credentialing at the entrance dominates as staff scan registrations and distribute lanyards, with an interactive technical exercise nearby. Inside, attendees hold resumes in branded folders while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams record students’ introductions on tablets, and a PA announces the schedule. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume-review table near the stage. Students line up outside the university gym before opening, and an alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, credentialing at the entrance; staff scan registrations and hand out lanyards. Inside, attendees hold resumes in branded folders while a cybersecurity company runs a password-cracking challenge on a laptop. HR teams record students’ introductions on tablets as a PA announces the schedule. Groups mark target employers on the event map; the engineering society sponsors a resume-review table near the stage. Before opening, students line up outside the gym as HR jot notes on tablets; an alumni panel discusses technical interview prep. A robotics startup flies a small drone above its booth to attract attention. The floor is polished, with dozens of booths and banners circling the room. Consulting firms stack case-study booklets on tables, while finance firms offer QR codes for internships. A welcome PA announcement; some students rehearse elevator pitches, and alumni volunteers share pep talks near the coffee station."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.312132603798799,
    0.312132603798799,
    0.312132603798799,
    0.312132603798799,
    0.563979370393116,
    0.563979370393116,
    0.563979370393116,
    0.563979370393116,
    0.563979370393116,
    0.5943950418510713,
    0.5943950418510713,
    0.5943950418510713,
    0.8402107128032117,
    0.8402107128032117,
    0.8402107128032117,
    0.8402107128032117,
    0.8876088250613228,
    0.8876088250613228,
    0.8876088250613228,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.9012525743040123,
    0.8582270782562081,
    0.8582270782562081,
    0.8582270782562081,
    0.8582270782562081,
    0.8582270782562081,
    0.8582270782562081,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.8872125661327988,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094,
    0.893688171913094
  ],
  "7": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "A career fair scene unfolds on a polished floor, where dozens of booths with colorful banners circle the room. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the room, forming a busy perimeter. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens.",
    "A career fair unfolds on a polished floor, with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Outside the university gym, students line up before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "A career fair unfolds on a polished floor with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case-study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the fair opens. Some students rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "On a polished floor, a career fair unfolds with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case-study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system outlining the fair schedule. Outside the university gym, students line up before the fair opens, and some rehearse elevator pitches quietly against the wall. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A career fair unfolds on a polished gym floor where dozens of booths and banners circle the room. Consulting firms stack case-study booklets on tables, while finance firms offer QR codes for internship applications. A PA announces schedule. Outside, students line up before opening and rehearse elevator pitches. In the adjoining classroom, workshops on networking etiquette run. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on event map; HR teams jot notes on tablets as students introduce themselves. Engineering society sponsors a resume review table near stage. At the entrance, staff scan registrations and hand out lanyards, establishing credentialing as the opening activity. Inside, students clutch resumes in branded folders as a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews."
  ],
  "7_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.37246493853903473,
    0.7949236154138262,
    0.7949236154138262,
    0.7949236154138262,
    0.7949236154138262,
    0.8499974269278844,
    0.8499974269278844,
    0.8499974269278844,
    0.8499974269278844,
    0.8576687248562981,
    0.8576687248562981,
    0.8576687248562981,
    0.8576687248562981,
    0.8576687248562981,
    0.8576687248562981,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8796515905815598,
    0.8872021596076669,
    0.8872021596076669,
    0.8872021596076669,
    0.8872021596076669,
    0.8872021596076669,
    0.8872021596076669,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8921825521687903,
    0.8866173764583882,
    0.8866173764583882,
    0.8866173764583882,
    0.8866173764583882
  ],
  "8": [
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Networking etiquette workshops begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Networking etiquette workshops are underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage.",
    "Networking etiquette workshops are underway in the adjoining classroom. A robotics startup is flying a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners encircle the polished floor of the university career fair space. Networking etiquette workshops are underway in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. Students line up outside the university gym ahead of the fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company is hosting a password cracking challenge on a laptop. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "8_score": [
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.5226717962310539,
    0.6796861435687136,
    0.6796861435687136,
    0.6796861435687136,
    0.6796861435687136,
    0.6796861435687136,
    0.686649613169788,
    0.686649613169788,
    0.686649613169788,
    0.686649613169788,
    0.686649613169788,
    0.8117534111982135,
    0.8117534111982135,
    0.8117534111982135,
    0.8117534111982135,
    0.8117534111982135,
    0.8117534111982135,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8026635381640957,
    0.8316325411131646,
    0.8316325411131646,
    0.8316325411131646,
    0.8316325411131646,
    0.8316325411131646,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8112320378695086,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803,
    0.8873369323583803
  ],
  "9": [
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets as the students introduce themselves.",
    "Students line up outside the university gym ahead of the career fair opening. Human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "Students line up outside the university gym ahead of the career fair opening, while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention.",
    "Before the career fair opens, students line up outside the university gym while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym while human resources teams jot notes on tablets as the students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards.",
    "Before the career fair opens, students line up outside the university gym as human resources teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. The fair unfolds on a polished floor with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall.",
    "Before the career fair opens, students line up outside the university gym as HR teams jot notes on tablets while students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the entrance, event staff scan registrations and hand out lanyards. The floor is polished, with dozens of booths and colorful banners circling the room to form a busy perimeter. Consulting firms stack glossy case-study booklets on high tables nearby, while finance firms offer QR codes for immediate internship applications. A welcome announcement is broadcast over the PA system, outlining the fair schedule. Some students rehearse elevator pitches quietly against the wall. Alumni volunteers share quick pep talks near the coffee station.",
    "Before the career fair opens at the university gym, students line up outside as HR teams jot notes on tablets during introductions. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. At the entrance, staff scan registrations and hand out lanyards. The polished floor hosts dozens of booths and banners encircling the room. Consulting firms stack case-study booklets on high tables while finance firms offer QR codes for internship applications. A welcome announcement over the PA outlines the schedule. Some students rehearse elevator pitches quietly against the wall; alumni volunteers share pep talks near the coffee station. Healthcare providers display community outreach photos. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map, and the engineering society sponsors a resume review table near the stage.",
    "At a university career fair in a polished-floor venue near the gym, students line up outside before opening while HR teams jot notes on tablets during introductions. Inside, a robotics startup flies a drone above its booth as dozens of booths and banners surround the room. Staff at the entrance scan registrations and hand out lanyards. An alumni panel discusses preparing for technical interviews, with alumni volunteers offering pep talks near the coffee station. Career counselors remind attendees to maintain eye contact, and some students rehearse elevator pitches against the wall. Healthcare providers display community outreach photos, while groups of friends mark target employers on an event map. The engineering society sponsors a resume review table by the stage; consulting firms stack case-study booklets on high tables; finance firms provide QR codes for internship applications. A welcome PA outlines the schedule, and networking etiquette workshops begin in an adjoining classroom."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.549522255935522,
    0.549522255935522,
    0.549522255935522,
    0.549522255935522,
    0.549522255935522,
    0.7413479153200341,
    0.7413479153200341,
    0.7413479153200341,
    0.7413479153200341,
    0.7413479153200341,
    0.8206892213937534,
    0.8206892213937534,
    0.8206892213937534,
    0.8206892213937534,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.8460603631482864,
    0.9108821099119832,
    0.9108821099119832,
    0.9108821099119832,
    0.9108821099119832,
    0.9108821099119832,
    0.9108821099119832,
    0.9108821099119832,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.9076805127152057,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8856507958300966,
    0.8823126641791605,
    0.8823126641791605,
    0.8823126641791605,
    0.8823126641791605
  ]
}