{
  "0": [
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks. A robotics startup flies a small drone above its booth to attract attention.",
    "Consulting firms stack glossy case study booklets on high tables, forming stacks, while a robotics startup flies a small drone above its booth to attract attention; a welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming stacked piles; a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, offering guidance as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "At the fair, consulting firms stack glossy case study booklets on high tables, forming stacked piles, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the fair schedule. An alumni panel discusses how to prepare for technical interviews, offering guidance as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "At the fair, consulting firms stack glossy case-study booklets on high tables into neat piles, while a robotics startup flies a small drone above its booth to attract attention. A welcome announcement over the PA outlines the schedule, and dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Alumni volunteers give brief pep talks near the coffee station, and the engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice. Career counselors remind attendees to maintain eye contact. Overall, the space blends outreach exhibits with practical preparation in a cohesive setup.",
    "At the career fair, the space blends outreach exhibits with practical preparation in a cohesive setup. Consulting firms stack glossy case-study booklets on high tables into neat piles, while a robotics startup flies a small drone above its booth to attract attention. A welcome PA outlines the schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before opening. Alumni volunteers give brief pep talks near the coffee station, and the engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "At the career fair, the space blends outreach exhibits with practical preparation. Consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement travels over the PA system outlining the fair schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders and line up outside the university gym before opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice; nearby inside, they continue rehearsing. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, outreach exhibits blend with practical preparation. Consulting firms stack glossy case-study booklets on high tables in neat piles. A robotics startup flies a small drone above its booth to attract attention. A welcome PA announces the fair schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders and line up outside the university gym before opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice; nearby inside, they continue rehearsing. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, outreach exhibits blend with practical preparation. Consulting firms stack glossy case-study booklets on high tables in neat piles. A robotics startup flies a small drone above its booth to attract attention. A welcome PA announces the fair schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders and line up outside the university gym before opening. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice; nearby inside, they continue rehearsing. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, outreach exhibits blend with practical preparation. Consulting firms stack glossy case-study booklets on high tables in neat piles. A robotics startup flies a small drone above its booth to attract attention. A welcome PA announces the fair schedule as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders and line up outside the university gym before opening. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice; nearby inside, they continue rehearsing. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.26868272710129626,
    0.26868272710129626,
    0.26868272710129626,
    0.4908896311275723,
    0.4908896311275723,
    0.4908896311275723,
    0.4908896311275723,
    0.4908896311275723,
    0.465219003852072,
    0.465219003852072,
    0.465219003852072,
    0.465219003852072,
    0.465219003852072,
    0.465219003852072,
    0.465219003852072,
    0.8561832518546366,
    0.8561832518546366,
    0.8561832518546366,
    0.8561832518546366,
    0.8561832518546366,
    0.8845991546137252,
    0.8845991546137252,
    0.8845991546137252,
    0.8845991546137252,
    0.8845991546137252,
    0.8845991546137252,
    0.868862361802661,
    0.868862361802661,
    0.868862361802661,
    0.868862361802661,
    0.868862361802661,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8599017885239945,
    0.8768756544582139,
    0.8768756544582139,
    0.8768756544582139,
    0.8768756544582139,
    0.8768756544582139,
    0.8768756544582139,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8764665946217245,
    0.8762059494705862,
    0.8762059494705862,
    0.8762059494705862,
    0.8762059494705862
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders; outside the university gym, students line up before the career fair opens.",
    "Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the university gym, students line up before the career fair opens. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up before the career fair opens, while career counselors remind attendees to maintain eye contact as they clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. A welcome announcement is being broadcast over the PA system, outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact while clutching resumes inside branded folders. Some rehearse elevator pitches against the wall; inside, nearby students continue rehearsing, pairing outreach visuals with in-situ messaging practice. A welcome announcement travels over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. The setting blends an outreach exhibit with practical preparation, emphasizing both visual evidence of outreach and deliberate communication rehearsal in a single space, ready for conversations.",
    "Outside the university gym, students line up before the career fair opens as career counselors remind attendees to maintain eye contact while clutching resumes inside branded folders. Some rehearse elevator pitches against the wall; inside, nearby students continue rehearsing, pairing outreach visuals with in-situ messaging practice. A welcome announcement travels over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. The setting blends an outreach exhibit with practical preparation, emphasizing both visual evidence of outreach and deliberate communication rehearsal in a single space, ready for conversations. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact while clutching resumes in branded folders. Some rehearse elevator pitches against the wall; inside, nearby students continue rehearsing, pairing outreach visuals with in-situ messaging practice. A welcome announcement travels over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit and showcasing outreach photos. The setting blends an outreach exhibit with practical preparation, emphasizing visual evidence of outreach and deliberate communication rehearsal in a single space, ready for conversations. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens as counselors remind attendees to maintain eye contact while clutching resumes in branded folders. Some rehearse elevator pitches against the wall; inside, nearby students continue rehearsing, pairing outreach visuals with in-situ messaging practice. A welcome announcement travels over the PA system outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit that blends outreach evidence with practical preparation and deliberate communication rehearsal in a single space. The engineering society sponsors a resume review table near the stage. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders as counselors remind attendees to maintain eye contact. Some rehearse elevator pitches against the wall, while nearby inside, other students pair outreach visuals with in-situ messaging practice. A welcome announcement travels over the PA outlining the fair schedule, and workshops on networking etiquette begin in the adjoining classroom. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit that blends outreach evidence with practical preparation and deliberate communication rehearsal in a single space. The engineering society sponsors a resume review table near the stage. At the event entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map, and a robotics startup flies a small drone above its booth for attention."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.4452839127827533,
    0.4452839127827533,
    0.4452839127827533,
    0.4452839127827533,
    0.7219136100650407,
    0.7219136100650407,
    0.7219136100650407,
    0.7219136100650407,
    0.7219136100650407,
    0.7219136100650407,
    0.7569975089921549,
    0.7569975089921549,
    0.7569975089921549,
    0.7569975089921549,
    0.7569975089921549,
    0.7569975089921549,
    0.7626122815016296,
    0.7626122815016296,
    0.7626122815016296,
    0.7626122815016296,
    0.7626122815016296,
    0.7934854980826351,
    0.7934854980826351,
    0.7934854980826351,
    0.7934854980826351,
    0.7934854980826351,
    0.7934854980826351,
    0.7997627320579217,
    0.7997627320579217,
    0.7997627320579217,
    0.7997627320579217,
    0.7997627320579217,
    0.868995689944529,
    0.868995689944529,
    0.868995689944529,
    0.868995689944529,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328,
    0.8744433520836328
  ],
  "2": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "At the entrance, event staff scan registrations and hand out lanyards. A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "At the entrance, event staff are scanning registrations and handing out lanyards. A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "At the entrance, event staff are scanning registrations and handing out lanyards. A welcome announcement was broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map.",
    "At the entrance, event staff are scanning registrations and handing out lanyards. A welcome announcement was broadcast over the PA system outlining the fair schedule. Groups of friends are marking target employers on the event map. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. A welcome announcement outlining the fair schedule was broadcast over the PA system; at the same time, a welcome announcement is being broadcast. Groups of friends are marking target employers on the event map. Healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. A welcome announcement outlining the fair schedule is broadcast over the PA system. Groups of friends are marking target employers on the event map, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom, and a robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff are scanning registrations and handing out lanyards. A welcome announcement outlining the fair schedule is broadcast over the PA system. Groups of friends are marking target employers on the event map, while healthcare providers showcase community outreach photos. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "At the event, staff scan registrations and hand out lanyards as a welcome PA outlines the fair schedule. Groups of friends mark target employers on the event map, while healthcare providers display community outreach photos in a gallery-like exhibit. Workshops on networking etiquette take place in an adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables. Nearby, students rehearse elevator pitches against the wall, merging outreach visuals with in-situ messaging practice. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders, ready for conversations. The scene blends an outreach exhibit with quiet preparation by students, emphasizing visual outreach and practical rehearsal in a cohesive setup.",
    "At the fair, staff scan registrations and hand out lanyards as a welcome PA outlines the schedule, with networking etiquette workshops in the adjoining classroom. Groups of friends mark target employers on the event map, while healthcare providers display photographs documenting their community outreach in a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. A robotics startup flies a small drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables into neat piles. Tech companies display demo screens of their apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, staff scan registrations and hand out lanyards while a PA outlines the schedule, with networking etiquette workshops in an adjoining classroom. Groups of friends mark target employers on the event map, and healthcare providers display photographs documenting their community outreach in a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. A robotics startup flies a drone above its booth to attract attention. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables in neat piles. Tech companies display demo screens of their apps. Career counselors remind attendees to maintain eye contact and direct unsure students toward applicable industries. Finance firms offer QR codes for internship applications. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5830328638629461,
    0.5830328638629461,
    0.5830328638629461,
    0.7532770734015757,
    0.7532770734015757,
    0.7532770734015757,
    0.7532770734015757,
    0.7532770734015757,
    0.7532770734015757,
    0.7856229582467681,
    0.7856229582467681,
    0.7856229582467681,
    0.7856229582467681,
    0.8001258442864512,
    0.8001258442864512,
    0.8001258442864512,
    0.8001258442864512,
    0.8001258442864512,
    0.8053473212819011,
    0.8053473212819011,
    0.8053473212819011,
    0.8053473212819011,
    0.8053473212819011,
    0.8053473212819011,
    0.829328983938356,
    0.829328983938356,
    0.829328983938356,
    0.829328983938356,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8478702136969127,
    0.8776370445611619,
    0.8776370445611619,
    0.8776370445611619,
    0.8776370445611619,
    0.8776370445611619,
    0.8776370445611619,
    0.8776370445611619,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9044471778735227,
    0.9122422771811145,
    0.9122422771811145,
    0.9122422771811145,
    0.9122422771811145,
    0.9122422771811145,
    0.9122422771811145,
    0.9122422771811145
  ],
  "3": [
    "",
    "",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule, while a robotics startup flew a small drone above its booth for attention.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. A robotics startup flew a small drone above its booth to attract attention. Healthcare providers showcased community outreach photos.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. A robotics startup flew a small drone above its booth to attract attention. Healthcare providers showcased community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At a university career fair, a space blends an outreach exhibit with in-place preparation. A welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Inside, nearby students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact as students clutch resumes inside branded folders, ready for conversations. Outside the gym, students line up before the career fair opens. Overall, the arrangement emphasizes both visual evidence of outreach and practical communication rehearsal in a single space.",
    "At a university career fair, the space blends an outreach gallery with in-situ preparation. A welcome PA announces the schedule, broadcast over the system. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Inside, nearby students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and note students clutch resumes inside branded folders, ready for conversations. Outside the gym, students line up before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps. The overall arrangement emphasizes both visual evidence of outreach and practical communication rehearsal within a single space.",
    "At a university career fair, the space blends an outreach gallery with in-situ preparation, featuring a welcome PA announcing the schedule over the system. A robotics startup flies a small drone above its booth to draw attention, while healthcare providers display photographs documenting their community outreach as a gallery-like exhibit. Inside, nearby students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. Career counselors redirect unsure students toward applicable industries, remind attendees to maintain eye contact, and note students clutch resumes inside branded folders ready for conversations. Outside the gym, students line up before the fair opens. Workshops on networking etiquette begin in the adjoining classroom, and tech companies display demo screens of their latest apps. The overall arrangement emphasizes visual outreach and practical communication rehearsal within a single space. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "3_score": [
    0.0,
    0.0,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.42051889848086027,
    0.42051889848086027,
    0.42051889848086027,
    0.7429685625520586,
    0.7429685625520586,
    0.7429685625520586,
    0.7429685625520586,
    0.7429685625520586,
    0.7429685625520586,
    0.7429685625520586,
    0.8345896774468426,
    0.8345896774468426,
    0.8345896774468426,
    0.8345896774468426,
    0.8345896774468426,
    0.7799658820049621,
    0.7799658820049621,
    0.7799658820049621,
    0.7799658820049621,
    0.7799658820049621,
    0.7799658820049621,
    0.8133669403296823,
    0.8133669403296823,
    0.8133669403296823,
    0.8133669403296823,
    0.8133669403296823,
    0.8133669403296823,
    0.8133669403296823,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619,
    0.8389531753324619
  ],
  "4": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance as dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews, offering guidance as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, forming stacks, while a robotics startup flies a small drone above its booth to attract attention; a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders while consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the career fair opens, and some rehearse elevator pitches quietly against the wall.",
    "At the university career fair held in the gym, dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Students clutch resumes in branded folders while consulting firms stack glossy case study booklets on high tables in neat stacks; a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Inside, alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Students clutch branded resumes; consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention, while a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Inside, alumni volunteers offer quick pep talks near the coffee station, and the engineering society sponsors a resume review table close to the stage.",
    "At the university career fair in the gym, dozens of booths with colorful banners encircle the polished floor as an alumni panel discusses how to prepare for technical interviews. Students clutch branded resumes while consulting firms stack glossy case study booklets on neat high tables. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Outside the gym, students line up before opening, some rehearsing elevator pitches against the wall. Inside, alumni volunteers offer quick pep talks near the coffee station, and the engineering society sponsors a resume review table close to the stage.",
    "At the university career fair in the gym, dozens of booths with banners surround a polished floor as an alumni panel discusses preparing for technical interviews. Students clutch branded resumes while consulting firms stack glossy case study booklets on tables. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password cracking challenge on a laptop. Welcome announcements over the PA outline the schedule, and career counselors remind attendees to maintain eye contact. Outside, students line up before opening, some rehearsing elevator pitches. Inside, alumni volunteers offer pep talks near the coffee station, and the engineering society sponsors a resume review table near the stage. At the entrance, staff scan registrations and hand out lanyards. Groups of friends mark target employers on an event map, healthcare providers showcase community outreach photos, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair in the gym, dozens of booths with banners surround a polished floor as an alumni panel discusses preparing for technical interviews. Students clutch branded resumes while consulting firms stack glossy case-study booklets on tables. A robotics startup flies a small drone above its booth to attract attention, and a cybersecurity company runs a password-cracking challenge on a laptop. Welcome announcements over the PA outline the schedule, and career counselors remind attendees to maintain eye contact. Outside, students line up before opening, some rehearsing elevator pitches. Inside, alumni volunteers offer pep talks near the coffee station, and the engineering society sponsors a resume-review table near the stage. Staff scan registrations at the entrance and hand out lanyards. Groups of friends mark target employers on an event map; healthcare providers showcase community outreach photos in a gallery-like exhibit; workshops on networking etiquette begin in the adjoining classroom. Overall, visual outreach evidence accompanies practical messaging in a cohesive space."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4350311167811779,
    0.4350311167811779,
    0.4350311167811779,
    0.5959871690986589,
    0.5959871690986589,
    0.5959871690986589,
    0.5959871690986589,
    0.5959871690986589,
    0.5959871690986589,
    0.8175278098855572,
    0.8175278098855572,
    0.8175278098855572,
    0.8175278098855572,
    0.856999412487,
    0.856999412487,
    0.856999412487,
    0.856999412487,
    0.856999412487,
    0.856999412487,
    0.856999412487,
    0.8703627038505786,
    0.8703627038505786,
    0.8703627038505786,
    0.8703627038505786,
    0.8703627038505786,
    0.8725684625722832,
    0.8725684625722832,
    0.8725684625722832,
    0.8725684625722832,
    0.8725684625722832,
    0.8725684625722832,
    0.8725684625722832,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8708659282838263,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8851901807938906,
    0.8666433801325021,
    0.8666433801325021,
    0.8666433801325021
  ],
  "5": [
    "",
    "\"\"",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement was broadcast over the PA system, outlining the fair schedule. Alumni volunteers shared quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the fair schedule. Alumni volunteers gave quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming stacks, while a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. The scene blends an outreach exhibit with quiet preparation by students. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders, ready for conversations. Overall, the space emphasizes both visual evidence of outreach and practical communication rehearsal in a cohesive setup.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage while consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention, and healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. Career counselors remind attendees to maintain eye contact, and students clutch resumes inside branded folders, ready for conversations. The scene blends an outreach exhibit with quiet preparation by students, emphasizing both visual outreach evidence and practical communication rehearsal in a cohesive setup.",
    "At the university career fair, a welcome PA outlines the schedule. Alumni volunteers deliver brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables in neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders, ready for conversations. Outside the gym, students line up before the career fair opens. Overall, the arrangement emphasizes visual outreach evidence alongside practical communication rehearsal in a cohesive space."
  ],
  "5_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.7697519422814225,
    0.7697519422814225,
    0.7697519422814225,
    0.8218048424609726,
    0.8218048424609726,
    0.8218048424609726,
    0.8218048424609726,
    0.8308666471705375,
    0.8308666471705375,
    0.8308666471705375,
    0.8308666471705375,
    0.8308666471705375,
    0.8308666471705375,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.836700427018464,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266,
    0.8085667750312266
  ],
  "6": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, indicating areas of interest at the event. Separately, a cybersecurity company runs a password cracking challenge on a laptop, offering an interactive activity aligned with cybersecurity themes.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. Separately, a cybersecurity company runs a password-cracking challenge on a laptop as an interactive cybersecurity-themed activity. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive cybersecurity-themed activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive cybersecurity-themed activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA system outlining the schedule. Alumni volunteers give quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map, indicating areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA outlining the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "During the event, groups of attendees mark target employers on the event map to indicate areas of interest. A cybersecurity company runs a password-cracking challenge on a laptop as an interactive activity. Students clutch resumes inside branded folders. A welcome announcement is broadcast over the PA outlining the schedule. Alumni volunteers deliver quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables in neat stacks. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.5625122139149707,
    0.5625122139149707,
    0.5625122139149707,
    0.5625122139149707,
    0.5625122139149707,
    0.5625122139149707,
    0.7352458872872867,
    0.7352458872872867,
    0.7352458872872867,
    0.7352458872872867,
    0.7352458872872867,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.850963513671531,
    0.8595396422350021,
    0.8595396422350021,
    0.8595396422350021,
    0.8595396422350021,
    0.8576154235720894,
    0.8576154235720894,
    0.8576154235720894,
    0.8576154235720894,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8606793999007862,
    0.8668433590217186,
    0.8668433590217186,
    0.8668433590217186,
    0.8668433590217186,
    0.8668433590217186,
    0.8668433590217186,
    0.8668433590217186,
    0.8673088101373543,
    0.8673088101373543,
    0.8673088101373543,
    0.8673088101373543,
    0.8673088101373543,
    0.8673088101373543,
    0.8673088101373543
  ],
  "7": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlining the fair schedule was broadcast over the PA system; at the same time, a welcome announcement is being broadcast, and workshops on networking etiquette begin in the adjoining classroom.",
    "A welcome announcement outlining the fair schedule was broadcast over the PA system; workshops on networking etiquette begin in the adjoining classroom; tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement outlining the schedule was broadcast over the PA system. Workshops on networking etiquette begin in the adjoining classroom. Tech companies are displaying demo screens of their latest apps. Career counselors are redirecting unsure students toward applicable industries.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their latest apps. Career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, while consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. The scene blends an outreach exhibit with quiet preparation by students, emphasizing visual evidence of outreach and practical communication rehearsal in a cohesive setup.",
    "At the fair, a welcome PA outlines the schedule as workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens of their apps, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Alumni volunteers give pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach efforts, forming a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. The scene blends an outreach exhibit with quiet preparation by students, emphasizing visual evidence of outreach and practical communication rehearsal in a cohesive setup. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome PA announces workshops on networking etiquette in the adjoining classroom during the program. Tech companies display demo screens of their apps while career counselors guide unsure students to applicable industries and remind attendees to maintain eye contact. Alumni volunteers give pep talks near the coffee station. The engineering society runs a resume-review table near the stage, and consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach in a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. The scene blends outreach exhibit with quiet preparation, emphasizing visual evidence of outreach and practical rehearsal, as finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the floor.",
    "At the fair, a welcome PA announces workshops on networking etiquette in the adjoining classroom during the program. Dozens of booths with colorful banners circle the floor as tech companies display demo screens of their latest apps. Career counselors guide unsure students to applicable industries, reminding attendees to maintain eye contact. Alumni volunteers give pep talks near the coffee station. Engineering society runs a resume-review table near the stage; consulting firms stack glossy case-study booklets on high tables into neat piles. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers display photographs documenting their community outreach in a gallery-like exhibit. Nearby, students rehearse elevator pitches quietly against the wall, merging outreach visuals with in-situ messaging practice. The scene blends outreach exhibit with quiet preparation, emphasizing visual evidence of outreach and practical rehearsal, as finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.38882906504497,
    0.3612562060571837,
    0.3612562060571837,
    0.3612562060571837,
    0.3612562060571837,
    0.3612562060571837,
    0.5015849540637978,
    0.5015849540637978,
    0.5015849540637978,
    0.8311440109905672,
    0.8311440109905672,
    0.8311440109905672,
    0.8311440109905672,
    0.8311440109905672,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8488831627974069,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8609215920698836,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.8696694771587464,
    0.86617308332342,
    0.86617308332342,
    0.86617308332342,
    0.86617308332342
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase photographs of their community outreach.",
    "Healthcare providers showcase photographs of their community outreach, displaying visual documentation of their efforts. Some students rehearse elevator pitches quietly against the wall. The scene combines an exhibit of outreach work with quiet, in-situ practice of messaging by students.",
    "The scene features healthcare providers displaying photographs that document their community outreach efforts, forming a gallery-like exhibit of their work. Nearby, some students rehearse elevator pitches quietly against the wall, combining outreach visuals with in-situ messaging practice. The setting blends an outreach exhibit with quiet, in-place preparation by students. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders, ready for conversations. Overall, the arrangement emphasizes both visual evidence of outreach and practical communication rehearsal in a single, cohesive space.",
    "Healthcare providers display photographs documenting their community outreach, forming a gallery-like exhibit of their work. Inside, nearby students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. The setting blends an outreach exhibit with in-place preparation, while career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders, ready for conversations. Overall, the arrangement emphasizes both visual evidence of outreach and practical communication rehearsal in a single space. Outside the university gym, students line up before the career fair opens.",
    "A campus space hosts a gallery-like exhibit where healthcare providers display photographs documenting their community outreach. Inside, nearby students rehearse elevator pitches quietly against the wall, pairing outreach visuals with in-situ messaging practice. The setting blends an outreach exhibit with in-place preparation as career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders, ready for conversations. Outside the university gym, students line up before the career fair opens, and inside, dozens of booths with colorful banners circle the polished floor.",
    "On a campus space, a gallery-like exhibit presents photographs by healthcare providers documenting their community outreach, while nearby students quietly rehearse elevator pitches against the wall, pairing outreach visuals with in-situ messaging practice. The scene blends outreach display with in-place preparation as career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders, ready for conversations. Outside the university gym, students line up before the career fair opens; inside, dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries.",
    "On a campus space, a gallery-like exhibit presents photographs by healthcare providers documenting their community outreach, while nearby students quietly rehearse elevator pitches against the wall, pairing outreach visuals with in-situ messaging practice. The scene blends outreach display with in-place preparation as career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders, ready for conversations. Outside the university gym, students line up before the career fair opens; inside, dozens of booths with colorful banners circle the polished floor. A welcome announcement is broadcast over the PA system, outlining the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "On a campus, a gallery-like exhibit features photographs by healthcare providers documenting community outreach, paired with students rehearsing elevator pitches against the wall and in-situ messaging practice; career counselors remind attendees to maintain eye contact while students clutch resumes inside branded folders. Outside the gym, students line up before the career fair; inside, dozens of booths with colorful banners surround a polished floor as a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase outreach photos within the exhibit.",
    "On a campus, a gallery-like exhibit features photographs by healthcare providers documenting community outreach, paired with students rehearsing elevator pitches and in-situ messaging; career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the gym, students line up before the career fair; inside, dozens of booths with colorful banners surround a polished floor as a welcome PA announces the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards; workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase outreach photos within the exhibit.",
    "On a campus, a gallery-like exhibit presents photographs by healthcare providers documenting community outreach, paired with students rehearsing elevator pitches and in-situ messaging. Career counselors remind attendees to maintain eye contact as students clutch resumes inside branded folders. Outside the gym, students line up before the career fair; inside, dozens of booths with colorful banners surround a polished floor, while a welcome PA announces the schedule. A robotics startup flies a small drone above its booth to attract attention. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on an event map. At the entrance, staff scan registrations and hand out lanyards; workshops on networking etiquette begin in an adjoining classroom. The exhibit features healthcare providers' outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.288447883376533,
    0.5071317236689498,
    0.5071317236689498,
    0.5071317236689498,
    0.5071317236689498,
    0.5071317236689498,
    0.5071317236689498,
    0.5071317236689498,
    0.6170119498363597,
    0.6170119498363597,
    0.6170119498363597,
    0.6170119498363597,
    0.6599060060019226,
    0.6599060060019226,
    0.6599060060019226,
    0.6599060060019226,
    0.6599060060019226,
    0.7273860324952357,
    0.7273860324952357,
    0.7273860324952357,
    0.7273860324952357,
    0.7273860324952357,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8140690667029841,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8257402474511943,
    0.8505918894009966,
    0.8505918894009966,
    0.8505918894009966,
    0.8505918894009966,
    0.8505918894009966,
    0.8505918894009966,
    0.8505918894009966,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8508152398863498,
    0.8335225663556811,
    0.8335225663556811,
    0.8335225663556811,
    0.8335225663556811,
    0.8335225663556811
  ],
  "9": [
    "",
    "\"\"",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement was broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station.",
    "At the fair, a welcome announcement was broadcast over the PA system, outlining the fair schedule. Alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage.",
    "During the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Alumni volunteers gave quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Alumni volunteers gave quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement was broadcast over the PA system outlining the schedule. Alumni volunteers gave quick pep talks near the coffee station. The engineering society sponsors a resume review table close to the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement over the PA outlined the schedule. Alumni volunteers gave quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables, forming neat stacks. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "The fair featured a welcome PA announcement outlining the schedule. Alumni volunteers delivered brief pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Consulting firms arrange glossy case study booklets in neat stacks on high tables. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome PA announcement outlined the schedule. Alumni volunteers gave brief pep talks near the coffee station. The engineering society sponsors a resumereview table near the stage. Consulting firms arranged glossy case study booklets in neat stacks on high tables. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a passwordcracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "At the fair, a welcome PA announcement outlined the schedule. Alumni volunteers gave brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Consulting firms arranged glossy case-study booklets in neat stacks on high tables. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the fair, a welcome PA announcement outlined the schedule. Alumni volunteers gave brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Consulting firms arranged glossy case-study booklets in neat stacks on high tables. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the fair, a welcome PA announcement outlined the schedule. Alumni volunteers gave brief pep talks near the coffee station. The engineering society sponsors a resume-review table near the stage. Consulting firms arranged glossy case-study booklets in neat stacks on high tables. A robotics startup flies a small drone above its booth to draw attention. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a campus career fair, outside the gym students line up before the event and, inside, dozens of booths with colorful banners surround a polished floor as a welcome PA outlines the schedule. Alumni volunteers give brief pep talks near the coffee station, and the engineering society sponsors a resume-review table near the stage. Consulting firms display glossy case-study booklets on high tables, while a robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop; tech companies show demo screens of their latest apps, and healthcare providers showcase outreach photos. Finance firms offer QR codes for internship applications. Students clutch resumes in branded folders as HR teams jot notes on tablets and career counselors remind attendees to maintain eye contact. An exhibit pairs healthcare photos with students rehearsing elevator pitches, and groups map target employers."
  ],
  "9_score": [
    0.0,
    0.19703881442546847,
    0.19703881442546847,
    0.19703881442546847,
    0.34949883741851073,
    0.34949883741851073,
    0.34949883741851073,
    0.5287755460815571,
    0.5287755460815571,
    0.5287755460815571,
    0.7831063867852067,
    0.7831063867852067,
    0.7831063867852067,
    0.8325556102542967,
    0.8325556102542967,
    0.8325556102542967,
    0.8325556102542967,
    0.8629236377105629,
    0.8629236377105629,
    0.8629236377105629,
    0.8629236377105629,
    0.8629236377105629,
    0.8808464557548517,
    0.8808464557548517,
    0.8808464557548517,
    0.8808464557548517,
    0.8808464557548517,
    0.8808464557548517,
    0.8808464557548517,
    0.8864084283973066,
    0.8864084283973066,
    0.8864084283973066,
    0.8864084283973066,
    0.86672172858555,
    0.86672172858555,
    0.86672172858555,
    0.86672172858555,
    0.8649183770496178,
    0.8649183770496178,
    0.8649183770496178,
    0.8649183770496178,
    0.8649183770496178,
    0.8974000097521238,
    0.8974000097521238,
    0.8974000097521238,
    0.8974000097521238,
    0.8974000097521238,
    0.9044566156171192,
    0.9044566156171192,
    0.9044566156171192,
    0.9044566156171192,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.9099053833663916,
    0.8933129024043125,
    0.8933129024043125,
    0.8933129024043125,
    0.8933129024043125,
    0.8933129024043125,
    0.8933129024043125,
    0.8933129024043125
  ]
}