{
  "0": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables, arranging them in stacks on elevated surfaces.",
    "Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces, while tech companies display demo screens showing their latest apps.",
    "Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, arranging them in neat stacks on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "Consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets on high tables, forming neat piles on elevated surfaces, while tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, consulting firms stack glossy case study booklets into neat piles on high tables with elevated surfaces. Tech companies display demo screens of their latest apps. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against a wall. Finance firms provide QR codes for immediate internship applications. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention.",
    "At the career fair, firms arrange materials and demonstrations: consulting firms stack glossy case-study booklets into neat piles on high tables with elevated surfaces; tech companies display demo screens of their latest apps; finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the career fair, firms display materials and demonstrations: consulting firms stack glossy case-study booklets into neat piles on high tables with elevated surfaces; tech companies show demo screens of their latest apps; finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against a wall. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the career fair, consulting firms stack glossy case-study booklets into neat piles on high tables with elevated surfaces; tech companies display demo screens of their latest apps; and finance firms provide QR codes for immediate internship applications. Career counselors remind attendees to maintain eye contact, while some students rehearse elevator pitches quietly against a wall. A welcome PA announcement outlines the fair schedule. A robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.2911119682311305,
    0.2911119682311305,
    0.2911119682311305,
    0.2911119682311305,
    0.3733888342058379,
    0.3733888342058379,
    0.3733888342058379,
    0.5910916877396539,
    0.5910916877396539,
    0.5910916877396539,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7024889586780468,
    0.7710825717639674,
    0.7710825717639674,
    0.7710825717639674,
    0.7710825717639674,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8783798648268103,
    0.8871554650589373,
    0.8871554650589373,
    0.8871554650589373,
    0.8871554650589373,
    0.8871554650589373,
    0.8871554650589373,
    0.8970802130326907,
    0.8970802130326907,
    0.8970802130326907,
    0.8970802130326907,
    0.8970802130326907,
    0.8953045703764451,
    0.8953045703764451,
    0.8953045703764451,
    0.8953045703764451,
    0.8953045703764451,
    0.8938492084698788,
    0.8938492084698788,
    0.8938492084698788,
    0.8938492084698788,
    0.8938492084698788,
    0.8938492084698788
  ],
  "1": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors and attendees are present; counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Career counselors and attendees are present at the event. Counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors and attendees are present. Counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance.",
    "Career counselors and attendees occupy the event space and participate in the career fair. Counselors remind attendees to maintain eye contact during interactions. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym prior to the career fair opening.",
    "Career counselors and attendees occupy the university gym event space as the career fair unfolds. Counselors remind attendees to maintain eye contact during interactions. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym prior to the career fair opening.",
    "The career fair unfolds in the university gym, with counselors and attendees present as counselors remind attendees to maintain eye contact during interactions. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Prior to opening, students line up outside the university gym. Groups of friends mark target employers on the event map."
  ],
  "1_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.41595698539807247,
    0.41595698539807247,
    0.41595698539807247,
    0.41595698539807247,
    0.7337175811209444,
    0.7337175811209444,
    0.7337175811209444,
    0.7337175811209444,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.6607957335636468,
    0.790610795548649,
    0.790610795548649,
    0.790610795548649,
    0.790610795548649,
    0.790610795548649,
    0.790610795548649,
    0.7317923705648627,
    0.7317923705648627,
    0.7317923705648627,
    0.7317923705648627,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362,
    0.820545712334362
  ],
  "2": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews.",
    "At the venue entrance, event staff scan registrations and hand out lanyards while an alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves.",
    "At the venue entrance, event staff scan registrations and hand out lanyards while an alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while an alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth for attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos.",
    "At the venue entrance, staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the university venue hosting the career fair, staff scan registrations and hand out lanyards at the entrance. An alumni panel discusses how to prepare for technical interviews. Simultaneously, human resources teams jot notes on tablets as students introduce themselves. A welcome announcement outlines the fair schedule over the PA system, and workshops on networking etiquette begin in the adjoining classroom. A cybersecurity company runs a password cracking challenge on a laptop. A robotics startup flies a small drone above its booth to attract attention. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens."
  ],
  "2_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.47806367021643087,
    0.629201720147925,
    0.629201720147925,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8248279249336146,
    0.8046484365145898,
    0.8046484365145898,
    0.8046484365145898,
    0.8046484365145898,
    0.8046484365145898,
    0.8046484365145898,
    0.8046484365145898,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.803119012185072,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8539253077365839,
    0.8737775273255921,
    0.8737775273255921,
    0.8737775273255921,
    0.8737775273255921,
    0.8737775273255921,
    0.8737775273255921,
    0.8886856076507933,
    0.8886856076507933,
    0.8886856076507933,
    0.8886856076507933,
    0.8945850965715272,
    0.8945850965715272
  ],
  "3": [
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "An welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "The scene centers on a university career fair preparing to open. A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens.",
    "The scene centers on a university career fair preparing to open. A welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "A university career fair is preparing to open. A welcome announcement over the PA outlines the schedule. At the entrance, staff scan registrations and hand out lanyards. Alumni volunteers give brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Students line up outside the university gym before the career fair opens. Healthcare providers display community outreach photos, while finance firms provide QR codes for immediate internship applications."
  ],
  "3_score": [
    0.0,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.3808251134824298,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.597233703916723,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.755351808459948,
    0.7972847164840383,
    0.7972847164840383,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.7967980855263691,
    0.8471216512159396,
    0.8471216512159396,
    0.8471216512159396,
    0.8501824548560926,
    0.8501824548560926,
    0.8501824548560926,
    0.8501824548560926,
    0.8501824548560926,
    0.8501824548560926,
    0.8652256039348221,
    0.8652256039348221,
    0.8652256039348221,
    0.8652256039348221,
    0.8652256039348221,
    0.8652256039348221,
    0.8652256039348221
  ],
  "4": [
    "",
    "",
    "A panel of alumni discusses how to prepare for technical interviews.",
    "A panel of alumni discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A panel of alumni discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "A panel of alumni discusses how to prepare for technical interviews, offering guidance to attendees. Dozens of booths with colorful banners circle the polished floor, creating a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact, reinforcing professional communication during interactions.",
    "A panel of alumni discusses how to prepare for technical interviews, offering guidance to attendees. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication during interactions, and they redirect unsure students toward applicable industries.",
    "A panel of alumni discusses how to prepare for technical interviews, offering guidance to attendees. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication during interactions, and they redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "An event includes a panel of alumni who discuss how to prepare for technical interviews, offering guidance to attendees. Dozens of booths with colorful banners circle the polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication during interactions and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event features a panel of alumni discussing how to prepare for technical interviews and offering guidance to attendees. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "An event features a panel of alumni who discuss how to prepare for technical interviews and offer guidance to attendees. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "An event features a panel of alumni who discuss how to prepare for technical interviews and offer guidance to attendees. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "An event features a panel of alumni discussing how to prepare for technical interviews and offering guidance to attendees. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication and to redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "The scene is a university career fair featuring an alumni panel discussing how to prepare for technical interviews and offering guidance to attendees. Dozens of booths with colorful banners encircle a polished floor, forming a vibrant perimeter around the event space. Career counselors remind attendees to maintain eye contact to reinforce professional communication and to redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map."
  ],
  "4_score": [
    0.0,
    0.0,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.45822155726740116,
    0.5709827420469855,
    0.5709827420469855,
    0.5709827420469855,
    0.5709827420469855,
    0.5709827420469855,
    0.5709827420469855,
    0.7123873067507349,
    0.7123873067507349,
    0.7123873067507349,
    0.7227694621792382,
    0.7227694621792382,
    0.7227694621792382,
    0.7227694621792382,
    0.7227694621792382,
    0.7227694621792382,
    0.7227694621792382,
    0.7688598407049572,
    0.7688598407049572,
    0.7688598407049572,
    0.7997711832540388,
    0.7997711832540388,
    0.7997711832540388,
    0.7997711832540388,
    0.8001557541082038,
    0.8001557541082038,
    0.8001557541082038,
    0.8001557541082038,
    0.8001557541082038,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8317850715314934,
    0.8562636034143511,
    0.8562636034143511,
    0.8562636034143511,
    0.8562636034143511,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8545307831593372,
    0.8619091899979983,
    0.8619091899979983,
    0.8619091899979983,
    0.8619091899979983
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens that showcase their latest apps.",
    "Tech companies display demo screens that showcase their latest apps; career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens that showcase their latest apps; career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "Tech companies display demo screens showcasing their latest apps as attendees circulate. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At the event, tech companies display demo screens showcasing their latest apps as attendees circulate. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps as attendees circulate. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and redirect unsure students toward those industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps as attendees circulate. Career counselors remind attendees to maintain eye contact and steer unsure students toward applicable industries, and redirect unsure students toward those industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, tech companies display demo screens showcasing their latest apps as attendees circulate. Career counselors remind attendees to maintain eye contact and guide unsure students toward applicable industries, redirecting them toward those industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4419373046845736,
    0.4419373046845736,
    0.5326949206805847,
    0.5326949206805847,
    0.5326949206805847,
    0.5326949206805847,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.5520950419570725,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7752150588569192,
    0.7963213893739138,
    0.7963213893739138,
    0.7963213893739138,
    0.7963213893739138,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8322878051186307,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8287541978745181,
    0.8529468900503794,
    0.8529468900503794
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for the fair; consulting firms stack glossy case study booklets on high tables.",
    "At the fair, a welcome announcement is broadcast over the PA system, outlining the schedule for the event. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the event’s schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the event’s schedule. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "A fair scene presents a live PA welcome announcing the event schedule. On the floor, consulting firms stack glossy case study booklets on high tables. HR teams take notes on tablets while students introduce themselves. Tech companies display demo screens of their latest apps. Alumni volunteers give brief pep talks near the coffee station."
  ],
  "7_score": [
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.4681019825218162,
    0.4681019825218162,
    0.4681019825218162,
    0.4681019825218162,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8155974356083644,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8097125608468196,
    0.8470240208556732,
    0.8470240208556732,
    0.8470240208556732,
    0.8470240208556732,
    0.8470240208556732,
    0.8470240208556732,
    0.79452662455424,
    0.79452662455424
  ],
  "8": [
    "",
    "",
    "Healthcare providers showcase photos depicting their community outreach activities.",
    "Healthcare providers showcase photos depicting their community outreach activities. Human resources teams jot notes on tablets while students introduce themselves.",
    "Healthcare providers showcase photos of their community outreach activities. Human resources teams jot notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase photographs of their community outreach activities. Human resources teams take notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photographs of their community outreach activities. Human resources teams take notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photographs of their community outreach activities. Human resources teams take notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries.",
    "Healthcare providers showcase photographs of their community outreach activities. Human resources teams take notes on tablets as students introduce themselves, with some students quietly rehearsing elevator pitches against the wall. Career counselors redirect unsure students toward applicable industries."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3066353094071688,
    0.3066353094071688,
    0.3066353094071688,
    0.3066353094071688,
    0.3066353094071688,
    0.3066353094071688,
    0.3066353094071688,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.4989298125707109,
    0.5160859135643344,
    0.5160859135643344,
    0.5160859135643344,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6351992418653409,
    0.6773220874482724,
    0.6773220874482724,
    0.6773220874482724,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888,
    0.6795038797074888
  ],
  "9": [
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, set in a venue where dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "An alumni panel discusses how to prepare for technical interviews, set in a venue where dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners circle the polished floor, with alumni volunteers sharing quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners encircle the polished floor, with alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom, and the engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance.",
    "An alumni panel discusses how to prepare for technical interviews in a venue where dozens of booths with colorful banners encircle a polished floor, with alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews in a venue whose polished floor is encircled by dozens of booths with colorful banners, with alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews in a venue whose polished floor is encircled by dozens of booths with colorful banners, with alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An alumni panel discusses how to prepare for technical interviews in a venue whose polished floor is encircled by dozens of booths with colorful banners, with alumni volunteers delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "An event unfolds in a venue with a polished floor encircled by dozens of booths adorned with colorful banners, where an alumni panel discusses how to prepare for technical interviews and alumni volunteers deliver brief pep talks near the coffee station. Workshops on networking etiquette begin in an adjoining classroom. The engineering society sponsors a resume review table near the stage. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "At a venue with a polished floor, dozens of booths adorned with colorful banners surround the space. An alumni panel discusses how to prepare for technical interviews, with alumni volunteers delivering brief pep talks near the coffee station. Workshops on networking etiquette begin in an adjoining classroom. The engineering society sponsors a resume review table near the stage. Staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps."
  ],
  "9_score": [
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5679749732846331,
    0.5679749732846331,
    0.5628938985415564,
    0.5628938985415564,
    0.5628938985415564,
    0.5628938985415564,
    0.5628938985415564,
    0.5628938985415564,
    0.7097194392018237,
    0.7097194392018237,
    0.7097194392018237,
    0.7097194392018237,
    0.7097194392018237,
    0.7097194392018237,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.5698053961471226,
    0.7218395528403722,
    0.7218395528403722,
    0.7218395528403722,
    0.7218395528403722,
    0.7663195601559295,
    0.7663195601559295,
    0.7663195601559295,
    0.7663195601559295,
    0.7663195601559295,
    0.7663195601559295,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.7932941109811407,
    0.8204024071976588,
    0.8204024071976588,
    0.8204024071976588,
    0.8140781638070185,
    0.8140781638070185,
    0.8140781638070185,
    0.8140781638070185,
    0.8406289964878891,
    0.8406289964878891
  ],
  "10": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, and a welcome announcement over the PA system outlines the fair schedule.",
    "At the fair, consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule. Career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables while a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact.",
    "At the fair, consulting firms stack glossy case study booklets on high tables as a welcome announcement over the PA system outlines the fair schedule; career counselors remind attendees to maintain eye contact."
  ],
  "10_score": [
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.3894480549860478,
    0.8172765804248636,
    0.8172765804248636,
    0.8172765804248636,
    0.8172765804248636,
    0.506886849526652,
    0.506886849526652,
    0.506886849526652,
    0.506886849526652,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502,
    0.5120354987423502
  ],
  "11": [
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule.",
    "Tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes enabling immediate internship applications.",
    "At the fair, tech companies display demo screens showcasing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes enabling immediate internship applications. Healthcare providers showcase community outreach photos.",
    "At the fair, tech companies display demo screens showing their latest apps while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, tech companies display demo screens of their latest apps, while a welcome announcement over the PA system outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, tech companies display demo screens showing their latest apps, while a welcome announcement over the PA outlines the fair schedule. Finance firms provide QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables."
  ],
  "11_score": [
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.5061768273564432,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.7109173047724575,
    0.8605213734308554,
    0.8605213734308554,
    0.8605213734308554,
    0.8605213734308554,
    0.8605213734308554,
    0.8605213734308554,
    0.8605213734308554,
    0.8673880443767266,
    0.8673880443767266,
    0.8673880443767266,
    0.8673880443767266,
    0.8673880443767266,
    0.8985527466278431,
    0.8985527466278431,
    0.8985527466278431,
    0.8985527466278431,
    0.8985527466278431,
    0.8985527466278431,
    0.8986983607750294,
    0.8986983607750294,
    0.8986983607750294,
    0.8986983607750294,
    0.8951068881644451,
    0.8951068881644451,
    0.8951068881644451,
    0.8951068881644451,
    0.8951068881644451,
    0.8951068881644451,
    0.9080320766799521,
    0.9080320766799521,
    0.9080320766799521,
    0.9080320766799521,
    0.9080320766799521
  ],
  "12": [
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and students line up outside the university gym before the career fair opens.",
    "The engineering society sponsors a resume review table near the stage; students line up outside the university gym before the career fair opens; groups of friends mark target employers on the event map.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage, while students line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Ahead of the fair opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Ahead of opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Ahead of opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, the engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps."
  ],
  "12_score": [
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.3838976604491426,
    0.5017246836723612,
    0.5017246836723612,
    0.5017246836723612,
    0.5017246836723612,
    0.6647032725481451,
    0.6647032725481451,
    0.6647032725481451,
    0.6647032725481451,
    0.6647032725481451,
    0.8289657304705047,
    0.8289657304705047,
    0.8289657304705047,
    0.8289657304705047,
    0.8285283312981211,
    0.8285283312981211,
    0.8285283312981211,
    0.8285283312981211,
    0.8285283312981211,
    0.8285283312981211,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8470278007891847,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313,
    0.8624024275514313
  ],
  "13": [
    "",
    "A line of students forms outside the university gym in the moments before the career fair opens.",
    "A line of students forms outside the university gym in the moments before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits moments before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Over the PA system, a welcome announcement outlines the fair schedule.",
    "Outside the university gym, a line of students waits moments before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Over the PA system, a welcome announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits moments before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Over the PA system, a welcome announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits moments before the career fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Over the PA system, a welcome announcement outlines the fair schedule. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits moments before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage. Over the PA system, a welcome announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits moments before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. An engineering society sponsors a resume review table near the stage. Over the PA system, a welcome announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Outside the university gym, a line of students waits moments before the career fair opens. Dozens of booths with colorful banners circle the polished floor as tech companies display demo screens of their latest apps. An engineering society sponsors a resume-review table near the stage. Over the PA system, a welcome announcement outlines the fair schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors remind attendees to maintain eye contact."
  ],
  "13_score": [
    0.0,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.3902668911684414,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.49371772514683065,
    0.6693578916273404,
    0.6693578916273404,
    0.7386614651675074,
    0.7386614651675074,
    0.7386614651675074,
    0.7386614651675074,
    0.7386614651675074,
    0.7386614651675074,
    0.7386614651675074,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.7892513037290585,
    0.8257560098781803,
    0.8257560098781803,
    0.8257560098781803,
    0.8257560098781803,
    0.8257560098781803,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775,
    0.8211965276207775
  ],
  "14": [
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards, while consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the event, staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "The event scene centers on attendees and exhibitors: staff at the entrance scan registrations and hand out lanyards; consulting firms stack glossy case study booklets on high tables; a cybersecurity company runs a password cracking challenge on a laptop; career counselors redirect unsure students toward applicable industries; groups of friends mark target employers on the event map; and students clutch resumes inside branded folders.",
    "The scene centers on attendees and exhibitors at an event where staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables, while a cybersecurity company runs a password cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries, and groups of friends mark target employers on the event map. Students clutch resumes inside branded folders, and tech companies display demo screens showing their latest apps."
  ],
  "14_score": [
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.39777751842455145,
    0.39777751842455145,
    0.39777751842455145,
    0.39777751842455145,
    0.39777751842455145,
    0.7490966166829104,
    0.7490966166829104,
    0.7490966166829104,
    0.801149001870579,
    0.801149001870579,
    0.801149001870579,
    0.801149001870579,
    0.801149001870579,
    0.801149001870579,
    0.803865962290813,
    0.803865962290813,
    0.803865962290813,
    0.5340671030454328,
    0.5340671030454328,
    0.5340671030454328,
    0.5340671030454328,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212,
    0.787645670118212
  ],
  "15": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as a welcome announcement outlines the fair schedule over the PA system.",
    "Students clutch resumes inside branded folders while a welcome announcement over the PA system outlines the fair schedule, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the schedule, and a cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries.",
    "At the career fair, students clutch resumes inside branded folders as a welcome announcement over the PA system outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, students clutch resumes inside branded folders while a welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, dozens of booths with colorful banners circle a polished floor as students clutch resumes inside branded folders. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor as students clutch resumes inside branded folders. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, dozens of booths with colorful banners encircle a polished floor as students clutch resumes inside branded folders. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor at the university career fair, where students clutch resumes inside branded folders. A welcome announcement over the PA outlines the schedule. A cybersecurity company runs a password-cracking challenge on a laptop. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, dozens of booths with color banners encircle a polished floor. Students clutch resumes inside branded folders as a cybersecurity company runs a password-cracking challenge on a laptop. A welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Before opening, students line up outside the university gym.",
    "At the university career fair, dozens of booths with color banners encircle a polished floor, as students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop, while a welcome announcement over the PA outlines the schedule. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall. Before opening, students line up outside the university gym. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.44512427153485606,
    0.44512427153485606,
    0.43897211389358287,
    0.43897211389358287,
    0.6984766306783524,
    0.6984766306783524,
    0.6984766306783524,
    0.6984766306783524,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8245683792569709,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8532586732555938,
    0.8453235383398974,
    0.8453235383398974,
    0.8453235383398974,
    0.8453235383398974,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8463416273959123,
    0.8484172318549454,
    0.8484172318549454,
    0.8484172318549454,
    0.8484172318549454,
    0.8484172318549454,
    0.8484172318549454,
    0.8390895180973117,
    0.8390895180973117,
    0.8390895180973117,
    0.8390895180973117,
    0.836081456047337,
    0.836081456047337,
    0.836081456047337,
    0.836081456047337,
    0.836081456047337
  ],
  "16": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves.",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "A welcome announcement is broadcast over the PA system, outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "The scene centers on a tech fair where a welcome announcement is broadcast over the PA system outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A tech fair unfolds with a welcome announcement broadcast over the PA system outlining the fair’s schedule. Human resources teams jot notes on tablets while students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "A tech fair unfolds with a welcome announcement broadcast over the PA system outlining the fair’s schedule. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "A tech fair is underway with a welcome announcement broadcast over the PA outlining the schedule. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners line the polished floor. Finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.44026770812983734,
    0.44026770812983734,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.6655804551206643,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.8370728194269044,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.7576645452704696,
    0.8127588745209762,
    0.8127588745209762,
    0.8127588745209762,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8694550291147725,
    0.8562099279403015,
    0.8562099279403015,
    0.8562099279403015,
    0.8562099279403015,
    0.8562099279403015,
    0.8562099279403015
  ],
  "17": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In a professional setting, career counselors remind attendees to maintain eye contact, and finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "Within a professional setting, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos.",
    "In a professional setting, career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.37069222171808014,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.3985402389338089,
    0.7235824093460768,
    0.7235824093460768,
    0.7235824093460768,
    0.7235824093460768,
    0.7235824093460768,
    0.7235824093460768,
    0.7809962748504453,
    0.7809962748504453,
    0.7809962748504453,
    0.7915119562392747,
    0.7915119562392747,
    0.7915119562392747,
    0.7915119562392747,
    0.7915119562392747,
    0.7915119562392747,
    0.8049004762871095,
    0.8049004762871095,
    0.8049004762871095
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A group of students forms a line outside the university gym, waiting for the career fair to open.",
    "A group of students forms a line outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a group of students forms a line in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees.",
    "Outside the university gym, a group of students forms a line in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a group of students forms a line in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards to attendees. Tech companies display demo screens showing their latest apps. Dozens of booths with colorful banners circle the polished floor."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.330596077826434,
    0.330596077826434,
    0.330596077826434,
    0.330596077826434,
    0.330596077826434,
    0.330596077826434,
    0.540321229251462,
    0.540321229251462,
    0.540321229251462,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.722511956940846,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299,
    0.7607271654939299
  ],
  "19": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, while groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries. Workshops on networking etiquette begin in the adjoining classroom. Finance firms offer QR codes for immediate internship applications. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to attract attention."
  ],
  "19_score": [
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.3854702489907218,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.5850265214992063,
    0.775447044888905,
    0.775447044888905,
    0.775447044888905,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7528216647584176,
    0.7596185426134762,
    0.7596185426134762,
    0.7596185426134762,
    0.8301134046456362,
    0.8301134046456362,
    0.8301134046456362,
    0.8301134046456362,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8325884249746099,
    0.8305368561313391,
    0.8305368561313391,
    0.8305368561313391,
    0.8305368561313391,
    0.8834491592921527,
    0.8834491592921527
  ],
  "20": [
    "",
    "",
    "A cybersecurity company runs a password cracking challenge on a laptop.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop. A welcome announcement is broadcast over the PA system, outlining the fair schedule for the challenge.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, with a welcome announcement broadcast over the PA system outlining the fair schedule for the challenge. An alumni panel discusses how to prepare for technical interviews.",
    "A cybersecurity company hosts a password-cracking challenge on a laptop, with a welcome announcement broadcast over the PA system outlining the fair schedule for the challenge. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries.",
    "During a university career fair day, a cybersecurity company hosts a password-cracking challenge on a laptop, announced over the PA with the challenge schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens.",
    "On a university career fair day, a cybersecurity company hosts a password-cracking challenge on a laptop, announced over the PA with the challenge schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "On a university career fair day, a cybersecurity company hosts a password-cracking challenge on a laptop, announced over the PA with the challenge schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "During a university career fair day, a cybersecurity company runs a password-cracking challenge on a laptop, announced over the PA with the challenge schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "During a university career fair day, a cybersecurity company runs a password-cracking challenge on a laptop, announced over the PA with the challenge schedule. An alumni panel discusses how to prepare for technical interviews. Career counselors redirect unsure students toward applicable industries. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "20_score": [
    0.0,
    0.0,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.3441129678399232,
    0.42701958429540077,
    0.42701958429540077,
    0.42701958429540077,
    0.42701958429540077,
    0.5142238296775832,
    0.5142238296775832,
    0.5142238296775832,
    0.5142238296775832,
    0.7110261173311583,
    0.7110261173311583,
    0.7110261173311583,
    0.7110261173311583,
    0.7110261173311583,
    0.7110261173311583,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7835407725667358,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.7944359770536662,
    0.8422150891726503,
    0.8422150891726503,
    0.8422150891726503,
    0.8422150891726503,
    0.8422150891726503,
    0.8422150891726503,
    0.8422150891726503,
    0.8587108023584602,
    0.8587108023584602,
    0.8587108023584602,
    0.8587108023584602,
    0.8587108023584602,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408,
    0.8630843250374408
  ],
  "21": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "During the event, career counselors remind attendees to maintain eye contact, while groups of friends mark target employers on the event map.",
    "During the event, career counselors remind attendees to maintain eye contact, groups of friends mark target employers on the event map, and students clutch resumes inside branded folders.",
    "During the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station.",
    "During the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "During the event, career counselors remind attendees to maintain eye contact; groups of friends mark target employers on the event map; students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the university career fair in the gym, career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. Students clutch resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens."
  ],
  "21_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.4034269477541035,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.46659675568158543,
    0.6221814318557222,
    0.6221814318557222,
    0.6221814318557222,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.7790348417821955,
    0.8196611135327867,
    0.8196611135327867,
    0.8196611135327867,
    0.8196611135327867,
    0.8196611135327867,
    0.8067561402900691,
    0.8067561402900691
  ],
  "22": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are shown presenting community outreach photos, while tech companies display demo screens that show their latest apps.",
    "Healthcare providers are shown presenting community outreach photos, tech companies display demo screens featuring their latest apps, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers are shown presenting community outreach photos, tech companies display demo screens featuring their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers are shown presenting community outreach photos, tech companies display demo screens featuring their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews.",
    "At a campus career fair, healthcare providers are shown presenting community outreach photos; tech companies display demo screens featuring their latest apps; and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a campus career fair, healthcare providers are shown presenting community outreach photos, tech companies display demo screens featuring their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders.",
    "At a campus career fair, healthcare providers are shown presenting community outreach photos, tech companies display demo screens featuring their latest apps, and finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, and an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a campus career fair, healthcare providers present community outreach photos, tech companies display demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "At a campus career fair, healthcare providers display community outreach photos, tech companies show demo screens of their latest apps, and finance firms offer QR codes for immediate internship applications. Students rehearse elevator pitches quietly against the wall, while an alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention."
  ],
  "22_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.3933024085818212,
    0.3933024085818212,
    0.3933024085818212,
    0.3933024085818212,
    0.3933024085818212,
    0.3933024085818212,
    0.3933024085818212,
    0.4420746286289333,
    0.4420746286289333,
    0.4420746286289333,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.6150440099628087,
    0.7996022607270395,
    0.7996022607270395,
    0.7996022607270395,
    0.7996022607270395,
    0.7996022607270395,
    0.7996022607270395,
    0.854141734565241,
    0.854141734565241,
    0.854141734565241,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8462012581176646,
    0.8472727554919175,
    0.8472727554919175,
    0.8472727554919175,
    0.8472727554919175,
    0.8472727554919175,
    0.8290829203859199,
    0.8290829203859199,
    0.8290829203859199,
    0.8290829203859199,
    0.8655273458583139,
    0.8655273458583139,
    0.8655273458583139,
    0.8655273458583139,
    0.8655273458583139
  ],
  "23": [
    "",
    "",
    "A group of students lines up outside the university gym in anticipation of the career fair opening.",
    "A group of students lines up outside the university gym in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall.",
    "Students line up outside the university gym in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Some rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables.",
    "Outside the university gym, students line up in anticipation of the career fair opening. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, students line up in anticipation of the career fair opening. A robotics startup flies a small drone above its booth to draw attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup uses a small drone hovering over its booth to draw attention. Tech companies display demo screens featuring their latest apps. Consulting firms arrange glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup hovers a small drone over its booth to draw attention. Tech companies display demo screens showcasing their latest apps. Consulting firms arrange glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. A robotics startup hovers a small drone over its booth to draw attention. Tech companies display demo screens showcasing their latest apps. Consulting firms arrange glossy case-study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. Finance firms provide QR codes for immediate internship applications. Students clutch resumes inside branded folders. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "23_score": [
    0.0,
    0.0,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.39824653940337224,
    0.4694849092105716,
    0.4694849092105716,
    0.4694849092105716,
    0.4694849092105716,
    0.6767164950147461,
    0.6767164950147461,
    0.6767164950147461,
    0.6767164950147461,
    0.7649297775438918,
    0.7649297775438918,
    0.7649297775438918,
    0.7649297775438918,
    0.7649297775438918,
    0.7649297775438918,
    0.8202014660633827,
    0.8202014660633827,
    0.8202014660633827,
    0.8202014660633827,
    0.8202014660633827,
    0.8202014660633827,
    0.8190375763502854,
    0.8190375763502854,
    0.8205445843159499,
    0.8205445843159499,
    0.8205445843159499,
    0.8205445843159499,
    0.8205445843159499,
    0.8205445843159499,
    0.7991243260323347,
    0.7991243260323347,
    0.7991243260323347,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8352411213596613,
    0.8431976280741897,
    0.8431976280741897,
    0.8431976280741897,
    0.8431976280741897,
    0.8431976280741897,
    0.8544099698483729,
    0.8544099698483729,
    0.8544099698483729,
    0.8544099698483729,
    0.8544099698483729,
    0.8544099698483729,
    0.8532768793816621,
    0.8532768793816621,
    0.8532768793816621
  ],
  "24": [
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "Event staff at the entrance scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the event venue entrance, staff scan registrations and hand out lanyards, establishing early check-in activity. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby.",
    "Early check-in activity unfolds at the event venue entrance as staff scan registrations and hand out lanyards. In the adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby.",
    "Early check-in activity unfolds at the event venue entrance, with staff scanning registrations and handing out lanyards. In an adjoining classroom, workshops on networking etiquette have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers showcase community outreach photos.",
    "At the event venue entrance, early check-in activity unfolds with staff scanning registrations and handing out lanyards. In an adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue entrance, early check-in proceeds with staff scanning registrations and handing out lanyards. In an adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At the event venue entrance, early check-in proceeds with staff scanning registrations and handing out lanyards. In the adjoining classroom, networking etiquette workshops have begun. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables nearby. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.5288083719503982,
    0.5288083719503982,
    0.5288083719503982,
    0.5288083719503982,
    0.5288083719503982,
    0.5288083719503982,
    0.5259201865425125,
    0.5259201865425125,
    0.5259201865425125,
    0.5259201865425125,
    0.5427822328727725,
    0.5427822328727725,
    0.5427822328727725,
    0.7455385553646888,
    0.7455385553646888,
    0.7455385553646888,
    0.7455385553646888,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693027495282396,
    0.7693731465401937,
    0.7693731465401937,
    0.7693731465401937,
    0.7693731465401937,
    0.7693731465401937,
    0.774294891200874,
    0.774294891200874,
    0.774294891200874,
    0.8138003025881053,
    0.8138003025881053,
    0.8138003025881053,
    0.8116185993638299,
    0.8116185993638299,
    0.8116185993638299,
    0.8116185993638299,
    0.8116185993638299,
    0.8116185993638299,
    0.8072132486721497,
    0.8072132486721497
  ]
}