{
  "0": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In a professional setting, consulting firms stack glossy case study booklets on high tables, while finance firms offer QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a professional expo, different sectors present complementary materials and activities. Consulting firms stack glossy case study booklets on high tables, while finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "At a professional expo, various sectors present complementary materials and activities. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a professional expo, multiple sectors present complementary materials and activities. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a professional expo, multiple sectors present complementary materials and activities. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a professional expo, multiple sectors present complementary materials and activities. Consulting firms stack glossy case study booklets on high tables. Finance firms provide QR codes for immediate internship applications. A robotics startup flies a small drone above its booth to attract attention. A cybersecurity company runs a password-cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Dozens of booths with colorful banners circle the polished floor.",
    "At a professional expo, multiple sectors present complementary materials and activities. Consulting firms display glossy case-study booklets on high tables; finance firms provide QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password-cracking challenge on a laptop; workshops on networking etiquette take place in the adjoining classroom; tech companies show demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; dozens of booths with colorful banners circle the polished floor.",
    "At a professional expo, multiple sectors present complementary materials and activities. Consulting firms display glossy case-study booklets on high tables; finance firms provide QR codes for immediate internship applications; a robotics startup flies a small drone above its booth to attract attention; a cybersecurity company runs a password-cracking challenge on a laptop; workshops on networking etiquette take place in the adjoining classroom; tech companies show demo screens of their latest apps; career counselors redirect unsure students toward applicable industries; dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.35245456500296035,
    0.5740432940300562,
    0.5740432940300562,
    0.5740432940300562,
    0.5740432940300562,
    0.5740432940300562,
    0.7186262463168424,
    0.7186262463168424,
    0.7186262463168424,
    0.7186262463168424,
    0.7186262463168424,
    0.7473997195589215,
    0.7473997195589215,
    0.7473997195589215,
    0.7473997195589215,
    0.7916886307618847,
    0.7916886307618847,
    0.7916886307618847,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.805175771058061,
    0.8071491556768202,
    0.8071491556768202,
    0.8071491556768202,
    0.8071491556768202,
    0.8071491556768202,
    0.8082411121098515,
    0.8082411121098515,
    0.8082411121098515,
    0.8082411121098515,
    0.8082411121098515,
    0.8082411121098515,
    0.808982257621917,
    0.808982257621917,
    0.808982257621917,
    0.808982257621917,
    0.808982257621917,
    0.6519181363364687,
    0.6519181363364687,
    0.6519181363364687,
    0.6519181363364687,
    0.8096855565299185,
    0.8096855565299185,
    0.8096855565299185
  ],
  "1": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact; students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, students line up before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Healthcare providers showcase community outreach photos."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.3850296868035091,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.5677606380369196,
    0.7136140977229906,
    0.7136140977229906,
    0.7136140977229906,
    0.7805005807664605,
    0.7805005807664605,
    0.7805005807664605,
    0.7805005807664605,
    0.7805005807664605,
    0.7805005807664605,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7891391426703174,
    0.7935210436960894,
    0.7935210436960894,
    0.7935210436960894,
    0.7935210436960894,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8220993574945158,
    0.8239744697714716,
    0.8239744697714716,
    0.8239744697714716,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413,
    0.8239906166697413
  ],
  "2": [
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the entrance, event staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the venue entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention.",
    "At the venue entrance, event staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens.",
    "At the venue entrance, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the venue entrance for the university career fair, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair venue, staff scan registrations and hand out lanyards at the entrance while human resources jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair venue, staff scan registrations and hand out lanyards at the entrance while human resources jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair venue, staff scan registrations and hand out lanyards at the entrance while human resources jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the university career fair venue, staff scan registrations and hand out lanyards at the entrance, while human resources jot notes on tablets as students introduce themselves. In an adjoining classroom, workshops on networking etiquette begin. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.5819898810248516,
    0.6895534674128727,
    0.6895534674128727,
    0.6895534674128727,
    0.7368398299741494,
    0.7368398299741494,
    0.7368398299741494,
    0.7368398299741494,
    0.8066109733640383,
    0.8066109733640383,
    0.8066109733640383,
    0.8066109733640383,
    0.8066109733640383,
    0.8066109733640383,
    0.8066109733640383,
    0.8002649396120265,
    0.8002649396120265,
    0.8002649396120265,
    0.8002649396120265,
    0.8002649396120265,
    0.8002649396120265,
    0.8002649396120265,
    0.8165722723042406,
    0.8165722723042406,
    0.8165722723042406,
    0.8165722723042406,
    0.8165722723042406,
    0.8165722723042406,
    0.8165722723042406,
    0.8741089861295652,
    0.8741089861295652,
    0.8741089861295652,
    0.8741089861295652,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8715381288753421,
    0.8852333943419818,
    0.8852333943419818,
    0.8852333943419818,
    0.8852333943419818,
    0.8852333943419818,
    0.8852333943419818,
    0.8852333943419818,
    0.8849889972545235,
    0.8849889972545235,
    0.8849889972545235,
    0.8849889972545235
  ],
  "3": [
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth for attention. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair, a welcome announcement is broadcast over the PA system, outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos.",
    "At a university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At a university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage.",
    "At a university career fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Entrance staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a welcome announcement over the PA system outlines the schedule. Entrance staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "At a university career fair, a welcome PA outlines the schedule as entrance staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In the adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "At a university career fair, a welcome PA outlines the schedule while entrance staff scan registrations and hand out lanyards at the entrance. A robotics startup flies a small drone above its booth to attract attention. Students line up outside the university gym before the fair opens. In an adjoining classroom, workshops on networking etiquette begin, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps."
  ],
  "3_score": [
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.5878866131381535,
    0.7418071600305941,
    0.7418071600305941,
    0.7418071600305941,
    0.7418071600305941,
    0.7418071600305941,
    0.8200853841198048,
    0.8200853841198048,
    0.8200853841198048,
    0.8200853841198048,
    0.8446742648788093,
    0.8446742648788093,
    0.8446742648788093,
    0.8446742648788093,
    0.8527069632477748,
    0.8527069632477748,
    0.8527069632477748,
    0.8527069632477748,
    0.8435887174248691,
    0.8435887174248691,
    0.8435887174248691,
    0.8435887174248691,
    0.8603518384750188,
    0.8603518384750188,
    0.8603518384750188,
    0.8603518384750188,
    0.8603518384750188,
    0.8603518384750188,
    0.8603518384750188,
    0.8814915600313346,
    0.8814915600313346,
    0.8814915600313346,
    0.8814915600313346,
    0.8814915600313346,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8779633804585587,
    0.8744910941331971,
    0.8744910941331971,
    0.8744910941331971,
    0.8744910941331971,
    0.8597993846353179,
    0.8597993846353179,
    0.8597993846353179,
    0.8597993846353179,
    0.8597993846353179,
    0.8597993846353179,
    0.8597993846353179,
    0.8579965757536661
  ],
  "4": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews at an event where dozens of booths with colorful banners circle a polished floor.",
    "An alumni panel discusses how to prepare for technical interviews at an event where dozens of booths with colorful banners circle a polished floor. Students clutch resumes inside branded folders.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, creating a busy, circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, creating a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, creating a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, creating a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, creating a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth for attention. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, forming a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair. Dozens of booths with colorful banners circle a polished floor, forming a busy circular layout. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair, setting the scene for a busy circular layout of dozens of booths with colorful banners around a polished floor. Students clutch resumes in branded folders and line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall, and a welcome announcement outlines the fair schedule over the PA system.",
    "An alumni panel discusses how to prepare for technical interviews at a career fair, set against a busy circular layout of dozens of booths with colorful banners around a polished floor. Students clutch resumes in branded folders and line up outside the university gym before the fair opens. Groups of friends mark target employers on the event map, while consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "4_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5018748121927268,
    0.5018748121927268,
    0.5018748121927268,
    0.5018748121927268,
    0.6182364853022493,
    0.6182364853022493,
    0.6182364853022493,
    0.6182364853022493,
    0.6182364853022493,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8339846675307383,
    0.8485813844209424,
    0.8485813844209424,
    0.8485813844209424,
    0.8485813844209424,
    0.8485813844209424,
    0.8485813844209424,
    0.8485813844209424,
    0.8431098294121446,
    0.8431098294121446,
    0.8431098294121446,
    0.8431098294121446,
    0.8704832353099896,
    0.8704832353099896,
    0.8704832353099896,
    0.8704832353099896,
    0.8704832353099896,
    0.8780221634671723,
    0.8780221634671723,
    0.8780221634671723,
    0.8780221634671723,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.890886868624534,
    0.8820912760149171,
    0.8820912760149171,
    0.8820912760149171,
    0.8820912760149171,
    0.8820912760149171,
    0.8820912760149171,
    0.8820912760149171,
    0.8799874173777725,
    0.8799874173777725,
    0.8799874173777725,
    0.8799874173777725,
    0.8799874173777725
  ],
  "5": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "5_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "6": [
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries.",
    "Tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At a career event, tech companies display demo screens showing their latest apps, and career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map.",
    "At a career event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At a career event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At a career event, tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews.",
    "At a career event, tech companies display demo screens showing their latest apps while career counselors guide unsure students toward suitable industries. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage.",
    "At a career event, tech companies display demo screens showing their latest apps while career counselors guide unsure students toward suitable industries. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career event, tech companies display demo screens of their latest apps while career counselors guide unsure students toward suitable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career event, tech companies display demo screens of their latest apps while career counselors guide unsure students toward suitable industries. Students clutch resumes inside branded folders. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At a career event, tech companies display demo screens of their latest apps; career counselors guide unsure students toward suitable industries; students clutch resumes inside branded folders; groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop; an alumni panel discusses how to prepare for technical interviews; the engineering society sponsors a resume review table near the stage; alumni volunteers share quick pep talks near the coffee station.",
    "At a career event, tech companies display demo screens of their latest apps while career counselors guide unsure students toward suitable industries. Students clutch resumes inside branded folders as groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. An alumni panel discusses how to prepare for technical interviews, and alumni volunteers share quick pep talks near the coffee station. The engineering society sponsors a resume review table near the stage. Dozens of booths with colorful banners circle the polished floor."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.46742617565149347,
    0.6250229563326734,
    0.6250229563326734,
    0.6250229563326734,
    0.6250229563326734,
    0.7886218439576379,
    0.7886218439576379,
    0.7886218439576379,
    0.7886218439576379,
    0.7886218439576379,
    0.7701678418717719,
    0.7701678418717719,
    0.7701678418717719,
    0.7701678418717719,
    0.7701678418717719,
    0.7701678418717719,
    0.7701678418717719,
    0.772455790696332,
    0.772455790696332,
    0.772455790696332,
    0.772455790696332,
    0.772455790696332,
    0.8071468195161027,
    0.8071468195161027,
    0.8071468195161027,
    0.8071468195161027,
    0.8071468195161027,
    0.8184662801855505,
    0.8184662801855505,
    0.8184662801855505,
    0.8219108325617813,
    0.8219108325617813,
    0.8219108325617813,
    0.8219108325617813,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.8243904992083361,
    0.5221224222507472,
    0.5221224222507472,
    0.5221224222507472,
    0.5221224222507472,
    0.5221224222507472,
    0.8373017678531696,
    0.8373017678531696,
    0.8373017678531696
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement is broadcast over the PA system and outlines the fair schedule; consulting firms have stacked glossy case study booklets on high tables.",
    "A welcome announcement is broadcast over the PA system and outlines the fair schedule; consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Consulting firms have stacked glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map. Career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule, setting the event's pace. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement over the PA system outlines the schedule, setting the event's pace. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement over the PA system outlines the schedule, setting the event’s pace. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule, setting the event's pace. Consulting firms have stacked glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. HR teams jot notes on tablets as students introduce themselves, and healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.4140210339032182,
    0.6636553627557034,
    0.6636553627557034,
    0.6636553627557034,
    0.6636553627557034,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8347613798418128,
    0.8312229613049178,
    0.8312229613049178,
    0.8312229613049178,
    0.8312229613049178,
    0.8677792210207118,
    0.8677792210207118,
    0.8677792210207118,
    0.8677792210207118,
    0.875741975925246,
    0.875741975925246,
    0.875741975925246,
    0.875741975925246,
    0.875741975925246,
    0.8830881770439576,
    0.8830881770439576,
    0.8830881770439576,
    0.8830881770439576,
    0.8830881770439576,
    0.8830881770439576,
    0.8830881770439576,
    0.8480418678585757,
    0.8480418678585757,
    0.8480418678585757,
    0.8495678139508445,
    0.8495678139508445,
    0.8495678139508445,
    0.8495678139508445,
    0.8742006693617926,
    0.8742006693617926,
    0.8742006693617926,
    0.8742006693617926,
    0.8742006693617926,
    0.8742006693617926,
    0.8595044289990765,
    0.8595044289990765
  ],
  "8": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos, while some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos as some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders.",
    "At a polished-floor venue, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves. Students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the space, creating a bustling, fair-like atmosphere.",
    "At a polished-floor venue, healthcare providers display community outreach photos while some students rehearse elevator pitches quietly against a wall. Human resources teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the space, producing a bustling, fair-like atmosphere. Event staff scan registrations and hand out lanyards at the entrance.",
    "The event takes place in a polished-floor venue where healthcare providers display community outreach photos. Students rehearse elevator pitches quietly against a wall. HR teams jot notes on tablets as students introduce themselves, and students clutch resumes inside branded folders. Dozens of booths with colorful banners surround the space, producing a bustling, fair-like atmosphere. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map.",
    "The scene unfolds in a polished-floor venue where healthcare providers display community outreach photos. Dozens of booths with colorful banners surround the space, producing a bustling, fair-like atmosphere. Students rehearse elevator pitches quietly against a wall, while HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map, and workshops on networking etiquette begin in the adjoining classroom.",
    "At a polished-floor venue hosting healthcare outreach photos, dozens of booths with colorful banners create a bustling, fair-like atmosphere. Students rehearse elevator pitches quietly against a wall, while HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews.",
    "At a polished-floor venue hosting healthcare outreach photos, dozens of booths with colorful banners create a bustling, fair-like atmosphere. Students rehearse elevator pitches quietly against a wall, while HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "At a polished-floor venue hosting healthcare outreach photos, dozens of booths with colorful banners create a bustling, fair-like atmosphere. Students rehearse elevator pitches quietly against a wall while HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications.",
    "A polished-floor venue hosts a healthcare outreach fair with dozens of booths and colorful banners, creating a bustling, fair-like atmosphere. Healthcare providers showcase community outreach photos, while students rehearse elevator pitches quietly against a wall and HR teams jot notes on tablets as students introduce themselves and clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom, and an alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.32955528939932205,
    0.5254486224397915,
    0.5254486224397915,
    0.5254486224397915,
    0.6404275110226839,
    0.6404275110226839,
    0.6404275110226839,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.7643513682939465,
    0.796242589010463,
    0.796242589010463,
    0.796242589010463,
    0.796242589010463,
    0.796242589010463,
    0.8131073229089136,
    0.8131073229089136,
    0.8131073229089136,
    0.8131073229089136,
    0.7929038726557751,
    0.7929038726557751,
    0.7929038726557751,
    0.7929038726557751,
    0.7929038726557751,
    0.7929038726557751,
    0.8094333228895527,
    0.8094333228895527,
    0.8094333228895527,
    0.8094333228895527,
    0.817025371715108,
    0.817025371715108,
    0.817025371715108,
    0.817025371715108,
    0.817025371715108,
    0.817025371715108,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8263500099616555,
    0.8562570032735984,
    0.8562570032735984,
    0.8562570032735984
  ],
  "9": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews, while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews while dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews at a career event, as dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards.",
    "A career event features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "A career event features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "A career event features an alumni panel discussing how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "At a career event, an alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, while the engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Groups of friends mark target employers on the event map. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.441826471981681,
    0.5843632757087416,
    0.5843632757087416,
    0.5843632757087416,
    0.6965342623954214,
    0.6965342623954214,
    0.6965342623954214,
    0.6965342623954214,
    0.6965342623954214,
    0.7554014212777452,
    0.7554014212777452,
    0.7554014212777452,
    0.7554014212777452,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7497228033234911,
    0.7957348186255528,
    0.7957348186255528,
    0.7957348186255528,
    0.7957348186255528,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8049789481703211,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8255226162668624,
    0.8116442263345383,
    0.8116442263345383,
    0.8116442263345383,
    0.8116442263345383,
    0.8116442263345383,
    0.8116442263345383,
    0.8116442263345383
  ]
}