{
  "0": [
    "",
    "",
    "\"\"",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers display community outreach photos, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event, tech companies display demo screens featuring their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers display photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards. Students line up outside the university gym in anticipation of the career fair opening.",
    "At the event, tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers display photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards. Students line up outside the university gym in anticipation of the career fair opening.",
    "During the event, tech companies display demo screens of their latest apps, and healthcare providers showcase photos of community outreach, creating a visual record of outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards. Students line up outside the university gym in anticipation of the career fair opening. At the fair, a welcome announcement over the PA outlines the schedule.",
    "During the event at the university, students line up outside the gym in anticipation of the career fair opening. Inside, tech companies display demo screens of their latest apps while healthcare providers showcase photos of community outreach, creating a visual record of those efforts. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards. At the fair, a welcome PA announces the schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, students pace a line outside the gym awaiting opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps, while healthcare providers show photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, a task echoed by staff elsewhere. A welcome PA announces the schedule. Consulting firms have glossy case study booklets stacked on high tables. The setup and flow mirror each other across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair.",
    "The scene centers on a university career guidance and corporate demonstration event held during a career fair. Students line up outside the university gym before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps, while healthcare providers show photos of community outreach, creating a visual record of outreach efforts near the coffee station. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, a task echoed by staff elsewhere. A welcome PA announces the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. The setup and flow mirror across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair.",
    "During a university career guidance and corporate demonstration event held within a career fair, students line up outside the gym before opening, clutching resumes in branded folders. Inside, tech companies display demo screens of their latest apps, while healthcare providers show photos of community outreach near the coffee station. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, a task echoed by staff elsewhere. A welcome PA announces the fair schedule. Consulting firms have glossy case study booklets stacked on high tables. The setup and flow mirror across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair.",
    "The university career fair unfolds across the campus gym and adjacent spaces. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, tech demo screens showcase the latest apps and consulting firms display glossy case-study booklets on high tables. Healthcare providers show photos of community outreach near the coffee station. Alumni volunteers deliver brief pep talks near the coffee station, while career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, a task echoed elsewhere. A welcome PA reiterates the fair schedule. The setup and flow mirror across spaces, with outreach photos unfolding nearby and staff consistently handling registrations and lanyards as attendees move through the fair, producing a cohesive visual record of outreach and recruitment activities."
  ],
  "0_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.49995400328723244,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.6875864344779519,
    0.8161159653217738,
    0.8161159653217738,
    0.8161159653217738,
    0.8161159653217738,
    0.8139096397907679,
    0.8139096397907679,
    0.8139096397907679,
    0.8139096397907679,
    0.8139096397907679,
    0.8139096397907679,
    0.8139096397907679,
    0.8181817780766165,
    0.8181817780766165,
    0.8181817780766165,
    0.8181817780766165,
    0.8181817780766165,
    0.8582651384919611,
    0.8582651384919611,
    0.8582651384919611,
    0.8582651384919611,
    0.8582651384919611,
    0.8582651384919611,
    0.8476603854274503,
    0.8476603854274503,
    0.8476603854274503,
    0.8144575953946083,
    0.8144575953946083,
    0.8144575953946083,
    0.8144575953946083,
    0.8195453493076096,
    0.8195453493076096,
    0.8195453493076096,
    0.8195453493076096,
    0.8195453493076096,
    0.8195453493076096,
    0.8804683803049651,
    0.8804683803049651,
    0.8804683803049651
  ],
  "1": [
    "",
    "",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share brief pep talks near the coffee station, while healthcare providers display community outreach photos, presenting a visual record of outreach efforts. The two activities occur in proximity around the coffee station, combining informal encouragement with documented outreach imagery.",
    "Alumni volunteers share brief pep talks near the coffee station while healthcare providers display community outreach photos, presenting a visual record of outreach efforts. The two activities occur in proximity around the coffee station, combining informal encouragement with documented outreach imagery. Event staff scan registrations and hand out lanyards at the entrance.",
    "Near the coffee station, alumni volunteers give brief pep talks while healthcare providers display community outreach photos, presenting a visual record of outreach efforts. The two activities occur in proximity around the coffee station, combining informal encouragement with documented imagery. At the entrance, event staff scan registrations and hand out lanyards. Elsewhere, tech companies display demo screens showing their latest apps, while career counselors remind attendees to maintain eye contact.",
    "Near the coffee station, alumni volunteers give brief pep talks while healthcare providers display community outreach photos, presenting a visual record of outreach efforts in proximity to informal encouragement. At the entrance, event staff scan registrations and hand out lanyards. Elsewhere, tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "The scene centers on a multi-zone event space where near the coffee station alumni volunteers give brief pep talks, and healthcare providers display community outreach photos, creating a visual record of outreach in proximity to informal encouragement. At the entrance, event staff scan registrations and hand out lanyards, with the entrance functioning as a registration checkpoint. Throughout the fair, tech companies display demo screens showing their latest apps while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "The scene is a multi-zone event space where near the coffee station alumni volunteers give brief pep talks and healthcare providers display photos of community outreach, creating a visual record of outreach alongside informal encouragement. At the entrance, event staff scan registrations and hand out lanyards, with the entrance functioning as a registration checkpoint. Throughout the fair, tech companies display demo screens of their latest apps while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "The scene is a multi-zone event space where near the coffee station alumni volunteers give brief pep talks and healthcare providers display photos of community outreach, creating a visual record of outreach alongside informal encouragement. At the entrance, event staff scan registrations and hand out lanyards, with the entrance functioning as a registration checkpoint. Throughout the fair, tech companies display demo screens of their latest apps while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a multi-zone event space hosting a career fair, near the coffee station alumni volunteers give brief pep talks, while healthcare providers display photos of community outreach to create a visual record alongside informal encouragement. At the entrance, event staff scan registrations and hand out lanyards, the entrance functioning as a registration checkpoint. Throughout the fair, tech companies display demo screens of their latest apps, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Dozens of booths with colorful banners circle the polished floor.",
    "At a multi-zone career fair in a university event space, dozens of booths with colorful banners line the polished floor. Near the coffee station alumni volunteers give brief pep talks while healthcare providers display photos documenting community outreach, creating a visual record alongside informal encouragement. At the entrance, event staff scan registrations and hand out lanyards, establishing a registration checkpoint. Inside the hall, tech companies run demo screens of their latest apps, career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case-study booklets on high tables. A welcome PA announcement outlines the schedule. Outside the university gym, students line up before opening, clutching resumes in branded folders. Healthcare displays accompany career guidance and corporate demonstrations, reinforcing the overall outreach theme.",
    "At a multi-zone university career fair in a polished event space, dozens of booths with colorful banners line the floor. Outside the university gym, students line up before opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at a registration checkpoint. Inside the hall, tech companies run demo screens of their latest apps; consulting firms stack glossy case-study booklets on high tables; career counselors remind attendees to maintain eye contact; a welcome PA announcement outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while outreach imagery unfolds nearby. Healthcare providers display photos documenting community outreach, creating a visual record alongside informal encouragement and corporate demonstrations reinforcing the outreach theme.",
    "At a polished, multi-zone university career fair, dozens of booths with colorful banners line the floor. Outside the university gym, students line up before opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at a registration checkpoint. Inside the hall, tech companies run demo screens of their latest apps, consulting firms stack glossy case-study booklets on high tables, and career counselors remind attendees to maintain eye contact as a welcome PA announcement outlines the schedule. Near the coffee station, alumni volunteers deliver brief pep talks while outreach imagery unfolds nearby. Healthcare providers display photos documenting community outreach, creating a visual record alongside informal encouragement and corporate demonstrations reinforcing the outreach theme."
  ],
  "1_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.46137502760351945,
    0.46137502760351945,
    0.46137502760351945,
    0.46137502760351945,
    0.5666673539354905,
    0.5666673539354905,
    0.5666673539354905,
    0.5666673539354905,
    0.5666673539354905,
    0.5666673539354905,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.6481047584521044,
    0.7004899999516819,
    0.7004899999516819,
    0.7004899999516819,
    0.7004899999516819,
    0.7372222708368463,
    0.7372222708368463,
    0.7372222708368463,
    0.7372222708368463,
    0.7372222708368463,
    0.7372222708368463,
    0.7372222708368463,
    0.70428312173262,
    0.70428312173262,
    0.717648214019289,
    0.717648214019289,
    0.717648214019289,
    0.717648214019289,
    0.781301445351932,
    0.781301445351932,
    0.781301445351932,
    0.781301445351932,
    0.781301445351932,
    0.8431832334523612,
    0.8431832334523612,
    0.8431832334523612,
    0.8431832334523612,
    0.8431832334523612,
    0.8253832846442923,
    0.8253832846442923,
    0.8253832846442923,
    0.8253832846442923,
    0.8125715695214956,
    0.8125715695214956,
    0.8125715695214956,
    0.8125715695214956,
    0.8125715695214956
  ],
  "2": [
    "",
    "",
    "\"\"",
    "\"\"",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while tech companies display demo screens showing their latest apps, and students line up outside the university gym in anticipation before the career fair opens.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station; tech companies display demo screens featuring their latest apps; students line up outside the university gym in anticipation of the career fair opening; healthcare providers display community outreach photos, creating a visual record of outreach efforts; event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event, alumni volunteers deliver brief pep talks near the coffee station, and tech companies display demo screens showing their latest apps. Students line up outside the university gym in anticipation of the career fair opening, while healthcare providers display community outreach photos, creating a visual record of outreach efforts. Event staff stand at the entrance, scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while tech companies display demo screens featuring their latest apps. Students line up outside the university gym in anticipation of the career fair opening. Healthcare providers display photos of community outreach, creating a visual record of outreach efforts. Event staff stand at the entrance, scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event, alumni volunteers give brief pep talks near the coffee station while tech companies display demo screens featuring their latest apps. Students line up outside the university gym for the career fair opening. Healthcare providers display photos of community outreach. Event staff stand at the entrance, scanning registrations and handing out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables around the venue. A welcome announcement is broadcast over the PA system outlining the schedule.",
    "At the university venue, alumni volunteers deliver brief pep talks near the coffee station while tech companies display demo screens of their latest apps; consulting firms stack glossy case study booklets on high tables and healthcare providers show photos of community outreach. Event staff stand at the entrance, scanning registrations and handing out lanyards, establishing a registration checkpoint, and a PA welcome outlines the schedule. Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. Inside the fair, the same arrangements persist: high tables with case study booklets, demo screens, and outreach photos, with career counselors reminding attendees to maintain eye contact.",
    "At the university venue and the adjoining gym area, the career fair unfolds with persistent tech demos, case study booklets on high tables, and photos of community outreach displayed by healthcare providers. Alumni volunteers deliver brief pep talks near the coffee station while outreach photos unfold nearby. Event staff stand at the entrance, scanning registrations and handing out lanyards, establishing a registration checkpoint as a PA welcome reiterates the schedule. Outside the university gym, students line up before the fair opens, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact, and the same arrangements persist: demo screens, case study booklets, outreach photos, and organized displays by consulting firms. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos and a repeating PA announcement of the schedule.",
    "The university career fair unfolds across the campus gym and adjacent spaces, with persistent tech demos and consulting-firm displays alongside case-study booklets on high tables and photos of community outreach by healthcare providers. Alumni volunteers deliver brief pep talks near the coffee station as outreach photos unfold nearby. Event staff stand at the entrance, scanning registrations and handing out lanyards, reinforced by a welcome PA that reiterates the schedule. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact while tech demo screens showcase the latest apps and glossy case-study booklets are stacked on high tables. The setup and flow mirror across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair, creating a cohesive visual record of outreach efforts.",
    "Across the university career fair, activities unfold in the campus gym and adjacent spaces, with persistent tech demos and consulting-firm displays, and case-study booklets on high tables alongside photos of community outreach by healthcare providers. Alumni volunteers deliver brief pep talks near the coffee station as outreach photos unfold nearby. Outside the gym, students line up before opening, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact while tech demo screens show the latest apps and glossy case-study booklets sit on high tables. Event staff stand at the entrance scanning registrations and handing out lanyards, reinforced by a welcome PA that reiterates the schedule. The setup and flow mirror across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair, creating a cohesive visual record of outreach efforts. The display arrangement persists throughout, tying activities across the venue."
  ],
  "2_score": [
    0.0,
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.41942136726068463,
    0.554434738704427,
    0.554434738704427,
    0.554434738704427,
    0.554434738704427,
    0.554434738704427,
    0.554434738704427,
    0.554434738704427,
    0.5692425646628733,
    0.5692425646628733,
    0.5692425646628733,
    0.5692425646628733,
    0.5692425646628733,
    0.7880649294852965,
    0.7880649294852965,
    0.7880649294852965,
    0.7880649294852965,
    0.7880649294852965,
    0.8169645754562345,
    0.8169645754562345,
    0.8169645754562345,
    0.8169645754562345,
    0.8454860930848198,
    0.8454860930848198,
    0.8454860930848198,
    0.8454860930848198,
    0.8454860930848198,
    0.8454860930848198,
    0.839737845026716,
    0.839737845026716,
    0.839737845026716,
    0.839737845026716,
    0.839737845026716,
    0.839737845026716,
    0.8634730675310389,
    0.8634730675310389,
    0.8634730675310389,
    0.8634730675310389,
    0.8634730675310389,
    0.8634730675310389,
    0.8618901023886277,
    0.8618901023886277,
    0.8618901023886277,
    0.8618901023886277,
    0.8618901023886277,
    0.8618901023886277,
    0.8489486805131774,
    0.8489486805131774,
    0.8489486805131774,
    0.8489486805131774
  ],
  "3": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are displaying community outreach photos, presenting a visual record of outreach efforts, while alumni volunteers share brief pep talks near the coffee station.",
    "Healthcare providers display community outreach photos, creating a visual record of outreach efforts; alumni volunteers deliver brief pep talks near the coffee station; tech companies showcase demo screens featuring their latest apps.",
    "At an event, healthcare providers display community outreach photos, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies showcase demo screens featuring their latest apps. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At an event, healthcare providers display community outreach photos, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies showcase demo screens featuring their latest apps. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "The scene features healthcare providers displaying community outreach photos as a visual record of outreach efforts; nearby, alumni volunteers give brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "The scene shows healthcare providers displaying community outreach photos as a visual record of outreach efforts, with alumni volunteers giving brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "The scene shows healthcare providers displaying community outreach photos as a visual record of outreach efforts, with alumni volunteers giving brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The scene depicts a busy event space where healthcare providers display community outreach photos as a visual record of outreach efforts, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A busy event space shows healthcare providers displaying community outreach photos as a visual record of outreach efforts, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A busy event space features healthcare providers displaying community outreach photos as a visual record of outreach efforts while alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "A busy event space features healthcare providers displaying community outreach photos as a visual record of outreach efforts, while alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens highlighting their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "A busy event space hosts a mix of outreach, tech demos, and career guidance. Healthcare providers display community outreach photos as a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "At a busy event space that hosts outreach, tech demos, and career guidance, healthcare providers display community outreach photos as a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "In a busy event space hosting outreach, tech demos, and career guidance, healthcare providers display community outreach photos as a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Tech companies present demo screens showcasing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "At a busy event space hosting outreach, tech demos, and career guidance, healthcare providers display community outreach photos as a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station, while tech companies show demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.292445453111421,
    0.292445453111421,
    0.35072121880287876,
    0.35072121880287876,
    0.35072121880287876,
    0.4762402130521101,
    0.4762402130521101,
    0.4762402130521101,
    0.4762402130521101,
    0.4762402130521101,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.5982758048706697,
    0.6742168897709058,
    0.6742168897709058,
    0.6742168897709058,
    0.6742168897709058,
    0.6646126132509615,
    0.6646126132509615,
    0.6646126132509615,
    0.6977861686756313,
    0.6977861686756313,
    0.6977861686756313,
    0.6977861686756313,
    0.6931089401664398,
    0.6931089401664398,
    0.6931089401664398,
    0.6931089401664398,
    0.6927095400146188,
    0.6927095400146188,
    0.6927095400146188,
    0.6987578724456753,
    0.6987578724456753,
    0.6987578724456753,
    0.6987578724456753,
    0.6987826095870675,
    0.6987826095870675,
    0.6987826095870675,
    0.6987826095870675,
    0.7450500104602349,
    0.7450500104602349,
    0.7450500104602349,
    0.7904983301820112,
    0.7904983301820112,
    0.7904983301820112,
    0.7904983301820112,
    0.7904983301820112,
    0.7838551804487615,
    0.7838551804487615,
    0.7838551804487615,
    0.7838551804487615,
    0.7838551804487615,
    0.7734865016507144,
    0.7734865016507144,
    0.7734865016507144,
    0.7734865016507144,
    0.7734865016507144
  ],
  "4": [
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym in anticipation before the career fair opens.",
    "Tech companies display demo screens showing their latest apps, while students line up outside the university gym in anticipation before the career fair opens. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "Tech companies display demo screens showing their latest apps as students line up outside the university gym in anticipation of the career fair opening. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym in anticipation of the career fair opening as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables around the venue.",
    "Students line up outside the university gym for the career fair opening as tech companies display demo screens showing their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables around the venue. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up for the career fair opening as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables around the venue. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase a visual record of community outreach photos. Near the coffee station, alumni volunteers give brief pep talks as the outreach imagery unfolds in proximity around the coffee station. Elsewhere, the scene centers on career guidance and corporate demonstrations, with ongoing tech demos and case-study booklets, and the PA system reiterating the schedule.",
    "Outside the university gym, students line up for the career fair opening as tech companies display demo screens of their latest apps. At the entrance, event staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables around the venue, and a welcome announcement over the PA system outlines the fair schedule. Healthcare providers showcase a visual record of community outreach photos. Near the coffee station, alumni volunteers give brief pep talks as outreach imagery unfolds nearby. Elsewhere the scene centers on career guidance and corporate demonstrations, with ongoing tech demos and case-study booklets, and the PA reiterates the schedule. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, students queue for the career fair opening as tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables around the venue, and a welcome PA announcement outlines the fair schedule, with the PA reiterating it later. Healthcare providers showcase a visual record of community outreach photos. Near the coffee station, alumni volunteers give brief pep talks as outreach imagery unfolds nearby. Dozens of booths with colorful banners circle the polished floor, and the scene centers on career guidance and corporate demonstrations, with ongoing tech demos and case-study booklets.",
    "Outside the university gym, students queue for the career fair as tech companies display demo screens of their latest apps. At the entrance, staff scan registrations and hand out lanyards while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables around the venue, as a welcome PA outlines the fair schedule and reiterates it later. Healthcare providers showcase a visual record of community outreach photos; near the coffee station, alumni volunteers give brief pep talks as outreach imagery unfolds nearby. Dozens of booths with colorful banners circle the polished floor, and the scene centers on career guidance and corporate demonstrations, with ongoing tech demos and case-study booklets.",
    "At the university venue and adjoining gym, a career fair unfolds with persistent tech demos, dozens of booths with colorful banners circling a polished floor, and case-study booklets on high tables, alongside photos of community outreach displayed by healthcare providers. Outside the gym, students queue before opening, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact while demo screens run and consulting firms display glossy case-study booklets. Near the coffee station, alumni volunteers give brief pep talks as outreach imagery unfolds nearby. Event staff stand at the entrance, scanning registrations and handing out lanyards, establishing a registration checkpoint as a PA welcome reiterates the schedule. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos and a repeating PA announcement of the schedule.",
    "At the university venue and adjoining gym, a career fair unfolds with persistent tech demos, dozens of booths with colorful banners circling a polished floor, and case-study booklets on high tables, alongside photos of community outreach displayed by healthcare providers. Outside the gym, students queue before opening, clutching resumes in branded folders. Inside, career counselors remind attendees to maintain eye contact while demo screens run, and consulting firms display glossy case-study booklets. Near the coffee station, alumni volunteers give brief pep talks as outreach imagery unfolds nearby. Event staff stand at the entrance, scanning registrations and handing out lanyards at a registration checkpoint as a PA welcome reiterates the schedule. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos, a repeating PA announcement of the schedule, and consulting firms stacking glossy case-study booklets on high tables."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.3491750663559545,
    0.4988744448162664,
    0.4988744448162664,
    0.4988744448162664,
    0.4988744448162664,
    0.4988744448162664,
    0.6422942730709041,
    0.6422942730709041,
    0.6422942730709041,
    0.6422942730709041,
    0.6422942730709041,
    0.7741388622167888,
    0.7741388622167888,
    0.7741388622167888,
    0.8473468458262761,
    0.8473468458262761,
    0.8473468458262761,
    0.8473468458262761,
    0.8473468458262761,
    0.8473468458262761,
    0.8791409818131715,
    0.8791409818131715,
    0.8791409818131715,
    0.8791409818131715,
    0.8791409818131715,
    0.8656145976097229,
    0.8656145976097229,
    0.8656145976097229,
    0.8656145976097229,
    0.8656145976097229,
    0.8656145976097229,
    0.8586092856297278,
    0.8586092856297278,
    0.8586092856297278,
    0.8586092856297278,
    0.8586092856297278,
    0.8657046427852046,
    0.8657046427852046,
    0.8657046427852046,
    0.8657046427852046,
    0.8657046427852046,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8575013399479844,
    0.8637915679509702,
    0.8637915679509702,
    0.8637915679509702,
    0.8637915679509702,
    0.8637915679509702,
    0.8637915679509702
  ],
  "5": [
    "\"\"",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens.",
    "During the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens. Students clutch resumes inside branded folders.",
    "During the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Students line up outside the university gym before the career fair opens, and students clutch resumes inside branded folders.",
    "During the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, a task echoed by event staff elsewhere. Students line up outside the university gym in anticipation of the opening, clutching resumes inside branded folders. Tech companies display demo screens featuring their latest apps, while healthcare providers show photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "During the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, a task echoed by staff elsewhere. Students line up outside the university gym in anticipation of the opening, clutching resumes inside branded folders. Tech companies display demo screens featuring their latest apps. Healthcare providers show photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "During the career fair setup, consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, a task echoed by staff elsewhere. Students line up outside the university gym, in anticipation of the opening, clutching resumes inside branded folders. Tech companies display demo screens featuring their latest apps. Healthcare providers show photos of community outreach, creating a visual record of outreach efforts. Alumni volunteers deliver brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "At the university career fair site, consulting firms stack glossy case study booklets on high tables. Event staff stand at the entrance, scanning registrations and handing out lanyards. Outside the gym, students line up in anticipation of the fair’s opening, clutching resumes inside branded folders. Inside, tech companies display demo screens of their latest apps, while healthcare providers show photos of community outreach, creating a visual record of those efforts. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA announces the schedule.",
    "At the university career fair site, consulting firms stack glossy case study booklets on high tables. Event staff stand at the entrance, scanning registrations and handing out lanyards. Outside the gym, students line up in anticipation, clutching resumes inside branded folders. Inside, tech companies display demo screens of their latest apps while healthcare providers show photos of community outreach, creating a visual record of those efforts. Alumni volunteers deliver brief pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. A welcome PA announces the schedule.",
    "At the university career fair spanning the campus venue and adjacent gym, consulting firms display case study booklets on high tables while tech companies run demo screens and healthcare providers show photos of community outreach. Outside, students line up before opening, clutching resumes in branded folders; inside, alumni volunteers give brief pep talks near the coffee station and career counselors urge attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, creating a registration checkpoint as a PA welcome reiterates the schedule. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos, repeated PA announcements about the schedule, and consistent displays of outreach photos.",
    "The university career fair spans the campus venue and the adjacent gym. Consulting firms display case-study booklets on high tables; tech companies run demo screens; healthcare providers show photos of community outreach. Outside, students line up before opening, clutching resumes in branded folders; inside, alumni volunteers give brief pep talks near the coffee station while career counselors urge attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, creating a registration checkpoint as a PA welcome reiterates the schedule. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos, repeated PA announcements about the schedule, and steady displays of outreach photos."
  ],
  "5_score": [
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.6752498883228625,
    0.6752498883228625,
    0.6752498883228625,
    0.6752498883228625,
    0.6752498883228625,
    0.6752498883228625,
    0.8311153796734447,
    0.8311153796734447,
    0.8311153796734447,
    0.8307451506124065,
    0.8307451506124065,
    0.8307451506124065,
    0.8307451506124065,
    0.7966318193750269,
    0.7966318193750269,
    0.7966318193750269,
    0.7966318193750269,
    0.7966318193750269,
    0.8282944210924894,
    0.8282944210924894,
    0.8282944210924894,
    0.8282944210924894,
    0.8282944210924894,
    0.8403841239371497,
    0.8403841239371497,
    0.8403841239371497,
    0.8403841239371497,
    0.8403841239371497,
    0.8365536731496913,
    0.8365536731496913,
    0.8365536731496913,
    0.8365536731496913,
    0.8365536731496913,
    0.8618638844924644,
    0.8618638844924644,
    0.8618638844924644,
    0.8618638844924644,
    0.8618638844924644,
    0.8795984544954284,
    0.8795984544954284,
    0.8795984544954284,
    0.8795984544954284,
    0.845340539071846,
    0.845340539071846,
    0.845340539071846,
    0.845340539071846,
    0.845340539071846,
    0.845340539071846,
    0.845340539071846,
    0.8798207521495719
  ],
  "6": [
    "",
    "\"\"",
    "\"\"",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "Career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps.",
    "At an event, career counselors remind attendees to maintain eye contact; tech companies display demo screens showing their latest apps; consulting firms stack glossy case study booklets on high tables.",
    "At an event, the scene centers on career guidance and corporate demonstrations: career counselors remind attendees to maintain eye contact, tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, the focus is on career guidance and corporate demonstrations. Career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps and consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers give brief pep talks while healthcare providers display photos of community outreach, creating a visual record of outreach efforts. The pep talks and outreach imagery unfold in proximity around the coffee station, blending informal encouragement with documented outreach visuals.",
    "At the event, the focus is on career guidance and corporate demonstrations. Career counselors remind attendees to maintain eye contact as tech companies display demo screens showing their latest apps and consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA outlines the fair schedule. At the event entrance, staff scan registrations and hand out lanyards. Near the coffee station, alumni volunteers give brief pep talks while healthcare providers display photos of community outreach, creating a visual record of outreach efforts that unfold in proximity around the coffee station.",
    "At the event, the focus is on career guidance and corporate demonstrations, with career counselors reminding attendees to maintain eye contact as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, while students line up outside the university gym before the fair opens and clutch resumes inside branded folders. Near the coffee station, alumni volunteers deliver brief pep talks, and healthcare providers display photos of community outreach, creating a visual record of outreach efforts that unfold in proximity around the coffee station. During the career fair setup, consulting firms again stack glossy case study booklets on high tables, reinforcing the display arrangement. A welcome announcement over the PA outlines the fair schedule, tying activities together across the venue.",
    "The event centers on career guidance and corporate demonstrations, with career counselors reminding attendees to maintain eye contact as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the event entrance, staff scan registrations and hand out lanyards, a task echoed by event staff elsewhere. Students line up outside the university gym before opening, clutching resumes inside branded folders. Near the coffee station, alumni volunteers deliver brief pep talks, while healthcare providers display photos of community outreach, creating a visual record of outreach efforts that unfold in proximity to the coffee station. During the career fair setup, consulting firms again stack glossy case study booklets on high tables, reinforcing the display arrangement. A welcome announcement over the PA outlines the fair schedule, tying activities across the venue.",
    "The scene centers on a university career guidance and corporate demonstration event during a career fair, with career counselors reminding attendees to maintain eye contact as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the entrance, staff scan registrations and hand out lanyards, a task echoed by event staff elsewhere. Students line up outside the university gym before opening, clutching resumes inside branded folders. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers display photos of community outreach, creating a visual record of outreach efforts that unfold near the coffee station. During the setup, the same display arrangement persists with case study booklets on high tables. A welcome PA announcement outlines the fair schedule, tying activities across the venue.",
    "During a university career guidance and corporate demonstration event at a career fair, career counselors remind attendees to maintain eye contact as tech companies display demo screens of their latest apps and consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards, echoed by staff elsewhere. Students line up outside the university gym before opening, clutching resumes inside branded folders. Inside and near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers display photos of community outreach, creating a visual record of outreach efforts. The same display arrangement persists throughout setup with case study booklets on high tables. A welcome PA announces the schedule, tying activities across the venue. The setup and flow mirror across spaces, with staff consistently handling registrations and lanyards as attendees move through the fair.",
    "Across a multi-zone university career fair in the event space, dozens of booths with colorful banners line the polished floor. Inside the hall, tech companies run demo screens of their latest apps, career counselors remind attendees to maintain eye contact, and consulting firms stack glossy case-study booklets on high tables; at the entrance, event staff scan registrations and hand out lanyards, establishing a registration checkpoint. Outside the university gym, students line up before opening, clutching resumes in branded folders. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers display photos documenting community outreach, creating a visual record alongside informal encouragement. The same display arrangement persists throughout setup with case study booklets on high tables and a welcome PA announcing the schedule, reinforcing the outreach theme as attendees move through the fair."
  ],
  "6_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.3869073571690684,
    0.3869073571690684,
    0.3869073571690684,
    0.5187295915612345,
    0.5187295915612345,
    0.5187295915612345,
    0.5187295915612345,
    0.5187295915612345,
    0.5187295915612345,
    0.5549239684793931,
    0.5549239684793931,
    0.5549239684793931,
    0.5549239684793931,
    0.6556611950342408,
    0.6556611950342408,
    0.6556611950342408,
    0.6556611950342408,
    0.6556611950342408,
    0.7434986527028224,
    0.7434986527028224,
    0.7434986527028224,
    0.7434986527028224,
    0.7434986527028224,
    0.7434986527028224,
    0.7583731348638814,
    0.7583731348638814,
    0.7583731348638814,
    0.7583731348638814,
    0.7583731348638814,
    0.8177470125473139,
    0.8177470125473139,
    0.8177470125473139,
    0.8177470125473139,
    0.8177470125473139,
    0.8177470125473139,
    0.8404172933444851,
    0.8404172933444851,
    0.8404172933444851,
    0.8404172933444851,
    0.8404172933444851,
    0.8404172933444851,
    0.8404172933444851,
    0.8044528646953054,
    0.8044528646953054,
    0.8044528646953054,
    0.8044528646953054,
    0.8044528646953054,
    0.8044528646953054,
    0.7938879461140542,
    0.7938879461140542,
    0.7938879461140542,
    0.7938879461140542,
    0.7938879461140542,
    0.8232114108552091,
    0.8232114108552091,
    0.8232114108552091,
    0.8232114108552091,
    0.8232114108552091
  ],
  "7": [
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is broadcast over the PA system, outlining the fair schedule.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule, and tech companies display demo screens showing their latest apps.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps, while healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens featuring their latest apps, while healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station. Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the fair, a welcome PA announces the schedule. Tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. Alumni volunteers give brief pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "The fair opens with a welcome PA outlining the schedule while tech companies display demo screens of their latest apps and healthcare providers show a visual record of community outreach photos. Alumni volunteers give brief pep talks near the coffee station as outreach photos unfold nearby. Career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards. Consulting firms stack glossy case study booklets on high tables around the venue. Outside the university gym, students line up for the career fair opening. The scene centers on career guidance and corporate demonstrations, with ongoing tech demos, case study booklets, and the PA system reiterating the schedule.",
    "The scene centers on a university career fair opening, anchored by a welcome PA that outlines the schedule as tech companies run demo screens of their latest apps and healthcare providers show photos of community outreach; alumni volunteers deliver brief pep talks near the coffee station while outreach photos unfold nearby. Career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, establishing a registration checkpoint as the PA reiterates the schedule. Consulting firms place glossy case study booklets on high tables around the venue. Outside the university gym, students line up for the fair opening, clutching resumes in branded folders. Inside the fair, the same arrangements persist: high tables with case study booklets, demo screens, and outreach photos, reinforcing the ongoing focus on career guidance and corporate demonstrations.",
    "The scene centers on a university career fair opening, anchored by a welcome PA outlining the schedule as tech companies demo their latest apps and healthcare providers show photos of outreach. Alumni volunteers deliver brief pep talks near the coffee station as outreach photos unfold nearby. Career counselors remind attendees to maintain eye contact. Event staff stand at the entrance, scanning registrations and handing out lanyards, establishing a registration checkpoint as the PA reiterates the schedule. Consulting firms place glossy case study booklets on high tables around the venue. Outside the university gym, students line up with resumes in branded folders, for entry to the fair. Inside the fair, the same setup persists: high tables with case study booklets, demo screens, and outreach photos, reinforcing focus on career guidance and corporate demonstrations.",
    "A university career fair opening on campus is anchored by a welcome PA that repeats the schedule as tech companies demo their latest apps and healthcare providers display photos of outreach. Alumni volunteers deliver brief pep talks near the coffee station while outreach photos unfold nearby. Career counselors remind attendees to maintain eye contact. At the entrance, event staff scan registrations and hand out lanyards, establishing a registration checkpoint echoed by staff elsewhere. Consulting firms place glossy case study booklets on high tables around the venue. Outside the gym, students line up with resumes in branded folders for entry; inside, the same setup persists with high tables, case study booklets, demo screens, and outreach photos reinforcing focus on career guidance and corporate demonstrations. The arrangement and flow mirror across spaces as staff continually handle registrations and lanyards while attendees move through the fair."
  ],
  "7_score": [
    0.0,
    0.0,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.38639211382235633,
    0.42255292078017365,
    0.42255292078017365,
    0.525057674695332,
    0.525057674695332,
    0.525057674695332,
    0.6847351459303135,
    0.6847351459303135,
    0.6847351459303135,
    0.6847351459303135,
    0.6847351459303135,
    0.6847351459303135,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7335362214159005,
    0.7312565610126651,
    0.7312565610126651,
    0.7312565610126651,
    0.7312565610126651,
    0.7312565610126651,
    0.7301026993841492,
    0.7301026993841492,
    0.7301026993841492,
    0.7301026993841492,
    0.7301026993841492,
    0.7301026993841492,
    0.7301026993841492,
    0.8644681244082975,
    0.8644681244082975,
    0.8644681244082975,
    0.8644681244082975,
    0.8644681244082975,
    0.8644681244082975,
    0.8644681244082975,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.82970934897281,
    0.8488291604098988,
    0.8488291604098988,
    0.8488291604098988,
    0.8488291604098988,
    0.8488291604098988,
    0.8488291604098988,
    0.8602123481254282,
    0.8602123481254282
  ],
  "8": [
    "",
    "\"\"",
    "\"\"",
    "\"\"",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. At the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "At the event, the entrance serves as a registration checkpoint where staff scan registrations and hand out lanyards. Career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. In the fair, a welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the event entrance, staff scan registrations and hand out lanyards, creating a registration checkpoint. Career counselors remind attendees to maintain eye contact. Inside the fair, consulting firms stack glossy case study booklets on high tables. A welcome announcement is broadcast over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards, establishing a registration checkpoint. Inside the fair, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps, while healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens, clutching resumes in branded folders. At the entrance, staff scan registrations and hand out lanyards, establishing a registration checkpoint. Inside the fair, consulting firms stack glossy case study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase community outreach photos, creating a visual record of outreach efforts. A welcome announcement is broadcast over the PA system outlining the schedule. Career counselors remind attendees to maintain eye contact. Alumni volunteers deliver brief pep talks near the coffee station.",
    "Outside the university gym, students line up for the career fair opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at a registration checkpoint. Inside, consulting firms stack glossy case study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase a visual record of community outreach photos. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks as outreach imagery unfolds nearby.",
    "Within and around the university gym, a career fair unfolds: outside, students queue for the opening, clutching resumes in branded folders as staff scan registrations and hand out lanyards at a registration checkpoint; inside, consulting firms stack glossy case-study booklets on high tables, tech companies display demo screens of their latest apps, and healthcare providers showcase a visual record of community outreach photos. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact, with the PA reiterating the schedule later. Near the coffee station, alumni volunteers deliver brief pep talks as outreach imagery unfolds nearby. Dozens of booths with colorful banners circle the polished floor, centering on career guidance and corporate demonstrations amid ongoing tech demos and case-study booklets.",
    "Outside the university gym, students queue for the opening, clutching résumés in branded folders as staff scan registrations and hand out lanyards at a registration checkpoint. Inside, consulting firms stack glossy case-study booklets on high tables; tech companies display demo screens of their latest apps; healthcare providers showcase a visual record of community outreach photos. A welcome announcement is broadcast over the PA outlining the schedule, and career counselors remind attendees to maintain eye contact, with the PA reiterating the schedule later. Near the coffee station, alumni volunteers deliver brief pep talks as outreach imagery unfolds nearby. Dozens of booths with colorful banners circle the polished floor, centering on career guidance and corporate demonstrations amid ongoing tech demos and case-study booklets."
  ],
  "8_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.20695639997720722,
    0.38136596945276297,
    0.38136596945276297,
    0.38136596945276297,
    0.38136596945276297,
    0.5480777627911712,
    0.5480777627911712,
    0.5480777627911712,
    0.5480777627911712,
    0.671885784290346,
    0.671885784290346,
    0.671885784290346,
    0.671885784290346,
    0.739671443046702,
    0.739671443046702,
    0.739671443046702,
    0.739671443046702,
    0.739671443046702,
    0.739671443046702,
    0.7505181700547835,
    0.7505181700547835,
    0.7505181700547835,
    0.7505181700547835,
    0.7505181700547835,
    0.8592345232246799,
    0.8592345232246799,
    0.8592345232246799,
    0.8592345232246799,
    0.8592345232246799,
    0.8592345232246799,
    0.858124126216425,
    0.858124126216425,
    0.858124126216425,
    0.858124126216425,
    0.858124126216425,
    0.8723793827981069,
    0.8723793827981069,
    0.8723793827981069,
    0.8723793827981069,
    0.8723793827981069,
    0.8723793827981069,
    0.8518433659714415,
    0.8518433659714415,
    0.8518433659714415,
    0.8518433659714415,
    0.8518433659714415,
    0.8518433659714415,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8773967960543425,
    0.8269519546118012,
    0.8269519546118012
  ],
  "9": [
    "",
    "\"\"",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards.",
    "At the event entrance, staff stand, scanning registrations and handing out lanyards; career counselors remind attendees to maintain eye contact.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Alumni volunteers give brief pep talks near the coffee station, and healthcare providers display community outreach photos, creating a visual record of outreach efforts. The two activities unfold in proximity around the coffee station, blending informal encouragement with documented outreach imagery.",
    "At the event entrance, staff scan registrations and hand out lanyards, and career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers give brief pep talks while healthcare providers display community outreach photos, creating a visual record of outreach efforts. The pep talks and the outreach imagery unfold in proximity around the coffee station, blending informal encouragement with documented outreach visuals.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers give brief pep talks as healthcare providers display a visual record of community outreach photos, with the pep talks and outreach imagery unfolding in proximity around the coffee station. Elsewhere the scene centers on career guidance and corporate demonstrations: tech companies display demo screens showing their latest apps, and consulting firms stack glossy case study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers display a visual record of community outreach photos, with the pep talks and outreach imagery unfolding in proximity to the coffee area. Elsewhere, the scene centers on career guidance and corporate demonstrations: tech companies show demo screens of their latest apps, and consulting firms stack glossy case-study booklets on high tables. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event entrance, staff scan registrations and hand out lanyards, creating a registration checkpoint, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up before the fair opens, clutching resumes in branded folders. Near the coffee station, alumni volunteers deliver brief pep talks as healthcare providers display a visual record of community outreach photos, with the pep talks and imagery unfolding in proximity to the coffee area. Inside the fair, tech companies display demo screens of their latest apps and consulting firms stack glossy case-study booklets on high tables, with a welcome PA announcement outlining the schedule. Healthcare providers also showcase community outreach photos as part of the overall displays accompanying career guidance and corporate demonstrations.",
    "At the event entrance, staff scan registrations and hand out lanyards, establishing a checkpoint, while career counselors remind attendees to maintain eye contact. Outside the university gym, students line up for the career fair opening, clutching resumes in branded folders, as tech companies display demo screens of their latest apps. Near the coffee station, alumni volunteers give brief pep talks as healthcare providers show a visual record of community outreach photos, with imagery unfolding near the coffee area. Inside the fair, tech demos run on demo screens and consulting firms stack glossy case-study booklets on high tables, with a welcome PA announcing the schedule. Healthcare providers showcase outreach photos as part of displays accompanying career guidance and corporate demonstrations. Elsewhere, the PA reiterates the schedule while ongoing tech demos, case-study booklets, and career guidance continue.",
    "At a multi-zone university career fair, an entrance checkpoint functions as staff scan registrations and hand out lanyards. Dozens of booths with colorful banners circle the polished floor. Outside the gym, students line up for the opening, clutching resumes in branded folders as tech companies display demo screens of their latest apps. Inside, tech demos run on demo screens and consulting firms stack glossy case-study booklets on high tables, with a welcome PA announcing the schedule. Throughout the fair, career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers give brief pep talks while healthcare providers show a visual record of community outreach photos as part of displays accompanying career guidance and corporate demonstrations. The PA reiterates the schedule while ongoing activities continue.",
    "At the university career fair site, a multi-zone venue features an entrance checkpoint where staff scan registrations and hand out lanyards. Event staff stand at the entrance, and dozens of booths with colorful banners circle the polished floor. Outside the gym, students line up for the opening, clutching resumes in branded folders as tech companies display demo screens of their latest apps. Inside, tech demos run on demo screens and consulting firms stack glossy case-study booklets on high tables, with a welcome PA announcing the schedule. Career counselors remind attendees to maintain eye contact. Near the coffee station, alumni volunteers deliver brief pep talks while healthcare providers show a visual record of community outreach photos as part of displays accompanying career guidance and corporate demonstrations. The PA reiterates the schedule as ongoing activities continue."
  ],
  "9_score": [
    0.0,
    0.20695639997720722,
    0.20695639997720722,
    0.36535145905962024,
    0.36535145905962024,
    0.36535145905962024,
    0.3727323439454082,
    0.3727323439454082,
    0.3727323439454082,
    0.3727323439454082,
    0.3727323439454082,
    0.4570089782739936,
    0.4570089782739936,
    0.4570089782739936,
    0.4570089782739936,
    0.5853083307213525,
    0.5853083307213525,
    0.5853083307213525,
    0.5853083307213525,
    0.591448691487882,
    0.591448691487882,
    0.591448691487882,
    0.591448691487882,
    0.591448691487882,
    0.591448691487882,
    0.591448691487882,
    0.7528952247857057,
    0.7528952247857057,
    0.7528952247857057,
    0.7528952247857057,
    0.7528952247857057,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7728329722844949,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7637397041031295,
    0.7978120245387169,
    0.7978120245387169,
    0.7978120245387169,
    0.7978120245387169,
    0.7978120245387169,
    0.7978120245387169,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8438868209548208,
    0.8543998233378103,
    0.8543998233378103
  ]
}