{
  "0": [
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair.",
    "Students line up outside the university gym before the career fair opens. Several students are standing in a line, awaiting the opening of the career fair. Event staff scan registrations and hand out lanyards at the entrance.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, with event staff scanning registrations and distributing lanyards at the entrance. A welcome announcement details the fair schedule over the PA system. Students hold resumes in branded folders, and dozens of booths with colorful banners surround the polished floor. Healthcare providers showcase community outreach photos, while alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens, with event staff scanning registrations and distributing lanyards at the entrance. A welcome announcement details the fair schedule over the PA system. Students hold resumes in branded folders, and dozens of booths with colorful banners surround the polished floor. Healthcare providers showcase community outreach photos, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.5565492559851508,
    0.709355307435635,
    0.709355307435635,
    0.792616355372098,
    0.792616355372098,
    0.792616355372098,
    0.792616355372098,
    0.792616355372098,
    0.844446655578507,
    0.844446655578507,
    0.844446655578507,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8805524768737646,
    0.8577966746268387,
    0.8577966746268387,
    0.8577966746268387,
    0.8577966746268387,
    0.8577966746268387,
    0.8595455216866664,
    0.8595455216866664,
    0.8595455216866664,
    0.8595455216866664,
    0.8595455216866664,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.891191494183146,
    0.8333666368687661,
    0.8333666368687661,
    0.8333666368687661,
    0.8333666368687661,
    0.8333666368687661,
    0.8333666368687661,
    0.8333666368687661,
    0.8753483299652123,
    0.8753483299652123,
    0.8753483299652123,
    0.8753483299652123,
    0.8753483299652123,
    0.8753483299652123
  ],
  "1": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "The high tables are covered in glossy case study booklets. Tech companies have set up demo screens displaying their latest apps.",
    "The event features glossy case study booklets spread across high tables, with tech companies showcasing their latest apps on demo screens. Career counselors are reminding attendees to maintain eye contact.",
    "Several glossy case study booklets are spread across high tables, alongside demo screens displaying the latest apps from tech companies. Career counselors are reminding attendees to maintain eye contact. Students are observed clutching resumes inside branded folders.",
    "Several glossy case study booklets are spread across high tables, alongside demo screens displaying the latest apps from tech companies. Career counselors are reminding attendees to maintain eye contact. Students are observed clutching resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Several glossy case study booklets are spread across high tables, alongside demo screens displaying the latest apps from tech companies. Career counselors are reminding attendees to maintain eye contact, while students are observed clutching resumes inside branded folders. Alumni volunteers are sharing quick pep talks near the coffee station, and healthcare providers are showcasing community outreach photos.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Several glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Career counselors are reminding attendees to maintain eye contact, while students are observed clutching resumes inside branded folders. Healthcare providers are showcasing community outreach photos near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos near the coffee station, while attendees are observed clutching resumes inside branded folders.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos near the coffee station, and attendees are observed clutching resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos near the coffee station, and attendees are observed clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos near the coffee station, and attendees are observed clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies. Healthcare providers are displaying community outreach photos near the coffee station, and attendees are observed clutching resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Glossy case study booklets are spread across high tables, alongside demo screens showcasing the latest apps from tech companies and consulting firms. Healthcare providers are displaying community outreach photos near the coffee station, and attendees are observed clutching resumes inside branded folders. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "1_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.414121368316817,
    0.414121368316817,
    0.58685690075434,
    0.58685690075434,
    0.6556178894139634,
    0.6556178894139634,
    0.6556178894139634,
    0.7079492902041319,
    0.7079492902041319,
    0.7079492902041319,
    0.7079492902041319,
    0.7079492902041319,
    0.7079492902041319,
    0.7079492902041319,
    0.676459239895038,
    0.676459239895038,
    0.676459239895038,
    0.676459239895038,
    0.6747656580199872,
    0.6747656580199872,
    0.6747656580199872,
    0.6747656580199872,
    0.5592776372205988,
    0.5592776372205988,
    0.5592776372205988,
    0.5592776372205988,
    0.5592776372205988,
    0.6544878995774063,
    0.6544878995774063,
    0.6544878995774063,
    0.6544878995774063,
    0.6544878995774063,
    0.6544878995774063,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6232645914913497,
    0.6778536428090489,
    0.6778536428090489,
    0.6778536428090489,
    0.6778536428090489,
    0.6778536428090489,
    0.6778536428090489,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935,
    0.6689736458661935
  ],
  "2": [
    "",
    "",
    "The career counselors reminded attendees to maintain eye contact during the presentations.",
    "Attendees were reminded to maintain eye contact during the presentations. Event staff are scanning registrations and distributing lanyards at the entrance.",
    "Attendees are maintaining eye contact during the presentations, while event staff are scanning registrations and distributing lanyards at the entrance. Alumni volunteers are sharing quick pep talks near the coffee station.",
    "Attendees are maintaining eye contact during the presentations, while event staff are scanning registrations and distributing lanyards at the entrance. Students line up outside the university gym before the career fair opens, and alumni volunteers are sharing quick pep talks near the coffee station.",
    "Attendees maintain eye contact during the presentations, while event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, and alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students line up outside the university gym, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos, and students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students and alumni line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos. Career counselors remind attendees to maintain eye contact.",
    "Attendees maintain eye contact during the presentations, and event staff scan registrations and distribute lanyards at the entrance. Students and alumni line up outside the university gym before the career fair opens, while healthcare providers showcase community outreach photos near the coffee station. Alumni volunteers share quick pep talks. Career counselors remind attendees to maintain eye contact."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3453125111349641,
    0.3453125111349641,
    0.4437900570578734,
    0.4437900570578734,
    0.4437900570578734,
    0.4437900570578734,
    0.52726430969258,
    0.52726430969258,
    0.52726430969258,
    0.52726430969258,
    0.6433808074810957,
    0.6433808074810957,
    0.6433808074810957,
    0.6753949859881817,
    0.6753949859881817,
    0.6753949859881817,
    0.6753949859881817,
    0.6794379726356077,
    0.6794379726356077,
    0.6794379726356077,
    0.6794379726356077,
    0.6794379726356077,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7403563405657024,
    0.7644549706307189,
    0.7644549706307189,
    0.7644549706307189,
    0.7644549706307189,
    0.7644549706307189,
    0.7644549706307189,
    0.7644549706307189,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7343064019857386,
    0.7816308286892228,
    0.7816308286892228,
    0.7816308286892228,
    0.7816308286892228
  ],
  "3": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps. The demo screens showcase the latest apps.",
    "Students clutch resumes inside branded folders while tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Attendees clutch resumes within branded folders, while tech companies display demo screens showcasing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Attendees hold resumes in branded folders as tech companies display demo screens of their latest apps. Career counselors advise attendees to maintain eye contact, while students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Healthcare providers showcase community outreach photos, highlighting efforts within the local area.",
    "Students line up outside the university gym, clutching resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens of their latest apps, while career counselors advise attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, and healthcare providers showcase community outreach photos, highlighting efforts within the local area."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.3770798247546496,
    0.3770798247546496,
    0.575171200922974,
    0.575171200922974,
    0.6122250491760214,
    0.6122250491760214,
    0.6122250491760214,
    0.6122250491760214,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.6458908204698868,
    0.7877125379918732,
    0.7877125379918732,
    0.7877125379918732,
    0.7877125379918732,
    0.7877125379918732,
    0.7271662153913794,
    0.7271662153913794,
    0.7271662153913794,
    0.7271662153913794,
    0.7271662153913794,
    0.7271662153913794,
    0.7610927520795276,
    0.7610927520795276,
    0.7610927520795276,
    0.7610927520795276,
    0.7610927520795276,
    0.7966297618278937,
    0.7966297618278937,
    0.7966297618278937,
    0.7966297618278937,
    0.7966297618278937,
    0.7966297618278937,
    0.792525070084043,
    0.792525070084043,
    0.792525070084043,
    0.792525070084043,
    0.792525070084043,
    0.792525070084043,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7994200877079444,
    0.7960699478481637
  ],
  "4": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms are presenting glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor.",
    "The polished floor is surrounded by dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos. Consulting firms are presenting glossy case study booklets on high tables.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables. Consulting firms are presenting glossy case study booklets. Tech companies are displaying demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables. Consulting firms are presenting glossy case study booklets. Tech companies are displaying demo screens showing their latest apps.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables. Consulting firms are presenting glossy case study booklets. Tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables. Consulting firms are presenting glossy case study booklets. Tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables. Consulting firms are presenting glossy case study booklets. Tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables, and tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables, and tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables, and tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "The polished floor surrounds dozens of booths displaying colorful banners. Healthcare providers are presenting community outreach photos on high tables, and tech companies are displaying demo screens showing their latest apps. Event staff scan registrations and hand out lanyards at the entrance. Students line up outside the university gym before the career fair opens, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact."
  ],
  "4_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.3210969859128918,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.4329169837514636,
    0.5214495795715443,
    0.5214495795715443,
    0.5214495795715443,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.5753488439405368,
    0.6483165522775235,
    0.6483165522775235,
    0.6483165522775235,
    0.6483165522775235,
    0.6483165522775235,
    0.7824905448247519,
    0.7824905448247519,
    0.7824905448247519,
    0.7824905448247519,
    0.7824905448247519,
    0.7824905448247519,
    0.7824905448247519,
    0.7595112613038837,
    0.7595112613038837,
    0.7595112613038837,
    0.7595112613038837,
    0.7595112613038837,
    0.7595112613038837,
    0.728178715282954,
    0.728178715282954,
    0.728178715282954,
    0.728178715282954,
    0.728178715282954,
    0.728178715282954,
    0.7825627260399415,
    0.7825627260399415,
    0.7825627260399415,
    0.7825627260399415,
    0.7825627260399415,
    0.7825627260399415,
    0.7825627260399415,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001,
    0.8294741183404001
  ],
  "5": [
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders as they line up outside the university gym. The career fair is about to open, with students gathered before the event begins.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos, while tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Healthcare providers showcase community outreach photos and tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Healthcare providers showcase community outreach photos.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, with healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, with healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, with healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym, clutching resumes in branded folders as the career fair prepares to open. Event staff scan registrations and distribute lanyards at the entrance. Dozens of booths with colorful banners circle the polished floor, with healthcare providers showcasing community outreach photos and tech companies displaying demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact, while alumni volunteers share quick pep talks near the coffee station and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "5_score": [
    0.0,
    0.0,
    0.3770798247546496,
    0.6317316769125592,
    0.6317316769125592,
    0.6317316769125592,
    0.6519215481183135,
    0.6519215481183135,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7700922489745736,
    0.7813350852908836,
    0.7813350852908836,
    0.7813350852908836,
    0.7813350852908836,
    0.7813350852908836,
    0.830315157630474,
    0.830315157630474,
    0.830315157630474,
    0.830315157630474,
    0.830315157630474,
    0.830315157630474,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.865778932629157,
    0.8460737799462534,
    0.8460737799462534,
    0.8460737799462534,
    0.8460737799462534,
    0.8460737799462534,
    0.8460737799462534,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9045992068958741,
    0.9052388925051589,
    0.9052388925051589,
    0.9052388925051589,
    0.9052388925051589,
    0.9052388925051589,
    0.9052388925051589,
    0.9052388925051589,
    0.8918763010312796,
    0.8918763010312796
  ],
  "6": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. Alumni volunteers share quick pep talks near the coffee station, and a welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance, while career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders.",
    "Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. Tech companies display demo screens showing their latest apps, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance, while students clutch resumes inside branded folders. Healthcare providers showcase community outreach photos."
  ],
  "6_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.4989865969158758,
    0.6171330703780875,
    0.6171330703780875,
    0.6171330703780875,
    0.6171330703780875,
    0.7860586991913697,
    0.7860586991913697,
    0.7860586991913697,
    0.7860586991913697,
    0.8636840294878296,
    0.8636840294878296,
    0.8636840294878296,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.8789658722558422,
    0.876594258391572,
    0.876594258391572,
    0.876594258391572,
    0.876594258391572,
    0.876594258391572,
    0.876594258391572,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.7911126944008207,
    0.8038832571966537,
    0.8038832571966537,
    0.8038832571966537,
    0.8038832571966537,
    0.8038832571966537,
    0.8038832571966537,
    0.8038832571966537,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577,
    0.7935585391105577
  ],
  "7": [
    "",
    "",
    "",
    "The healthcare providers are displaying photographs taken during community outreach events. The photos show the providers interacting with a group of children at a local park. Several adults are also present in the images, and the setting appears to be outdoors on a sunny day.",
    "Healthcare providers are displaying photographs taken during community outreach events, showing the providers interacting with a group of children at a local park. Several adults are also present in the images, and the setting appears to be outdoors on a sunny day.",
    "The scene depicts two distinct events. Healthcare providers are presenting photographs from community outreach events, showing interactions with a group of children at a local park with multiple adults present. Simultaneously, students are lined up outside the university gym before the career fair opens, with the setting appearing outdoors on a sunny day.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events, showcasing interactions with a group of children at a local park and multiple adults. Simultaneously, students are lined up outside the university gym before the career fair opens. The setting is outdoors.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events, showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "Outside on a sunny day, healthcare providers are presenting photographs from community outreach events showcasing interactions with a group of children at a local park and multiple adults. Students are lined up outside the university gym before the career fair opens, and dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station, and career counselors remind attendees to maintain eye contact. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.36244412502152495,
    0.36244412502152495,
    0.36244412502152495,
    0.30497757086730154,
    0.30497757086730154,
    0.30497757086730154,
    0.5737574596957641,
    0.5737574596957641,
    0.5737574596957641,
    0.5644521597570316,
    0.5644521597570316,
    0.5644521597570316,
    0.5644521597570316,
    0.5644521597570316,
    0.5644521597570316,
    0.5644521597570316,
    0.6484101491474746,
    0.6484101491474746,
    0.6484101491474746,
    0.6484101491474746,
    0.6484101491474746,
    0.6484101491474746,
    0.6484101491474746,
    0.6830647280239124,
    0.6830647280239124,
    0.6830647280239124,
    0.6830647280239124,
    0.6830647280239124,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7379660934189098,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7815761066669107,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557,
    0.7970115668856557
  ],
  "8": [
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Several glossy case study booklets are stacked on high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students are holding branded folders containing resumes.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students are holding branded folders containing resumes. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students are holding branded folders containing resumes. Students clutch resumes inside branded folders. Tech companies display demo screens showing their latest apps.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps. Healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Several glossy case study booklets are stacked on high tables, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station.",
    "Several glossy case study booklets are stacked on high tables, and dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Students line up outside the university gym before the career fair opens, holding branded folders containing resumes. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Students clutch resumes inside branded folders, while alumni volunteers share quick pep talks near the coffee station. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "8_score": [
    0.0,
    0.0,
    0.3210969859128918,
    0.3210969859128918,
    0.4384886512904488,
    0.4384886512904488,
    0.4717579206646826,
    0.4717579206646826,
    0.4717579206646826,
    0.4717579206646826,
    0.4764603942198652,
    0.4764603942198652,
    0.4764603942198652,
    0.4764603942198652,
    0.5275346027696566,
    0.5275346027696566,
    0.5275346027696566,
    0.7168103125556915,
    0.7168103125556915,
    0.7168103125556915,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.77471470969862,
    0.8150585798800076,
    0.8150585798800076,
    0.8150585798800076,
    0.8150585798800076,
    0.8227266115320546,
    0.8227266115320546,
    0.8227266115320546,
    0.8227266115320546,
    0.8227266115320546,
    0.8227266115320546,
    0.8227266115320546,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8303312554056564,
    0.8440638294703704
  ],
  "9": [
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables.",
    "Students line up outside the university gym before the career fair opens. A welcome announcement outlines the fair schedule over the PA system. Dozens of booths with colorful banners circle the polished floor, and career counselors remind attendees to maintain eye contact. Alumni volunteers share quick pep talks near the coffee station, while consulting firms stack glossy case study booklets on high tables. Healthcare providers showcase community outreach photos."
  ],
  "9_score": [
    0.0,
    0.0,
    0.4989865969158758,
    0.4989865969158758,
    0.6821946724143082,
    0.6821946724143082,
    0.6821946724143082,
    0.7764035861804115,
    0.7764035861804115,
    0.7764035861804115,
    0.7764035861804115,
    0.7764035861804115,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.8240540680401298,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.886706245402108,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.8994427531973584,
    0.9066380286274841,
    0.9066380286274841,
    0.9066380286274841,
    0.9066380286274841,
    0.9066380286274841
  ]
}