{
  "0": [
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers are shown displaying community outreach photos, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "Healthcare providers are shown displaying community outreach photos, while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop.",
    "A multi-organization event unfolds on a polished floor, with healthcare providers displaying community outreach photos and consulting firms stacking glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the area. Human resources teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map.",
    "The scene unfolds on a polished floor at a multi-organization event. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners surround the area. HR teams jot notes on tablets as students introduce themselves. A cybersecurity company runs a password cracking challenge on a laptop. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "On a polished floor at a multi-organization career event, healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners line the space as HR teams jot notes on tablets while students introduce themselves. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "At a multi-organization career event on a polished floor, dozens of booths with colorful banners line the space. Healthcare providers display community outreach photos while consulting firms stack glossy case study booklets on high tables; HR teams jot notes on tablets as students introduce themselves. An alumni panel discusses how to prepare for technical interviews. A cybersecurity company runs a password-cracking challenge on a laptop. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Finance firms offer QR codes for immediate internship applications."
  ],
  "0_score": [
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.30028004492491106,
    0.5220859334270431,
    0.5220859334270431,
    0.5220859334270431,
    0.5220859334270431,
    0.5220859334270431,
    0.6711115728526156,
    0.6711115728526156,
    0.6711115728526156,
    0.6711115728526156,
    0.6711115728526156,
    0.6711115728526156,
    0.6711115728526156,
    0.7135386504656305,
    0.7135386504656305,
    0.7135386504656305,
    0.7135386504656305,
    0.7135386504656305,
    0.7135386504656305,
    0.7135386504656305,
    0.7454863344990534,
    0.7454863344990534,
    0.7454863344990534,
    0.7454863344990534,
    0.7454863344990534,
    0.7454863344990534,
    0.7454863344990534,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7706935366414809,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.7679769558201842,
    0.8176433392051881,
    0.8176433392051881,
    0.8176433392051881,
    0.8176433392051881,
    0.8176433392051881,
    0.8176433392051881,
    0.8176433392051881,
    0.8408589936615106,
    0.8408589936615106
  ],
  "1": [
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, networking etiquette workshops are beginning, while consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, networking etiquette workshops are beginning, while consulting firms stack glossy case study booklets on high tables; at the entrance, event staff scan registrations and hand out lanyards.",
    "In the adjoining classroom, networking etiquette workshops are beginning. Consulting firms stack glossy case study booklets on high tables. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "In the event space, networking etiquette workshops are beginning in the adjoining classroom. Consulting firms stack glossy case study booklets on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention.",
    "In the event space, networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall.",
    "In the event space, networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "In the event space, networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the event space, networking etiquette workshops are beginning in the adjoining classroom. Consulting firms have glossy case study booklets stacked on high tables nearby. At the entrance, event staff scan registrations and hand out lanyards. A robotics startup flies a small drone above its booth to attract attention. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. HR teams jot notes on tablets while students introduce themselves."
  ],
  "1_score": [
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.2944721798444216,
    0.2944721798444216,
    0.2944721798444216,
    0.2944721798444216,
    0.35389539452174656,
    0.35389539452174656,
    0.35389539452174656,
    0.35389539452174656,
    0.35389539452174656,
    0.35389539452174656,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.6966992461672732,
    0.7105088601256797,
    0.7105088601256797,
    0.7105088601256797,
    0.7105088601256797,
    0.7105088601256797,
    0.7105088601256797,
    0.7105088601256797,
    0.7370366211382624,
    0.7370366211382624,
    0.7370366211382624,
    0.7370366211382624,
    0.7370366211382624,
    0.7370366211382624,
    0.7370366211382624,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7575900580062345,
    0.7654883846646718,
    0.7654883846646718,
    0.7654883846646718,
    0.7654883846646718,
    0.7654883846646718,
    0.7654883846646718,
    0.7691291228058393,
    0.7691291228058393,
    0.7691291228058393,
    0.7691291228058393,
    0.7691291228058393
  ],
  "2": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Event staff stand at the entrance, scanning registrations and handing out lanyards to attendees.",
    "Event staff stand at the entrance, scanning registrations and distributing lanyards to attendees, while healthcare providers showcase community outreach photos.",
    "Event staff stand at the entrance, scanning registrations and distributing lanyards to attendees, while healthcare providers showcase community outreach photos, and consulting firms stack glossy case study booklets on high tables.",
    "Event staff stand at the entrance, scanning registrations and distributing lanyards to attendees. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "Event staff stand at the entrance, scanning registrations and distributing lanyards to attendees. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps.",
    "At the event, staff stand at the entrance, scanning registrations and distributing lanyards to attendees. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact.",
    "The scene centers on an event floor where staff stand at the entrance, scanning registrations and distributing lanyards to attendees. Healthcare providers showcase community outreach photos, while consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map.",
    "On the event floor, staff stand at the entrance scanning registrations and distributing lanyards to attendees. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "On the event floor, staff are scanning registrations at the entrance and distributing lanyards to attendees. Healthcare providers showcase community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies display demo screens showing their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom.",
    "On the event floor, staff scan registrations at the entrance and hand out lanyards to attendees. Healthcare providers display community outreach photos. Consulting firms stack glossy case study booklets on high tables. Tech companies show demo screens with their latest apps. Career counselors remind attendees to maintain eye contact. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes in branded folders."
  ],
  "2_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.36999739691676103,
    0.36999739691676103,
    0.36999739691676103,
    0.36999739691676103,
    0.36999739691676103,
    0.36999739691676103,
    0.3597757417318365,
    0.3597757417318365,
    0.3597757417318365,
    0.3597757417318365,
    0.3597757417318365,
    0.39671546876190494,
    0.39671546876190494,
    0.39671546876190494,
    0.39671546876190494,
    0.39671546876190494,
    0.39671546876190494,
    0.7302658301816266,
    0.7302658301816266,
    0.7302658301816266,
    0.7302658301816266,
    0.7302658301816266,
    0.7671115617833453,
    0.7671115617833453,
    0.7671115617833453,
    0.7671115617833453,
    0.7671115617833453,
    0.7671115617833453,
    0.8010366202577033,
    0.8010366202577033,
    0.8010366202577033,
    0.8010366202577033,
    0.8010366202577033,
    0.8010366202577033,
    0.7537635728093757,
    0.7537635728093757,
    0.7537635728093757,
    0.7537635728093757,
    0.7537635728093757,
    0.7537635728093757,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8210520305364724,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8163598460001151,
    0.8329154289711063,
    0.8329154289711063
  ],
  "3": [
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Some students rehearse elevator pitches quietly against the wall, and workshops on networking etiquette begin in the adjoining classroom.",
    "Some students rehearse elevator pitches quietly against the wall as workshops on networking etiquette begin in the adjoining classroom, and career counselors redirect unsure students toward applicable industries.",
    "In a career development setting, students rehearse elevator pitches quietly against the wall as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career development setting, students rehearse elevator pitches quietly against the wall as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves.",
    "In a career development setting, students rehearse elevator pitches quietly against the wall as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "In a career development setting, students rehearse elevator pitches quietly against the wall as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station.",
    "Across a university career development setting, students rehearse elevator pitches quietly against the wall as networking etiquette workshops begin in the adjoining classroom. Career counselors redirect unsure students toward applicable industries. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.28088227723834613,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.3543363341139239,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.6186907559782104,
    0.664892007199303,
    0.664892007199303,
    0.664892007199303,
    0.664892007199303,
    0.664892007199303,
    0.664892007199303,
    0.664892007199303,
    0.6815688317501736,
    0.6815688317501736,
    0.6815688317501736,
    0.6815688317501736,
    0.6815688317501736,
    0.6815688317501736,
    0.6815688317501736,
    0.689941715203175,
    0.689941715203175,
    0.689941715203175,
    0.689941715203175,
    0.689941715203175,
    0.689941715203175,
    0.689941715203175
  ],
  "4": [
    "",
    "",
    "A group of students stand against a wall, quietly rehearsing elevator pitches.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries.",
    "A group of students stands against a wall, quietly rehearsing elevator pitches; career counselors redirect unsure students toward applicable industries.",
    "A group of students stands against a wall, some quietly rehearsing elevator pitches; career counselors redirect unsure students toward applicable industries.",
    "A group of students stands against a wall, some quietly rehearsing elevator pitches. Career counselors redirect unsure students toward applicable industries."
  ],
  "4_score": [
    0.0,
    0.0,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.22320247558562195,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.2250186052700702,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.4208590374298562,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33622903798624193,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.33716071818872606,
    0.4250253570825423,
    0.4250253570825423,
    0.4250253570825423,
    0.4250253570825423
  ],
  "5": [
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards, while nearby some students rehearse elevator pitches quietly against the wall.",
    "Event staff at the entrance scan registrations and hand out lanyards, while nearby some students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets while students introduce themselves.",
    "Event staff at the entrance scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens.",
    "Event staff at the entrance scan registrations and hand out lanyards. Nearby, students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards, while nearby students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards while nearby students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor.",
    "At the university career fair, staff at the event entrance scan registrations and hand out lanyards while nearby students rehearse elevator pitches quietly against the wall. Human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, and students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, and tech companies display demo screens showing their latest apps.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards while nearby students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables as students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor, with tech companies displaying demo screens showing their latest apps, and finance firms offering QR codes for immediate internship applications."
  ],
  "5_score": [
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.38973280403905647,
    0.38973280403905647,
    0.38973280403905647,
    0.38973280403905647,
    0.38973280403905647,
    0.38973280403905647,
    0.5678273817652576,
    0.5678273817652576,
    0.5678273817652576,
    0.5678273817652576,
    0.5678273817652576,
    0.5678273817652576,
    0.5678273817652576,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7364787309120341,
    0.7806069895873156,
    0.7806069895873156,
    0.7806069895873156,
    0.7806069895873156,
    0.7806069895873156,
    0.7806069895873156,
    0.7806069895873156,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.7720401836358936,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.839245144083913,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8580998884199751,
    0.8574824650998489,
    0.8574824650998489,
    0.8574824650998489
  ],
  "6": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards, while students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the event entrance, staff scan registrations and hand out lanyards. Inside, students clutch resumes tucked inside branded folders. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention."
  ],
  "6_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.40528992458144886,
    0.40528992458144886,
    0.40528992458144886,
    0.40528992458144886,
    0.40528992458144886,
    0.40528992458144886,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7400506867647129,
    0.7477478868739961,
    0.7477478868739961,
    0.7477478868739961,
    0.7477478868739961,
    0.7477478868739961,
    0.7477478868739961,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548,
    0.8126577822965548
  ],
  "7": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens, while alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up before the career fair opens, while alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes inside branded folders. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor.",
    "Outside the university gym, students line up before the career fair opens. Alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders. A welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders while a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, where a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, contributing to the backdrop of the event.",
    "Outside the university gym, students line up before the career fair opens as alumni volunteers give brief pep talks near the coffee station. Students clutch resumes in branded folders while a welcome announcement over the PA system outlines the fair schedule. Dozens of booths with colorful banners encircle the polished floor, where a robotics startup flies a small drone above its booth to draw attention. An alumni panel discusses how to prepare for technical interviews, contributing to the backdrop of the event. Finance firms offer QR codes for immediate internship applications."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4117122530577667,
    0.4117122530577667,
    0.4117122530577667,
    0.4117122530577667,
    0.4117122530577667,
    0.5771672688962796,
    0.5771672688962796,
    0.5771672688962796,
    0.5771672688962796,
    0.5771672688962796,
    0.5771672688962796,
    0.7936149462876256,
    0.7936149462876256,
    0.7936149462876256,
    0.7936149462876256,
    0.7936149462876256,
    0.808508151019795,
    0.808508151019795,
    0.808508151019795,
    0.808508151019795,
    0.808508151019795,
    0.808508151019795,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.810084205116017,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8542884942748599,
    0.8579279935017798,
    0.8579279935017798,
    0.8579279935017798,
    0.8579279935017798,
    0.8579279935017798,
    0.8579279935017798,
    0.8579279935017798,
    0.881477865449982,
    0.881477865449982,
    0.881477865449982
  ],
  "8": [
    "",
    "",
    "",
    "In the scene, human resources teams are jotting notes on tablets while students introduce themselves.",
    "The scene features human resources teams jotting notes on tablets while students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station.",
    "The scene features human resources teams jotting notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station, and students clutching resumes inside branded folders.",
    "The scene features human resources teams jotting notes on tablets as students introduce themselves, with alumni volunteers delivering quick pep talks near the coffee station, and students clutching resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "The scene centers on HR teams jotting notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene centers on HR teams jotting notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom.",
    "The scene centers on HR teams jotting notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders, and some rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps.",
    "HR teams jot notes on tablets as students introduce themselves, while alumni volunteers deliver quick pep talks near the coffee station. Students clutch resumes inside branded folders and rehearse elevator pitches quietly against the wall. At the entrance, event staff scan registrations and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.31430483305356,
    0.31430483305356,
    0.31430483305356,
    0.31430483305356,
    0.31430483305356,
    0.31430483305356,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.3451296949127194,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.36666446247441803,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.5192026374111566,
    0.6894596079511103,
    0.6894596079511103,
    0.6894596079511103,
    0.6894596079511103,
    0.6894596079511103,
    0.6894596079511103,
    0.6894596079511103,
    0.6979304342077216,
    0.6979304342077216,
    0.6979304342077216,
    0.6979304342077216,
    0.6979304342077216,
    0.6979304342077216,
    0.6979304342077216,
    0.7444430281696812,
    0.7444430281696812,
    0.7444430281696812,
    0.7444430281696812,
    0.7444430281696812,
    0.7444430281696812,
    0.7444430281696812,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862,
    0.7806900128442862
  ],
  "9": [
    "",
    "",
    "",
    "",
    "Event staff at the entrance scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards, while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards as career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards while career counselors redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. In the adjoining classroom, workshops on networking etiquette begin. Groups of friends mark target employers on the event map. Consulting firms stack glossy case study booklets on high tables."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.4189227757023398,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.46586574359695176,
    0.6758869488985024,
    0.6758869488985024,
    0.6758869488985024,
    0.6758869488985024,
    0.6758869488985024,
    0.6758869488985024,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.8328827561019767,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.7690885115392082,
    0.8153591110904714,
    0.8153591110904714,
    0.8153591110904714,
    0.8153591110904714,
    0.8153591110904714,
    0.8153591110904714,
    0.8153591110904714,
    0.8249045211746874,
    0.8249045211746874,
    0.8249045211746874,
    0.8249045211746874
  ],
  "10": [
    "",
    "",
    "",
    "",
    "",
    "Tech companies display demo screens showing their latest apps.",
    "Tech companies display demo screens showing their latest apps, while a cybersecurity company runs a password cracking challenge on a laptop.",
    "Tech companies display demo screens showing their latest apps, forming the foreground of the scene. A cybersecurity company runs a password cracking challenge on a laptop in the same space. Consulting firms stack glossy case study booklets on high tables nearby.",
    "In the foreground, tech companies display demo screens showing their latest apps. In the same space, a cybersecurity company runs a password cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. An alumni panel discusses how to prepare for technical interviews.",
    "Tech companies display demo screens of their latest apps in the foreground, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, tech companies display demo screens of their latest apps in the foreground, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the event, tech companies display demo screens of their latest apps in the foreground, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "At the event, booths and demonstrations form the backdrop: tech companies display demo screens of their latest apps in the foreground, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables, and an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "At the event, booths and demonstrations form the backdrop: tech companies display demo screens of their latest apps in the foreground, while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention.",
    "Booths and demonstrations form the backdrop of the event, with tech companies displaying demo screens of their latest apps in the foreground, and a cybersecurity company running a password-cracking challenge on a laptop nearby. Consulting firms stack glossy case-study booklets on high tables. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Human resources teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. A robotics startup flies a small drone above its booth for attention."
  ],
  "10_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.4034518193692507,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.3833176240891238,
    0.633616113733982,
    0.633616113733982,
    0.633616113733982,
    0.633616113733982,
    0.633616113733982,
    0.633616113733982,
    0.7318499316874978,
    0.7318499316874978,
    0.7318499316874978,
    0.7318499316874978,
    0.7318499316874978,
    0.7318499316874978,
    0.7318499316874978,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7646961152501215,
    0.7960406615385794,
    0.7960406615385794,
    0.7960406615385794,
    0.7960406615385794,
    0.7960406615385794,
    0.7960406615385794,
    0.8062400850867902,
    0.8062400850867902,
    0.8062400850867902,
    0.8062400850867902,
    0.8062400850867902,
    0.8062400850867902,
    0.8062400850867902,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8372573353995489,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107,
    0.8396691232999107
  ],
  "11": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor.",
    "Career counselors remind attendees to maintain eye contact as dozens of booths with colorful banners circle the polished floor, while some students rehearse elevator pitches quietly against the wall.",
    "A professional event setting on a polished floor, where dozens of booths with colorful banners circle the space as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders.",
    "A professional event unfolds on a polished floor, with dozens of booths bearing colorful banners circling the space as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables.",
    "At a professional event on a polished floor, dozens of booths bearing colorful banners circle the space as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At a professional event on a polished floor, dozens of booths bearing colorful banners circle the space as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps.",
    "At a professional event on a polished floor, dozens of booths with colorful banners circle the space as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries.",
    "At a professional event on a polished floor, dozens of booths circle the space with colorful banners as career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall, while others clutch resumes inside branded folders. Consulting firms stack glossy case study booklets on high tables, and tech companies display demo screens showing their latest apps. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "11_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.4299515376723753,
    0.3978278763483558,
    0.3978278763483558,
    0.3978278763483558,
    0.3978278763483558,
    0.3978278763483558,
    0.3978278763483558,
    0.3978278763483558,
    0.563768147567554,
    0.563768147567554,
    0.563768147567554,
    0.563768147567554,
    0.563768147567554,
    0.563768147567554,
    0.6767849148838927,
    0.6767849148838927,
    0.6767849148838927,
    0.6767849148838927,
    0.6767849148838927,
    0.6767849148838927,
    0.6767849148838927,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7430221178772778,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7497716131699567,
    0.7713485452745837,
    0.7713485452745837,
    0.7713485452745837,
    0.7713485452745837
  ],
  "12": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and a cybersecurity company runs a password cracking challenge on a laptop.",
    "Groups of friends are marking target employers on the event map, while a cybersecurity company conducts a password cracking challenge on a laptop; nearby, some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map. A cybersecurity company conducts a password cracking challenge on a laptop nearby. Nearby, some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map. A cybersecurity company conducts a password cracking challenge on a laptop nearby. Nearby, some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Nearby, students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop nearby. Nearby, students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications.",
    "At the event, groups of friends mark target employers on the event map while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Nearby, students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, groups of friends mark target employers on the event map while a cybersecurity company runs a password-cracking challenge on a laptop nearby. Students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Finance firms offer QR codes for immediate internship applications. Students clutch resumes inside branded folders. Workshops on networking etiquette begin in the adjoining classroom. Healthcare providers showcase community outreach photos."
  ],
  "12_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.393857217636897,
    0.393857217636897,
    0.393857217636897,
    0.393857217636897,
    0.393857217636897,
    0.393857217636897,
    0.393857217636897,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.41098346300358835,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.738638255604787,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8115838706836211,
    0.8267548762836818,
    0.8267548762836818,
    0.8267548762836818,
    0.8267548762836818,
    0.8267548762836818,
    0.8267548762836818,
    0.8267548762836818,
    0.8313629376334244,
    0.8313629376334244,
    0.8313629376334244,
    0.8313629376334244,
    0.8313629376334244,
    0.838500569140415,
    0.838500569140415
  ],
  "13": [
    "",
    "",
    "A line of students stands outside the university gym, waiting before the career fair opens.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth for attention. A welcome announcement outlines the fair schedule over the PA system.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations and hand out lanyards at the entrance. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps.",
    "Outside the university gym, a line of students waits for the career fair to open. Human resources teams jot notes on tablets as students introduce themselves. Event staff scan registrations at the entrance and hand out lanyards. Workshops on networking etiquette begin in the adjoining classroom. A robotics startup flies a small drone above its booth to attract attention. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage. Tech companies display demo screens showing their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "13_score": [
    0.0,
    0.0,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.3154229990911029,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.5348514705398792,
    0.730967018672612,
    0.730967018672612,
    0.730967018672612,
    0.730967018672612,
    0.7892858205270045,
    0.7892858205270045,
    0.7892858205270045,
    0.7892858205270045,
    0.7892858205270045,
    0.7892858205270045,
    0.7892858205270045,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8390036492802599,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8649918082807058,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8762671283165173,
    0.8873801931383416,
    0.8873801931383416,
    0.8873801931383416,
    0.8873801931383416,
    0.8873801931383416,
    0.8873801931383416,
    0.895793049364759,
    0.895793049364759,
    0.895793049364759,
    0.895793049364759,
    0.895793049364759,
    0.895793049364759,
    0.895793049364759
  ],
  "14": [
    "",
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "In the scene, groups of friends mark target employers on the event map. Students clutch resumes inside branded folders.",
    "In the scene, groups of friends mark target employers on the event map, while students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map while students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map while students clutch resumes inside branded folders; the engineering society sponsors a resume review table near the stage.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables.",
    "Groups of friends mark target employers on the event map, while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage, and consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "At the event, groups of friends mark target employers on the event map while students clutch resumes inside branded folders. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.572286074846154,
    0.572286074846154,
    0.572286074846154,
    0.572286074846154,
    0.572286074846154,
    0.46356853212052646,
    0.46356853212052646,
    0.46356853212052646,
    0.46356853212052646,
    0.46356853212052646,
    0.46356853212052646,
    0.46356853212052646,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.5160431224132103,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.6191529491466932,
    0.7765264816678314,
    0.7765264816678314,
    0.7765264816678314,
    0.7765264816678314,
    0.7765264816678314,
    0.7765264816678314,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971,
    0.8149506599769971
  ],
  "15": [
    "",
    "",
    "",
    "Alumni volunteers share quick pep talks near the coffee station.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews.",
    "Alumni volunteers share quick pep talks near the coffee station, while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "At the event, alumni activities unfold with volunteers sharing quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom.",
    "Alumni-related activity is underway: volunteers are delivering quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends are marking target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom. Meanwhile, some students rehearse elevator pitches quietly against the wall.",
    "Alumni-related activity is underway: volunteers are delivering quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends are marking target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom. Meanwhile, some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "An ongoing alumni event is depicted, with volunteers delivering quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends are marking target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An ongoing alumni event at the university is in progress, with volunteers delivering quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends are marking target employers on the event map. Workshops on networking etiquette have begun in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "An ongoing university alumni event features volunteers delivering quick pep talks near the coffee station while an alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map, and workshops on networking etiquette have begun in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop. Students line up outside the university gym before the career fair opens, as event staff scan registrations and hand out lanyards at the entrance."
  ],
  "15_score": [
    0.0,
    0.0,
    0.0,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.33928313829666595,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.38033052107468224,
    0.57266106887133,
    0.57266106887133,
    0.57266106887133,
    0.57266106887133,
    0.57266106887133,
    0.57266106887133,
    0.7402983760030153,
    0.7402983760030153,
    0.7402983760030153,
    0.7402983760030153,
    0.7402983760030153,
    0.7402983760030153,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.6944028870322775,
    0.7117371132889632,
    0.7117371132889632,
    0.7117371132889632,
    0.7117371132889632,
    0.7117371132889632,
    0.7117371132889632,
    0.7536104538578328,
    0.7536104538578328,
    0.7536104538578328,
    0.7536104538578328,
    0.7536104538578328,
    0.7536104538578328,
    0.7536104538578328,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.7716307159286898,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819,
    0.8036926612927819
  ],
  "16": [
    "",
    "",
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "At the event entrance, staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews.",
    "At the event entrance, staff scan registrations and distribute lanyards. Finance firms provide QR codes for immediate internship applications. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the event entrance, staff scan registrations and distribute lanyards. Finance firms provide QR codes to enable immediate internship applications. An alumni panel discusses strategies for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event entrance, staff scan registrations and distribute lanyards. Finance firms provide QR codes to enable immediate internship applications. An alumni panel discusses strategies for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos.",
    "At the event entrance, staff scan registrations and distribute lanyards; finance firms provide QR codes to enable immediate internship applications. An alumni panel discusses strategies for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event entrance, staff scan registrations and distribute lanyards. Finance firms provide QR codes to enable immediate internship applications. An alumni panel discusses strategies for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor.",
    "At the event entrance, staff scan registrations and distribute lanyards. Finance firms provide QR codes to enable immediate internship applications. An alumni panel discusses strategies for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case-study booklets on high tables. Healthcare providers showcase community outreach photos. A cybersecurity company runs a password-cracking challenge on a laptop. Dozens of booths with colorful banners circle the polished floor. Groups of friends mark target employers on the event map."
  ],
  "16_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.6001078809187134,
    0.6001078809187134,
    0.6001078809187134,
    0.6001078809187134,
    0.6001078809187134,
    0.828248024373253,
    0.828248024373253,
    0.828248024373253,
    0.828248024373253,
    0.828248024373253,
    0.828248024373253,
    0.828248024373253,
    0.8161157773899198,
    0.8161157773899198,
    0.8161157773899198,
    0.8161157773899198,
    0.8161157773899198,
    0.8161157773899198,
    0.8291546828249853,
    0.8291546828249853,
    0.8291546828249853,
    0.8291546828249853,
    0.8291546828249853,
    0.8291546828249853,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8388244077381386,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8385862243086353,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444,
    0.8424848900006444
  ],
  "17": [
    "",
    "",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space.",
    "Dozens of booths with colorful banners encircle a polished floor, forming a circular arrangement around the space. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. Some students rehearse elevator pitches quietly against the wall.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "A career fair unfolds in a space where dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern around the space. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule.",
    "A career fair unfolds in a space where dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth for attention.",
    "Dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern at a career fair. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement over the PA system outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor, arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "At a career fair, dozens of booths with colorful banners encircle a polished floor arranged in a circular pattern. Some students rehearse elevator pitches quietly against the wall, while others line up outside the university gym before the fair opens. A welcome announcement over the PA outlines the fair schedule. A robotics startup flies a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. Healthcare providers showcase community outreach photos."
  ],
  "17_score": [
    0.0,
    0.0,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.3001216559438409,
    0.474855560699093,
    0.474855560699093,
    0.474855560699093,
    0.474855560699093,
    0.474855560699093,
    0.474855560699093,
    0.474855560699093,
    0.474276098517225,
    0.474276098517225,
    0.474276098517225,
    0.474276098517225,
    0.474276098517225,
    0.474276098517225,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.7354847212326856,
    0.8143648082096214,
    0.8143648082096214,
    0.8143648082096214,
    0.8143648082096214,
    0.8143648082096214,
    0.8143648082096214,
    0.8143648082096214,
    0.842274652215921,
    0.842274652215921,
    0.842274652215921,
    0.842274652215921,
    0.842274652215921,
    0.842274652215921,
    0.842274652215921,
    0.8394038517527503,
    0.8394038517527503,
    0.8394038517527503,
    0.8394038517527503,
    0.8394038517527503,
    0.8394038517527503,
    0.8394038517527503,
    0.8566706978014482,
    0.8566706978014482,
    0.8566706978014482,
    0.8566706978014482,
    0.8566706978014482,
    0.8566706978014482,
    0.8701359714737029,
    0.8701359714737029,
    0.8701359714737029,
    0.8701359714737029,
    0.8701359714737029,
    0.8701359714737029,
    0.8701359714737029,
    0.8734135241448915,
    0.8734135241448915
  ],
  "18": [
    "",
    "",
    "",
    "",
    "",
    "Students line up outside the university gym before the career fair opens.",
    "Students line up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews.",
    "Students are lined up outside the university gym before the career fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves.",
    "Students are lined up outside the university gym as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map.",
    "Outside the university gym, students line up as the career fair prepares to open. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets while students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, students line up as the career fair opens. An alumni panel discusses how to prepare for technical interviews. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders."
  ],
  "18_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.4061364062322907,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.6217758772527433,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.7477805173931429,
    0.775724924931597,
    0.775724924931597,
    0.775724924931597,
    0.775724924931597,
    0.775724924931597,
    0.775724924931597,
    0.775724924931597,
    0.8088253148760869,
    0.8088253148760869,
    0.8088253148760869,
    0.8088253148760869,
    0.8088253148760869,
    0.8088253148760869,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8149230827132012,
    0.8116148397050602,
    0.8116148397050602,
    0.8116148397050602,
    0.8116148397050602,
    0.8116148397050602,
    0.8116148397050602,
    0.8116148397050602,
    0.8183814984888635,
    0.8183814984888635,
    0.8183814984888635,
    0.8183814984888635,
    0.8183814984888635
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables, while students line up outside the university gym before the career fair opens.",
    "Consulting firms stack glossy case study booklets on high tables while students line up outside the university gym before the career fair opens, and finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, consulting firms stack glossy case study booklets on high tables as students line up outside the university gym; finance firms offer QR codes for immediate internship applications.",
    "Before the career fair opens, consulting firms stack glossy case study booklets on high tables as students line up outside the university gym; finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system.",
    "Before the career fair opens at the university gym, consulting firms stack glossy case study booklets on high tables as students line up outside. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "Before the career fair opens at the university gym, consulting firms stack glossy case study booklets on high tables as students line up outside. Finance firms offer QR codes for immediate internship applications. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the university gym, prior to the career fair opening, consulting firms arrange glossy case-study booklets on high tables as students line up outside; finance firms provide QR codes for immediate internship applications; a welcome announcement over the PA system outlines the fair schedule; healthcare providers display community outreach photos; and the engineering society runs a resume-review table near the stage.",
    "At the university gym, before the career fair opens, consulting firms place glossy case-study booklets on high tables as students line up outside. Finance firms provide QR codes enabling immediate internship applications. A welcome announcement over the PA system outlines the fair schedule. Healthcare providers display community outreach photos. The engineering society operates a resume-review table near the stage. Groups of friends mark target employers on the event map."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.39628498647904004,
    0.4550534545782497,
    0.4550534545782497,
    0.4550534545782497,
    0.4550534545782497,
    0.4550534545782497,
    0.4550534545782497,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.5092042217992594,
    0.6984851173045667,
    0.6984851173045667,
    0.6984851173045667,
    0.6984851173045667,
    0.6984851173045667,
    0.6984851173045667,
    0.6984851173045667,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.8267309676665175,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.4892296491490319,
    0.8576021839248733,
    0.8576021839248733,
    0.8576021839248733
  ],
  "20": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor.",
    "A robotics startup is flying a small drone above its booth to attract attention, while dozens of booths with colorful banners circle a polished floor. Nearby, a cybersecurity company runs a password cracking challenge on a laptop.",
    "A robotics startup is flying a small drone above its booth to attract attention. Dozens of booths with colorful banners circle a polished floor. Nearby, a cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "A robotics startup is flying a small drone above its booth to attract attention, while dozens of booths with colorful banners circle a polished floor. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos.",
    "A robotics startup flies a small drone above its booth to attract attention as dozens of booths with colorful banners circle a polished floor. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, and healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "At a university career fair, dozens of booths with colorful banners circle a polished floor. A robotics startup flies a small drone above its booth to attract attention. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens.",
    "At a university career fair, dozens of booths with colorful banners circle a polished floor. A robotics startup flies a small drone above its booth to attract attention. Nearby, a cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showing their latest apps, while healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.4673723255058974,
    0.517729710986473,
    0.517729710986473,
    0.517729710986473,
    0.517729710986473,
    0.517729710986473,
    0.517729710986473,
    0.517729710986473,
    0.6915597278195922,
    0.6915597278195922,
    0.6915597278195922,
    0.6915597278195922,
    0.6915597278195922,
    0.6915597278195922,
    0.6915597278195922,
    0.7056910379860339,
    0.7056910379860339,
    0.7056910379860339,
    0.7056910379860339,
    0.7056910379860339,
    0.7056910379860339,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.7777239171262573,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.86967956226778,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443,
    0.8824202918317443
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym, waiting for the career fair to open.",
    "Outside the university gym, a line of students waits for the career fair to open, while alumni volunteers give brief pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers give brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers deliver brief pep talks near the coffee station, while event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers deliver brief pep talks near the coffee station. Event staff at the entrance scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, a line of students waits for the career fair to open. Alumni volunteers deliver brief pep talks near the coffee station. At the entrance, event staff scan registrations and hand out lanyards. Consulting firms stack glossy case study booklets on high tables. A robotics startup flies a small drone above its booth to draw attention. Some students rehearse elevator pitches quietly against the wall."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.3269487980870542,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.37011247342957126,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.5464868193831781,
    0.7480507118987072,
    0.7480507118987072,
    0.7480507118987072,
    0.7480507118987072,
    0.7480507118987072,
    0.7480507118987072,
    0.7480507118987072,
    0.7761511798363823,
    0.7761511798363823,
    0.7761511798363823,
    0.7761511798363823,
    0.7761511798363823,
    0.7761511798363823,
    0.7761511798363823,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8357159942920658,
    0.8391190562586627,
    0.8391190562586627,
    0.8391190562586627,
    0.8391190562586627,
    0.8391190562586627
  ],
  "22": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall.",
    "In a venue with a polished floor, groups of friends mark target employers on the event map; at the same time, some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the space.",
    "At a venue with a polished floor, groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners circle the space, and the engineering society sponsors a resume review table near the stage.",
    "The venue features a polished floor and a bustling layout where groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the space, and the engineering society sponsors a resume review table near the stage as career counselors remind attendees to maintain eye contact.",
    "The venue features a polished floor and a bustling layout where groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the space, and the engineering society sponsors a resume review table near the stage as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The venue features a polished floor and a bustling layout where groups of friends mark target employers on the event map, while some students rehearse elevator pitches quietly against the wall. Dozens of booths with colorful banners encircle the space, and the engineering society sponsors a resume review table near the stage as career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables.",
    "The venue features a polished floor and a bustling layout, with groups of friends marking target employers on the event map as some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the space. The engineering society sponsors a resume review table near the stage, while career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station.",
    "The venue presents a polished floor and a bustling layout for the career fair. Groups of friends mark target employers on the event map while some students quietly rehearse elevator pitches against the wall. Dozens of booths with colorful banners encircle the space. The engineering society sponsors a resume review table near the stage, and career counselors remind attendees to maintain eye contact. Consulting firms stack glossy case study booklets on high tables. Alumni volunteers share quick pep talks near the coffee station. Students line up outside the university gym before the career fair opens."
  ],
  "22_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.4257856839635846,
    0.5786883940901232,
    0.5786883940901232,
    0.5786883940901232,
    0.5786883940901232,
    0.5786883940901232,
    0.5786883940901232,
    0.5823249112194175,
    0.5823249112194175,
    0.5823249112194175,
    0.5823249112194175,
    0.5823249112194175,
    0.5823249112194175,
    0.5756131859421663,
    0.5756131859421663,
    0.5756131859421663,
    0.5756131859421663,
    0.5756131859421663,
    0.5756131859421663,
    0.5756131859421663,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7379219399033892,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.7637255439351727,
    0.8506888795649461,
    0.8506888795649461,
    0.8506888795649461,
    0.8506888795649461,
    0.8506888795649461
  ],
  "23": [
    "",
    "A welcome announcement outlines the fair schedule and is broadcast over the PA system.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system. Dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes inside branded folders while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and groups of friends mark target employers on the event map.",
    "A welcome announcement outlining the fair schedule is broadcast over the PA system as dozens of booths with colorful banners circle the polished floor. Students clutch resumes in branded folders while human resources teams jot notes on tablets as students introduce themselves. Healthcare providers showcase community outreach photos, and groups of friends mark target employers on the event map. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "23_score": [
    0.0,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.405169270127506,
    0.586930896489369,
    0.586930896489369,
    0.586930896489369,
    0.586930896489369,
    0.586930896489369,
    0.586930896489369,
    0.7234651554135528,
    0.7234651554135528,
    0.7234651554135528,
    0.7234651554135528,
    0.7234651554135528,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.688340294920833,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8144775993428759,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472,
    0.8654316553114472
  ],
  "24": [
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase a display of community outreach photos.",
    "Healthcare providers showcase a display of community outreach photos, creating a photographic exhibit of outreach efforts. Consulting firms stack glossy case study booklets on high tables nearby, arranging them in neat piles.",
    "Healthcare providers showcase a display of community outreach photos, creating a photographic exhibit of outreach efforts. Consulting firms stack glossy case study booklets on high tables nearby, arranging them in neat piles. Human resources teams jot notes on tablets while students introduce themselves.",
    "A busy event scene features healthcare providers presenting a photographic exhibit of community outreach efforts. Nearby, consulting firms stack glossy case study booklets on high tables, arranging them in neat piles. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A busy event scene features healthcare providers presenting a photographic exhibit of community outreach efforts. Nearby, consulting firms stack glossy case study booklets on high tables, arranging them in neat piles. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map.",
    "At the busy event, healthcare providers present a photographic exhibit of community outreach efforts. Nearby, consulting firms stack glossy case study booklets on high tables, arranging them in neat piles. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth for attention.",
    "At the busy event, healthcare providers host a photographic exhibit highlighting community outreach. Nearby, consulting firms stack glossy case-study booklets on high tables, arranged in neat piles. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system.",
    "At a busy event, healthcare providers host a photographic exhibit highlighting community outreach. Nearby, consulting firms stack glossy case-study booklets on high tables, arranged in neat piles. Human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Groups of friends mark target employers on the event map. A robotics startup flies a small drone above its booth to draw attention. A welcome announcement outlines the fair schedule over the PA system. Alumni volunteers share quick pep talks near the coffee station.",
    "At a busy event, various groups participate: healthcare providers host a photographic exhibit highlighting community outreach; consulting firms stack glossy case-study booklets on high tables in neat piles; human resources teams jot notes on tablets as students introduce themselves; the engineering society sponsors a resume review table near the stage; groups of friends mark target employers on the event map; a robotics startup flies a small drone above its booth to draw attention; a welcome announcement outlines the fair schedule over the PA system; alumni volunteers share quick pep talks near the coffee station; tech companies display demo screens showing their latest apps."
  ],
  "24_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.31992074365323203,
    0.31992074365323203,
    0.31992074365323203,
    0.31992074365323203,
    0.31992074365323203,
    0.31992074365323203,
    0.31992074365323203,
    0.4439260837496949,
    0.4439260837496949,
    0.4439260837496949,
    0.4439260837496949,
    0.4439260837496949,
    0.5899862956542965,
    0.5899862956542965,
    0.5899862956542965,
    0.5899862956542965,
    0.5899862956542965,
    0.5899862956542965,
    0.5899862956542965,
    0.7151133590517883,
    0.7151133590517883,
    0.7151133590517883,
    0.7151133590517883,
    0.7151133590517883,
    0.7151133590517883,
    0.734210677942392,
    0.734210677942392,
    0.734210677942392,
    0.734210677942392,
    0.734210677942392,
    0.734210677942392,
    0.734210677942392,
    0.7931874070000343,
    0.7931874070000343,
    0.7931874070000343,
    0.7931874070000343,
    0.7931874070000343,
    0.7931874070000343,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8432865653937762,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.8247011568763114,
    0.5117215297737653,
    0.5117215297737653,
    0.5117215297737653,
    0.5117215297737653,
    0.5117215297737653
  ],
  "25": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers are showcasing community outreach photos, while groups of friends are marking target employers on the event map.",
    "At the fair, healthcare providers are showcasing community outreach photos, groups of friends are marking target employers on the event map, and a welcome announcement, broadcast over the PA system, outlines the schedule.",
    "At the fair, healthcare providers are showcasing community outreach photos, groups of friends are marking target employers on the event map, and a welcome announcement broadcast over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps.",
    "At the fair, healthcare providers are showcasing community outreach photos. Groups of friends are marking target employers on the event map, and a welcome announcement broadcast over the PA system outlines the schedule. Tech companies display demo screens showing their latest apps. The event map features marks for target employers, placed by the groups of friends.",
    "At the fair, healthcare providers showcase community outreach photos. Groups of friends place marks for target employers on the event map, and a welcome announcement broadcasts over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, healthcare providers showcase community outreach photos. Groups of friends place marks for target employers on the event map while a welcome announcement broadcasts over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the fair, healthcare providers showcase community outreach photos. Groups of friends place marks for target employers on the event map as a welcome announcement broadcasts over the PA system outlining the schedule. Tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves."
  ],
  "25_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36052520431853,
    0.36052520431853,
    0.36052520431853,
    0.36052520431853,
    0.36052520431853,
    0.36052520431853,
    0.36052520431853,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.4516016683008811,
    0.6712030005758178,
    0.6712030005758178,
    0.6712030005758178,
    0.6712030005758178,
    0.6712030005758178,
    0.6712030005758178,
    0.7984926251532958,
    0.7984926251532958,
    0.7984926251532958,
    0.7984926251532958,
    0.7984926251532958,
    0.7984926251532958,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.8332675564147414,
    0.842031337528713,
    0.842031337528713,
    0.842031337528713,
    0.842031337528713,
    0.842031337528713,
    0.842031337528713,
    0.842031337528713,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044,
    0.8444391863637044
  ],
  "26": [
    "",
    "",
    "",
    "Finance firms offer QR codes for immediate internship applications.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall.",
    "Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall. Students clutch resumes inside branded folders.",
    "Finance firms offer QR codes for immediate internship applications; dozens of booths with colorful banners circle the polished floor as students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders.",
    "Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards.",
    "An internship fair organized by finance firms features QR codes for immediate internship applications. Dozens of booths with colorful banners surround a polished floor. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews.",
    "An internship fair organized by finance firms features QR codes for immediate internship applications. Dozens of booths with colorful banners surround a polished floor. Students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "An internship fair organized by finance firms features QR codes for immediate internship applications. Dozens of booths with colorful banners surround a polished floor, while students rehearse elevator pitches quietly against the wall and clutch resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement outlines the fair schedule over the PA system.",
    "An internship fair organized by finance firms features QR codes for immediate internship applications. Dozens of booths with colorful banners surround a polished floor as students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement outlines the fair schedule over the PA system.",
    "An internship fair organized by finance firms features QR codes for immediate internship applications. Dozens of booths with colorful banners surround a polished floor as students rehearse elevator pitches quietly against the wall, clutching resumes inside branded folders. At the entrance, event staff scan registrations and hand out lanyards. An alumni panel discusses how to prepare for technical interviews, and a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map."
  ],
  "26_score": [
    0.0,
    0.0,
    0.0,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.38653269686466674,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.5152899382278588,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.6343502624360486,
    0.45969135254816507,
    0.45969135254816507,
    0.45969135254816507,
    0.45969135254816507,
    0.45969135254816507,
    0.45969135254816507,
    0.45969135254816507,
    0.7744343601071018,
    0.7744343601071018,
    0.7744343601071018,
    0.7744343601071018,
    0.7744343601071018,
    0.7744343601071018,
    0.8666708994360486,
    0.8666708994360486,
    0.8666708994360486,
    0.8666708994360486,
    0.8666708994360486,
    0.8743192901561553,
    0.8743192901561553,
    0.8743192901561553,
    0.8743192901561553,
    0.8743192901561553,
    0.8743192901561553,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8636682381999877,
    0.8584694640059556,
    0.8584694640059556,
    0.8584694640059556,
    0.8584694640059556,
    0.8584694640059556,
    0.8584694640059556,
    0.8777582473103804,
    0.8777582473103804,
    0.8777582473103804
  ],
  "27": [
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "The event features an alumni panel discussing how to prepare for technical interviews, while at the entrance event staff scan registrations and hand out lanyards to attendees.",
    "The event features an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall.",
    "The event features an alumni panel discussing how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall.",
    "An alumni panel discusses how to prepare for technical interviews as part of the event. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "During the event, an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "An alumni panel discusses how to prepare for technical interviews during the event. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map.",
    "During the event, an alumni panel discusses how to prepare for technical interviews. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "An alumni panel discusses how to prepare for technical interviews during the event. At the entrance, staff scan registrations and hand out lanyards to attendees. Some students rehearse elevator pitches quietly against the wall, and others line up outside the university gym before the career fair opens. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor as HR teams jot notes on tablets while students introduce themselves."
  ],
  "27_score": [
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.47498599970802485,
    0.47498599970802485,
    0.47498599970802485,
    0.47498599970802485,
    0.47498599970802485,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7426958051211259,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.7887235088225593,
    0.814501217676352,
    0.814501217676352,
    0.814501217676352,
    0.814501217676352,
    0.814501217676352,
    0.814501217676352,
    0.814501217676352,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8326472743793337,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8341744249705352,
    0.8496094299889949,
    0.8496094299889949,
    0.8496094299889949,
    0.8496094299889949,
    0.8496094299889949,
    0.8496094299889949
  ],
  "28": [
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors redirect unsure students toward applicable industries, while workshops on networking etiquette begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall.",
    "Career counselors redirect unsure students toward applicable industries, while networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, and groups of friends mark target employers on the event map.",
    "In the event space, career counselors redirect unsure students toward applicable industries as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "In the event space, career counselors redirect unsure students toward applicable industries as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables.",
    "In the event space, career counselors redirect unsure students toward applicable industries as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage.",
    "In the event space, career counselors redirect unsure students toward applicable industries as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "In the event space, career counselors redirect unsure students toward applicable industries as networking etiquette workshops begin in the adjoining classroom. Some students rehearse elevator pitches quietly against the wall, while groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor, and consulting firms stack glossy case study booklets on high tables. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders."
  ],
  "28_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.3870850368728349,
    0.4992367583008546,
    0.4992367583008546,
    0.4992367583008546,
    0.4992367583008546,
    0.4992367583008546,
    0.5339455346453089,
    0.5339455346453089,
    0.5339455346453089,
    0.5339455346453089,
    0.5339455346453089,
    0.5339455346453089,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7031677549680715,
    0.7444745048237132,
    0.7444745048237132,
    0.7444745048237132,
    0.7444745048237132,
    0.7444745048237132,
    0.7444745048237132,
    0.7444745048237132,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7768462541221282,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552,
    0.7896354233826552
  ],
  "29": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "A line of students stands outside the university gym before the career fair opens.",
    "Outside the university gym, a line of students waits before the career fair opens. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits before the career fair opens. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits before the career fair opens. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits before the career fair opens. Healthcare providers showcase community outreach photos. Dozens of booths with colorful banners circle the polished floor. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym, a line of students waits before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention.",
    "Outside the university gym, a line of students waits before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before the career fair opens. Dozens of booths with colorful banners circle the polished floor, while healthcare providers showcase community outreach photos. Alumni volunteers share quick pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits before the career fair opens. The polished floor is circled by dozens of booths with colorful banners, while healthcare providers showcase photos of community outreach. Alumni volunteers offer brief pep talks near the coffee station. A robotics startup flies a small drone above its booth to draw attention. Career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage."
  ],
  "29_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.38438436465399783,
    0.47776501565882146,
    0.47776501565882146,
    0.47776501565882146,
    0.47776501565882146,
    0.47776501565882146,
    0.6540772769495831,
    0.6540772769495831,
    0.6540772769495831,
    0.6540772769495831,
    0.6540772769495831,
    0.6540772769495831,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.7089933676927072,
    0.783569510949327,
    0.783569510949327,
    0.783569510949327,
    0.783569510949327,
    0.783569510949327,
    0.783569510949327,
    0.783569510949327,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.7602777209085574,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8041294812202519,
    0.8208695037743452,
    0.8208695037743452
  ],
  "30": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth to attract attention.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth to attract attention. Workshops on networking etiquette begin in the adjoining classroom.",
    "At an event, students clutch resumes tucked inside branded folders, while a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications.",
    "At an event, students clutch resumes tucked inside branded folders as a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications, and career counselors remind attendees to maintain eye contact.",
    "At an event, students clutch resumes tucked inside branded folders as a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, students clutch resumes tucked inside branded folders as a robotics startup flies a small drone above its booth to attract attention. In the adjoining classroom, workshops on networking etiquette begin. Finance firms offer QR codes for immediate internship applications, and career counselors remind attendees to maintain eye contact. Some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "30_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.5856240121380192,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.801216676833032,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8019944352320104,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8088348475483689,
    0.8307548993570346,
    0.8307548993570346,
    0.8307548993570346,
    0.8307548993570346,
    0.8307548993570346
  ],
  "31": [
    "",
    "",
    "Finance firms are issuing QR codes to facilitate immediate internship applications.",
    "Finance firms are issuing QR codes to facilitate immediate internship applications, while workshops on networking etiquette begin in the adjoining classroom.",
    "Finance firms are issuing QR codes to facilitate immediate internship applications, while networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens.",
    "In the career fair scene, finance firms issue QR codes to enable immediate internship applications, while networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens, and human resources teams jot notes on tablets as students introduce themselves.",
    "Finance firms at the career fair issue QR codes to enable immediate internship applications, while networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, finance firms issue QR codes to enable immediate internship applications, while networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves.",
    "At the university career fair, finance firms issue QR codes to enable immediate internship applications, while networking etiquette workshops begin in the adjoining classroom. Students line up outside the university gym before the career fair opens. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, finance firms issue QR codes to support immediate internship applications, while networking etiquette workshops start in the adjoining classroom. Students line up outside the university gym before the fair opens. Human resources teams jot notes on tablets as students introduce themselves. Tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "31_score": [
    0.0,
    0.0,
    0.40813471193020956,
    0.40813471193020956,
    0.40813471193020956,
    0.40813471193020956,
    0.40813471193020956,
    0.40813471193020956,
    0.40813471193020956,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.3982530788359708,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6008869104738205,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.6868478636209291,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8408811631448487,
    0.8390718017079678,
    0.8390718017079678,
    0.8390718017079678,
    0.8390718017079678,
    0.8390718017079678,
    0.8390718017079678,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8602820861772431,
    0.8680375387225572,
    0.8680375387225572,
    0.8680375387225572,
    0.8680375387225572
  ],
  "32": [
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves.",
    "Healthcare providers showcase community outreach photos, while human resources teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "Healthcare providers showcase community outreach photos while human resources teams jot notes on tablets as students introduce themselves; some students rehearse elevator pitches quietly against the wall, and finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos as human resources teams jot notes on tablets; students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom.",
    "A busy event floor features healthcare providers displaying community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor.",
    "A busy event floor hosts a mix of exhibitors and attendees: healthcare providers displaying community outreach photos while human resources teams jot notes on tablets; students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette begin in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An active event floor hosts a mix of exhibitors and attendees. Healthcare providers display community outreach photos, while human resources teams jot notes on tablets. Students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette take place in an adjoining classroom. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop.",
    "An active event floor hosts exhibitors and attendees. Healthcare providers display community outreach photos, while human resources teams jot notes on tablets. Students introduce themselves, with some rehearsing elevator pitches quietly against the wall. Finance firms offer QR codes for immediate internship applications, and workshops on networking etiquette take place in an adjoining classroom. Dozens of booths with colorful banners circle the polished floor. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "32_score": [
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.36512745917729594,
    0.5227448486705586,
    0.5227448486705586,
    0.5227448486705586,
    0.5227448486705586,
    0.5227448486705586,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.4575616394190121,
    0.5813874710261251,
    0.5813874710261251,
    0.5813874710261251,
    0.5813874710261251,
    0.5813874710261251,
    0.5813874710261251,
    0.7279394941585497,
    0.7279394941585497,
    0.7279394941585497,
    0.7279394941585497,
    0.7279394941585497,
    0.7279394941585497,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7549576269093083,
    0.7890770873853956,
    0.7890770873853956,
    0.7890770873853956,
    0.7890770873853956,
    0.7890770873853956,
    0.7890770873853956,
    0.7909083101812313,
    0.7909083101812313,
    0.7909083101812313,
    0.7909083101812313
  ],
  "33": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "At the entrance, event staff scan registrations and hand out lanyards.",
    "Event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage.",
    "Event staff at the entrance scan registrations and hand out lanyards. The engineering society sponsors a resume review table near the stage. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff at the entrance scan registrations and hand out lanyards. Near the stage, the engineering society sponsors a resume review table. Consulting firms stack glossy case study booklets on high tables. A cybersecurity company runs a password cracking challenge on a laptop.",
    "LLM error: 503 Server Error: Service Unavailable for url: https://api.openai.com/v1/chat/completions",
    "At the event, an LLM error was observed: 503 Service Unavailable for url: https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage.",
    "At the event, an LLM error was observed: 503 Service Unavailable for url: https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders.",
    "At the event, an LLM error was observed: 503 Service Unavailable for url: https://api.openai.com/v1/chat/completions. The engineering society sponsors a resume review table near the stage. Students clutch resumes inside branded folders. Dozens of booths with colorful banners circle the polished floor."
  ],
  "33_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.3751304216956524,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.601250717775578,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7207002535698677,
    0.7815784720685142,
    0.7815784720685142,
    0.7815784720685142,
    0.7815784720685142,
    0.7815784720685142,
    0.7815784720685142,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.16607368933360647,
    0.4020761389773986,
    0.4020761389773986,
    0.4020761389773986,
    0.4020761389773986,
    0.4020761389773986,
    0.4020761389773986,
    0.4020761389773986,
    0.5609766982541998,
    0.5609766982541998,
    0.5609766982541998,
    0.5609766982541998,
    0.5609766982541998,
    0.5609766982541998,
    0.5609766982541998,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805,
    0.6384257554243805
  ],
  "34": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "34_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0
  ],
  "35": [
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to draw attention.",
    "A robotics startup is flying a small drone above its booth to draw attention while students clutch resumes inside branded folders.",
    "A robotics startup is flying a small drone above its booth to draw attention, while students clutch resumes inside branded folders.",
    "A robotics startup is flying a small drone above its booth to draw attention, while students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders. Career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, a robotics startup flies a small drone above its booth to draw attention. Students clutch resumes inside branded folders; career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, a robotics startup draws attention by flying a small drone above its booth. Students clutch resumes inside branded folders, while career counselors redirect unsure students toward applicable industries. Groups of friends mark target employers on the event map. The engineering society sponsors a resume review table near the stage. A welcome announcement over the PA system outlines the fair schedule."
  ],
  "35_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3804990164803455,
    0.3804990164803455,
    0.3804990164803455,
    0.3804990164803455,
    0.3804990164803455,
    0.3804990164803455,
    0.44593314111435955,
    0.44593314111435955,
    0.44593314111435955,
    0.44593314111435955,
    0.44593314111435955,
    0.44593314111435955,
    0.4022723002383006,
    0.4022723002383006,
    0.4022723002383006,
    0.4022723002383006,
    0.4022723002383006,
    0.4022723002383006,
    0.4022723002383006,
    0.5819732710263598,
    0.5819732710263598,
    0.5819732710263598,
    0.5819732710263598,
    0.5819732710263598,
    0.5819732710263598,
    0.5819732710263598,
    0.8246160826956195,
    0.8246160826956195,
    0.8246160826956195,
    0.8246160826956195,
    0.8246160826956195,
    0.8246160826956195,
    0.7781404250898827,
    0.7781404250898827,
    0.7781404250898827,
    0.7781404250898827,
    0.7781404250898827,
    0.7781404250898827,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8501156467515822,
    0.8715776259575698,
    0.8715776259575698,
    0.8715776259575698,
    0.8715776259575698,
    0.8715776259575698,
    0.8715776259575698,
    0.8715776259575698,
    0.8394686657506818,
    0.8394686657506818,
    0.8394686657506818,
    0.8394686657506818,
    0.8394686657506818,
    0.8394686657506818,
    0.8394686657506818
  ],
  "36": [
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "In the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants.",
    "In the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers share quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement over the PA system outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At the event setting, career counselors remind attendees to maintain eye contact. Nearby, alumni volunteers deliver quick pep talks near the coffee station, offering brief encouragement to participants. A welcome announcement over the PA outlines the fair schedule. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "36_score": [
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.5105352849612174,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.7420620722336673,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.801722588710109,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8371296191628346,
    0.8393322850946706,
    0.8393322850946706,
    0.8393322850946706,
    0.8393322850946706,
    0.8393322850946706
  ],
  "37": [
    "",
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact, and the engineering society sponsors a resume review table near the stage.",
    "At the university career fair, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "At the university career fair, career counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention.",
    "At the university career fair, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "At the university career fair, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the university career fair, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables.",
    "At the university career fair, counselors remind attendees to maintain eye contact. The engineering society sponsors a resume review table near the stage. Before opening, students line up outside the university gym. Tech companies display demo screens showing their latest apps. A robotics startup flies a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders."
  ],
  "37_score": [
    0.0,
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.36228811337155825,
    0.735239430331561,
    0.735239430331561,
    0.735239430331561,
    0.735239430331561,
    0.735239430331561,
    0.735239430331561,
    0.8083988094456332,
    0.8083988094456332,
    0.8083988094456332,
    0.8083988094456332,
    0.8083988094456332,
    0.8083988094456332,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.8527249393547093,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.871842576108443,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8593190716371917,
    0.8519414740004787,
    0.8519414740004787,
    0.8519414740004787,
    0.8519414740004787,
    0.8519414740004787,
    0.8519414740004787,
    0.8519414740004787,
    0.8567173831675863,
    0.8567173831675863,
    0.8567173831675863,
    0.8567173831675863
  ],
  "38": [
    "",
    "",
    "",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule, while finance firms offer QR codes for immediate internship applications.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement is being broadcast over the PA system, outlining the fair schedule. Finance firms are offering QR codes for immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall.",
    "At the fair, a welcome announcement is broadcast over the PA system outlining the fair schedule. Finance firms are offering QR codes to enable immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop.",
    "At the fair, a welcome announcement over the PA outlines the schedule. Finance firms are offering QR codes to enable immediate internship applications. A robotics startup is flying a small drone above its booth to attract attention. An alumni panel discusses how to prepare for technical interviews. Some students rehearse elevator pitches quietly against the wall. A cybersecurity company runs a password cracking challenge on a laptop. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "38_score": [
    0.0,
    0.0,
    0.0,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.36941914481635313,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.4176966541785193,
    0.8197078677330216,
    0.8197078677330216,
    0.8197078677330216,
    0.8197078677330216,
    0.8197078677330216,
    0.8197078677330216,
    0.8197078677330216,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8450415549349363,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8353710696217994,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8771413481746086,
    0.8819189829218184,
    0.8819189829218184,
    0.8819189829218184,
    0.8819189829218184,
    0.8819189829218184,
    0.8819189829218184,
    0.8936751183642884,
    0.8936751183642884,
    0.8936751183642884,
    0.8936751183642884,
    0.8936751183642884,
    0.8936751183642884
  ],
  "39": [
    "",
    "",
    "",
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Students at the university are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens.",
    "University students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage.",
    "University students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "University students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station.",
    "University students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact.",
    "University students are preparing for the career fair. Some rehearse elevator pitches quietly against a wall, while others line up outside the university gym before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor.",
    "In a university gym, students prepare for the career fair, some rehearse elevator pitches against a wall while others line up outside before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor. A welcome announcement outlines the fair schedule over the PA system.",
    "In a university gym, students prepare for a career fair, with some rehearsing elevator pitches against a wall while others line up outside before the fair opens. The engineering society sponsors a resume review table near the stage, and alumni volunteers share quick pep talks near the coffee station. Career counselors remind attendees to maintain eye contact. Dozens of booths with colorful banners circle the polished floor, and a welcome announcement outlines the fair schedule over the PA system."
  ],
  "39_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.5847590898613454,
    0.5847590898613454,
    0.5847590898613454,
    0.5847590898613454,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7563516835299574,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7628478750774483,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.7816841938652604,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8175052870629187,
    0.8207293316657207,
    0.8207293316657207,
    0.8207293316657207,
    0.8207293316657207,
    0.8207293316657207,
    0.8207293316657207,
    0.8207293316657207
  ],
  "40": [
    "",
    "",
    "",
    "The engineering society sponsors a resume review table near the stage.",
    "The engineering society sponsors a resume review table near the stage, and tech companies display demo screens showing their latest apps.",
    "The engineering society sponsors a resume review table near the stage, with tech companies displaying demo screens of their latest apps, while workshops on networking etiquette begin in the adjoining classroom.",
    "An event area hosts an engineering society-sponsored resume review table near the stage, with tech companies displaying demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications.",
    "An event area features an engineering society-sponsored resume review table near the stage, while tech companies display demo screens of their latest apps. Workshops on networking etiquette begin in the adjoining classroom, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "An event area features multiple concurrent activities: an engineering society-sponsored resume-review table near the stage; tech companies displaying demo screens of their latest apps. In the adjoining classroom, workshops on networking etiquette are underway. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "The event area hosts multiple concurrent activities: an engineering society-sponsored resume-review table near the stage and tech companies displaying demo screens of their latest apps; in the adjoining classroom, workshops on networking etiquette are underway; finance firms provide QR codes for immediate internship applications; groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop; human resources teams jot notes on tablets while students introduce themselves.",
    "An event area hosts multiple concurrent activities: an engineering society-sponsored resume-review table near the stage and tech companies displaying demo screens of their latest apps; in an adjoining classroom, workshops on networking etiquette are underway; finance firms provide QR codes for immediate internship applications; groups of friends mark target employers on the event map; a cybersecurity company runs a password-cracking challenge on a laptop; human resources teams jot notes on tablets while students introduce themselves.",
    "An event area hosts multiple concurrent activities: an engineering society-sponsored resume-review table near the stage, with tech companies displaying demo screens of their latest apps. In an adjoining classroom, workshops on networking etiquette are underway. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company runs a password-cracking challenge on a laptop. Human resources teams jot notes on tablets while students introduce themselves.",
    "An event area hosts concurrent activities: a resume-review station sponsored by an engineering society sits near the stage, while tech companies display demo screens of their latest apps. In an adjoining classroom, workshops on networking etiquette are underway. Finance firms provide QR codes for immediate internship applications. Groups of friends mark target employers on the event map. A cybersecurity company operates a password-cracking challenge on a laptop. Human resources teams jot notes on tablets as students introduce themselves. A robotics startup flies a small drone above its booth to draw attention."
  ],
  "40_score": [
    0.0,
    0.0,
    0.0,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.41316526323728114,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4684996941854621,
    0.4385731527944773,
    0.4385731527944773,
    0.4385731527944773,
    0.4385731527944773,
    0.4385731527944773,
    0.6287124792629539,
    0.6287124792629539,
    0.6287124792629539,
    0.6287124792629539,
    0.6287124792629539,
    0.6287124792629539,
    0.7779119760768773,
    0.7779119760768773,
    0.7779119760768773,
    0.7779119760768773,
    0.7779119760768773,
    0.7779119760768773,
    0.7779119760768773,
    0.7746680417563492,
    0.7746680417563492,
    0.7746680417563492,
    0.7746680417563492,
    0.7746680417563492,
    0.7746680417563492,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.49257629732003627,
    0.4581802859298299,
    0.4581802859298299,
    0.4581802859298299,
    0.4581802859298299,
    0.4581802859298299,
    0.4581802859298299,
    0.4581802859298299,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477,
    0.7593840874324477
  ],
  "41": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Dozens of booths with colorful banners circle a polished floor, forming a continuous ring around the space. The banners bright hues contrast with the gleaming surface, highlighting the circular layout of the stalls.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, highlighting the circular layout of the space. The banners bright hues contrast with the gleaming surface. Alumni volunteers share quick pep talks near the coffee station.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, underscoring the spaces circular layout. The banners bright hues contrast with the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students are lined up before the career fair opens.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, underscoring the spaces circular layout. The banners bright hues contrast with the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students are lined up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, underscoring the spaces circular layout, with the banners bright hues contrasting the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students are lined up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps.",
    "Dozens of booths with colorful banners form a continuous ring around a polished floor, emphasizing the space's circular layout as the banners' bright hues contrast the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students are lined up before the career fair opens. A cybersecurity company runs a password cracking challenge on a laptop. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom.",
    "A circular career fair space features dozens of booths with colorful banners forming a continuous ring around a polished floor, the banners' bright hues contrasting with the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students stand in line before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps. In the adjoining classroom, workshops on networking etiquette are underway. Human resources teams jot notes on tablets while students introduce themselves.",
    "A circular career fair space surrounds a polished floor, with dozens of booths and colorful banners forming a continuous ring; the banners bright hues contrast with the gleaming surface. Near the coffee station, alumni volunteers deliver short pep talks. Outside the university gym, students stand in line before the fair opens. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies display demo screens showcasing their latest apps. In the adjoining classroom, workshops on networking etiquette are underway. Human resources teams jot notes on tablets while students introduce themselves. Consulting firms stack glossy case study booklets on high tables."
  ],
  "41_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.41395798643820125,
    0.41395798643820125,
    0.41395798643820125,
    0.41395798643820125,
    0.41395798643820125,
    0.41395798643820125,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.5932066898023673,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7141492501737762,
    0.7537561673782699,
    0.7537561673782699,
    0.7537561673782699,
    0.7537561673782699,
    0.7537561673782699,
    0.7537561673782699,
    0.7537561673782699,
    0.7881883919218171,
    0.7881883919218171,
    0.7881883919218171,
    0.7881883919218171,
    0.7881883919218171,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.7907803747800333,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8579813046904132,
    0.8594398773941798,
    0.8594398773941798,
    0.8594398773941798,
    0.8594398773941798,
    0.8594398773941798,
    0.8594398773941798
  ],
  "42": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews.",
    "At the event, career counselors redirect unsure students toward applicable industries, guiding them to relevant sectors. Alumni volunteers share quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders.",
    "During the career fair event, career counselors redirect unsure students toward applicable industries and guide them to relevant sectors. Alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders. They line up outside the university gym before the career fair opens.",
    "At the career fair, career counselors redirect unsure students toward applicable industries and relevant sectors, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, career counselors redirect unsure students toward applicable industries and relevant sectors, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Students clutch resumes inside branded folders and line up outside the university gym before the fair opens. Counselors remind attendees to maintain eye contact. Finance firms offer QR codes for immediate internship applications.",
    "At the university career fair in the gym, dozens of booths with colorful banners circle the polished floor. Before the fair opens, students line up outside the gym, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries and relevant sectors, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Counselors remind attendees to maintain eye contact.",
    "At the university career fair in the gym, dozens of booths with colorful banners circle the polished floor. Before the fair opens, students line up outside the gym, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries and relevant sectors, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Counselors remind attendees to maintain eye contact.",
    "At the university career fair in the gym, dozens of booths with colorful banners circle the polished floor. Before the fair opens, students line up outside the gym, clutching resumes inside branded folders. Career counselors redirect unsure students toward applicable industries and relevant sectors, while alumni volunteers deliver quick pep talks near the coffee station. An alumni panel discusses how to prepare for technical interviews. Finance firms offer QR codes for immediate internship applications. Counselors remind attendees to maintain eye contact. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "42_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.36761888997567344,
    0.7667885942208617,
    0.7667885942208617,
    0.7667885942208617,
    0.7667885942208617,
    0.7667885942208617,
    0.7667885942208617,
    0.7667885942208617,
    0.8107413196412998,
    0.8107413196412998,
    0.8107413196412998,
    0.8107413196412998,
    0.8107413196412998,
    0.8570166284735034,
    0.8570166284735034,
    0.8570166284735034,
    0.8570166284735034,
    0.8570166284735034,
    0.8570166284735034,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8400262303492544,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8761332940935598,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8418188078859328,
    0.8563582276413826
  ],
  "43": [
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, while groups of friends mark target employers on the event map.",
    "Across the event, career counselors direct unsure students toward applicable industries, guiding choices. Nearby, groups of friends mark target employers on the event map, creating a visible pattern of prospective opportunities. Healthcare providers showcase community outreach photos, displaying outreach efforts to the audience.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding their choices. Nearby, groups of friends mark target employers on the event map, producing a visible pattern of prospective opportunities. Healthcare providers showcase community outreach photos to the audience, displaying outreach efforts. Dozens of booths with colorful banners circle the polished floor.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding their choices. Nearby, groups of friends mark target employers on the event map, producing a visible pattern of prospective opportunities. Healthcare providers showcase community outreach photos to the audience, displaying outreach efforts. Dozens of booths with colorful banners circle the polished floor. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors direct unsure students toward applicable industries, guiding their choices. Dozens of booths with colorful banners encircle the polished floor, while groups of friends mark target employers on the event map, forming a visible pattern of prospective opportunities. Healthcare providers showcase community outreach photos to the audience, illustrating outreach efforts. The engineering society sponsors a resume review table near the stage. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, career counselors direct unsure students toward applicable industries, helping them choose among options. Dozens of booths with colorful banners encircle the polished floor, creating a lively backdrop of opportunities. Groups of friends mark target employers on the event map, producing a visible pattern of prospective connections. Healthcare providers showcase community outreach photos to the audience, illustrating outreach efforts. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders, ready to approach employers.",
    "At the event, career counselors direct unsure students toward applicable industries, helping them choose among options. Dozens of booths with colorful banners encircle the polished floor, creating a lively backdrop of opportunities. Groups of friends mark target employers on the event map, producing a visible pattern of prospective connections. Healthcare providers showcase community outreach photos to the audience, illustrating outreach efforts. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders, ready to approach employers.",
    "At the event, career counselors guide unsure students toward applicable industries to help them choose among options. Dozens of booths with colorful banners encircle the polished floor. Groups of friends mark target employers on the event map, forming a visible pattern of prospective connections. Healthcare providers showcase community outreach photos to illustrate outreach efforts. The engineering society sponsors a resume review table near the stage. Alumni volunteers share brief pep talks near the coffee station. Students clutch resumes inside branded folders, ready to approach employers."
  ],
  "43_score": [
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.4077673679900075,
    0.7255197510415403,
    0.7255197510415403,
    0.7255197510415403,
    0.7255197510415403,
    0.7255197510415403,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7600408109619723,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7845273458261746,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.7904255285744486,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8143622548455978,
    0.8036729302249688,
    0.8036729302249688,
    0.8036729302249688,
    0.8036729302249688
  ],
  "44": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, and a robotics startup flies a small drone above its booth to attract attention.",
    "At the fair, a welcome announcement plays over the PA system, outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves.",
    "At the fair, a welcome announcement plays over the PA system, outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "At the fair, a welcome announcement plays over the PA system outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement plays over the PA system outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens.",
    "At the fair, a welcome announcement plays over the PA system outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "The fair features a PA welcome announcement outlining the event schedule. A robotics startup flies a small drone above its booth to attract attention. Dozens of booths with colorful banners circle the polished floor. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Students clutch resumes inside branded folders.",
    "At a university career fair, a PA welcome announcement outlines the event schedule as dozens of booths with colorful banners circle the polished gym floor. A robotics startup flies a small drone above its booth to attract attention. Human resources teams jot notes on tablets while students introduce themselves. Students line up outside the university gym before the fair opens. Consulting firms stack glossy case study booklets on high tables, while students clutch resumes inside branded folders. Finance firms offer QR codes for immediate internship applications."
  ],
  "44_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.46644445277210195,
    0.46644445277210195,
    0.46644445277210195,
    0.46644445277210195,
    0.46644445277210195,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.7820835755061423,
    0.8021191578062776,
    0.8021191578062776,
    0.8021191578062776,
    0.8021191578062776,
    0.8021191578062776,
    0.8021191578062776,
    0.8021191578062776,
    0.854825570371256,
    0.854825570371256,
    0.854825570371256,
    0.854825570371256,
    0.854825570371256,
    0.854825570371256,
    0.8537827394271946,
    0.8537827394271946,
    0.8537827394271946,
    0.8537827394271946,
    0.8537827394271946,
    0.8537827394271946,
    0.8537827394271946,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8661492888467831,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8821420898948973,
    0.8603512715221706,
    0.8603512715221706
  ],
  "45": [
    "",
    "",
    "",
    "",
    "",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "A cybersecurity company is conducting a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space.",
    "At a university career fair setup, a cybersecurity company is conducting a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Students line up outside the university gym before the career fair opens.",
    "During a university career fair setup, a cybersecurity company is conducting a password-cracking challenge on a laptop. Consulting firms stack glossy case study booklets on high tables nearby. Dozens of booths with colorful banners circle the polished floor, forming a ring around the space. Students line up outside the university gym before the career fair opens.",
    "During a university career fair setup, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, consulting firms stack glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor, forming a ring around the space. Students line up outside the university gym before the career fair opens. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career fair setup, a cybersecurity company is conducting a password-cracking challenge on a laptop. Nearby, consulting firms display glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor, forming a ring around the space. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "At a university career fair setup, a cybersecurity company is running a password-cracking challenge on a laptop. Nearby, consulting firms display glossy case study booklets on high tables. Dozens of booths with colorful banners surround the polished floor, forming a ring around the space. Students line up outside the university gym before the fair opens. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders, and some practice elevator pitches quietly against the wall.",
    "At the university career fair site, a cybersecurity company runs a password-cracking challenge on a laptop, while nearby consulting firms display glossy case-study booklets on high tables. Dozens of booths with colorful banners surround the polished floor, forming a ring around the space. Students line up outside the university gym before the fair opens, clutching resumes inside branded folders, as some practice elevator pitches quietly against the wall. Workshops on networking etiquette are taking place in the adjoining classroom."
  ],
  "45_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.3290156596810486,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.332780647125128,
    0.6265411915171573,
    0.6265411915171573,
    0.6265411915171573,
    0.6265411915171573,
    0.6265411915171573,
    0.6265411915171573,
    0.6265411915171573,
    0.7146920537545757,
    0.7146920537545757,
    0.7146920537545757,
    0.7146920537545757,
    0.7146920537545757,
    0.7146920537545757,
    0.7146920537545757,
    0.7052740728452281,
    0.7052740728452281,
    0.7052740728452281,
    0.7052740728452281,
    0.7052740728452281,
    0.7052740728452281,
    0.7052740728452281,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7840277813650685,
    0.7958630375722715,
    0.7958630375722715,
    0.7958630375722715,
    0.7958630375722715,
    0.7958630375722715,
    0.7958630375722715,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8191686449896297,
    0.8222290369669323,
    0.8222290369669323
  ],
  "46": [
    "",
    "",
    "A robotics startup uses a small drone to attract attention by flying it above its booth.",
    "A robotics startup uses a small drone to attract attention by flying it above its booth. Human resources teams jot notes on tablets while students introduce themselves.",
    "A robotics startup uses a small drone to attract attention by flying above its booth. Human resources teams jot notes on tablets while students introduce themselves. Some students rehearse elevator pitches quietly against the wall.",
    "A robotics startup uses a small drone to attract attention by flying above its booth. Human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, a robotics startup uses a small drone to attract attention by flying above its booth. Human resources teams jot notes on tablets while students introduce themselves; some students rehearse elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables.",
    "At the event, a robotics startup uses a small drone to attract attention by flying above its booth. Human resources teams jot notes on tablets while students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup uses a small drone to attract attention by flying above its booth. Human resources teams jot notes on tablets while students introduce themselves, with some students rehearsing elevator pitches quietly against the wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case study booklets on high tables, while tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup attracts attention with a small drone flying above its booth. Human resources teams jot notes on tablets as students introduce themselves, with some students rehearsing elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries.",
    "At the event, a robotics startup attracts attention with a small drone flying above its booth. Human resources teams jot notes on tablets as students introduce themselves, with some rehearsing elevator pitches quietly against a wall. Event staff scan registrations and hand out lanyards at the entrance. Consulting firms stack glossy case-study booklets on high tables, while tech companies display demo screens showing their latest apps. Career counselors guide unsure students toward applicable industries."
  ],
  "46_score": [
    0.0,
    0.0,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.41756189281647815,
    0.5417019522749001,
    0.5417019522749001,
    0.5417019522749001,
    0.5417019522749001,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.6404160013795878,
    0.699919386727309,
    0.699919386727309,
    0.699919386727309,
    0.699919386727309,
    0.699919386727309,
    0.699919386727309,
    0.699919386727309,
    0.7929488056667806,
    0.7929488056667806,
    0.7929488056667806,
    0.7929488056667806,
    0.7929488056667806,
    0.7929488056667806,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.7911877344427802,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434,
    0.8334963868191434
  ],
  "47": [
    "",
    "",
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Career counselors remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. Human resources teams jot notes on tablets as students introduce themselves.",
    "In a campus event, an alumni panel discusses how to prepare for technical interviews; career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall.",
    "During a campus event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications.",
    "During a campus event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications, and alumni volunteers share quick pep talks near the coffee station.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews, while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves. Some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders.",
    "At a campus event, an alumni panel discusses how to prepare for technical interviews while career counselors remind attendees to maintain eye contact. HR teams jot notes on tablets as students introduce themselves, and some students rehearse elevator pitches quietly against the wall. Finance firms display QR codes offering immediate internship applications. Alumni volunteers share quick pep talks near the coffee station. Tech companies display demo screens showing their latest apps. Students clutch resumes inside branded folders."
  ],
  "47_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5444463428728505,
    0.5444463428728505,
    0.5444463428728505,
    0.5444463428728505,
    0.5444463428728505,
    0.5444463428728505,
    0.5444463428728505,
    0.5846967596566441,
    0.5846967596566441,
    0.5846967596566441,
    0.5846967596566441,
    0.5846967596566441,
    0.5846967596566441,
    0.5915254976662729,
    0.5915254976662729,
    0.5915254976662729,
    0.5915254976662729,
    0.5915254976662729,
    0.7684541119022419,
    0.7684541119022419,
    0.7684541119022419,
    0.7684541119022419,
    0.7684541119022419,
    0.7684541119022419,
    0.7684541119022419,
    0.7474974389683791,
    0.7474974389683791,
    0.7474974389683791,
    0.7474974389683791,
    0.7474974389683791,
    0.7474974389683791,
    0.7474974389683791,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.7927154560737992,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8020939085375354,
    0.8008444961760623
  ],
  "48": [
    "",
    "",
    "Event staff scan registrations and hand out lanyards at the entrance.",
    "At the event entrance, event staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map.",
    "At the event entrance, staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the event entrance, staff scan registrations and hand out lanyards, while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the career fair opens.",
    "At the event entrance for the career fair, staff scan registrations and hand out lanyards while human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens.",
    "At the career fair entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map, and students line up outside the university gym before the fair opens.",
    "At the career fair entrance, staff scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries.",
    "At the university career fair, staff at the entrance scan registrations and hand out lanyards. Human resources teams jot notes on tablets as students introduce themselves. Groups of friends mark target employers on the event map. Students line up outside the university gym before the fair opens. Career counselors redirect unsure students toward applicable industries. Some students rehearse elevator pitches quietly against the wall."
  ],
  "48_score": [
    0.0,
    0.0,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.4158364650772636,
    0.43487703663720617,
    0.43487703663720617,
    0.43487703663720617,
    0.43487703663720617,
    0.43487703663720617,
    0.43487703663720617,
    0.43487703663720617,
    0.7552724905063205,
    0.7552724905063205,
    0.7552724905063205,
    0.7552724905063205,
    0.7552724905063205,
    0.7552724905063205,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.810324703358281,
    0.6365407436928314,
    0.6365407436928314,
    0.6365407436928314,
    0.6365407436928314,
    0.6365407436928314,
    0.6365407436928314,
    0.6365407436928314,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.7949690249707673,
    0.8655828233983369,
    0.8655828233983369,
    0.8655828233983369,
    0.8655828233983369,
    0.8655828233983369,
    0.8655828233983369,
    0.8655828233983369,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8244181215318558,
    0.8405551910412887,
    0.8405551910412887
  ],
  "49": [
    "",
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while human resources teams jot notes on tablets as students introduce themselves.",
    "Students clutch resumes inside branded folders as human resources teams jot notes on tablets during student introductions, while career counselors redirect unsure students toward applicable industries.",
    "Students clutch resumes inside branded folders as human resources teams jot notes on tablets during student introductions, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps.",
    "At a career-facing event, students clutch resumes tucked inside branded folders as human resources teams jot notes on tablets during introductions, while career counselors redirect unsure students toward applicable industries. Tech companies display demo screens showing their latest apps, signaling active showcases. Some students rehearse elevator pitches quietly against the wall, practicing delivery away from the crowd. The scene combines printed materials with digital note-taking, guided orientation by HR and counselors, and live tech demonstrations, suggesting a structured intake or recruitment setting where resumes, industry guidance, and new apps are centrally presented.",
    "At a career fair, students clutch resumes tucked inside branded folders while human resources teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens with their latest apps, signaling active showcases. Some students rehearse elevator pitches quietly against the wall, practicing away from the crowd. Printed materials meet digital note-taking in a guided intake atmosphere, with HR and counselors directing attendees. Live tech demonstrations, industry guidance, and central presentation of resumes, industry information, and new apps suggest a structured recruitment setting. A welcome announcement outlines the fair schedule over the PA system.",
    "At the career fair, students clutch resumes tucked inside branded folders while human resources teams jot notes on tablets during introductions. Career counselors redirect unsure students toward applicable industries. Tech companies display demo screens with their latest apps, signaling active showcases. Some students rehearse elevator pitches quietly against the wall, away from the crowd. Printed materials meet digital note-taking in a guided intake atmosphere, with HR and counselors directing attendees. Live tech demonstrations, industry guidance, and central presentation of resumes, industry information, and new apps suggest a structured recruitment setting. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, students clutch resumes tucked inside branded folders while human resources teams jot notes on tablets during introductions. Career counselors steer unsure students toward applicable industries. Tech companies display demo screens with their latest apps, signaling active showcases. Some students rehearse elevator pitches quietly against the wall, away from the crowd. Printed materials meet digital note-taking in a guided intake atmosphere, with HR and counselors directing attendees. Live tech demonstrations, industry guidance, and central presentation of resumes, industry information, and new apps suggest a structured recruitment setting. A welcome announcement outlines the fair schedule over the PA system. The engineering society sponsors a resume review table near the stage."
  ],
  "49_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.38956830488746375,
    0.41544321980399856,
    0.41544321980399856,
    0.41544321980399856,
    0.41544321980399856,
    0.41544321980399856,
    0.41544321980399856,
    0.41544321980399856,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.593520392362077,
    0.7614231288741617,
    0.7614231288741617,
    0.7614231288741617,
    0.7614231288741617,
    0.7614231288741617,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8574748586397531,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.8721641749224243,
    0.869598487027603,
    0.869598487027603,
    0.869598487027603
  ]
}