{
  "0": [
    "",
    "",
    "A welcome announcement outlines the fair schedule over the PA system.",
    "A welcome announcement outlines the fair schedule over the PA system, while human resources teams jot notes on tablets and students introduce themselves.",
    "A welcome announcement over the PA system outlines the fair schedule, while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews.",
    "A welcome announcement over the PA system outlines the fair schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor.",
    "At the career fair, a welcome announcement over the PA outlines the schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders.",
    "At the career fair, a welcome announcement over the PA outlines the schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners circle the polished floor, and students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall.",
    "At the career fair, a welcome announcement over the PA outlines the schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and students clutch resumes inside branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens.",
    "At the career fair, a welcome announcement over the PA outlines the schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the career fair, a welcome PA announces the schedule while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and students clutch resumes in branded folders. Some students rehearse elevator pitches quietly against the wall. Students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact.",
    "At the career fair, a welcome PA announces the schedule while human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor as students clutch resumes in branded folders; some rehearse elevator pitches quietly against the wall. Outside the university gym, a queue forms before the fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps.",
    "At the university career fair, a welcome PA announces the schedule as human resources teams jot notes on tablets and students introduce themselves. An alumni panel discusses how to prepare for technical interviews. Dozens of booths with colorful banners encircle the polished floor, and students clutch resumes in branded folders; some rehearse elevator pitches quietly against the wall. Outside the university gym, a queue forms before the fair opens. The engineering society sponsors a resume review table near the stage. Career counselors remind attendees to maintain eye contact. Tech companies display demo screens showing their latest apps. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "0_score": [
    0.0,
    0.0,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.4366145737661652,
    0.43422926502044445,
    0.43422926502044445,
    0.6670925218546851,
    0.6670925218546851,
    0.6670925218546851,
    0.6670925218546851,
    0.6670925218546851,
    0.833563333333322,
    0.833563333333322,
    0.833563333333322,
    0.833563333333322,
    0.833563333333322,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8334284401477223,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8354835464125869,
    0.8623917823620639,
    0.8623917823620639,
    0.8623917823620639,
    0.8623917823620639,
    0.8623917823620639,
    0.8580110260041597,
    0.8580110260041597,
    0.8580110260041597,
    0.8580110260041597,
    0.8580110260041597,
    0.85784497719804,
    0.85784497719804,
    0.85784497719804,
    0.85784497719804,
    0.85784497719804,
    0.85784497719804,
    0.85784497719804,
    0.8892473126712511,
    0.8892473126712511,
    0.8892473126712511,
    0.8892473126712511,
    0.8892473126712511,
    0.8892473126712511,
    0.8773518406338273,
    0.8773518406338273
  ],
  "1": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "A scene shows healthcare providers displaying community outreach photos. At the entrance, event staff scan registrations and hand out lanyards.",
    "The scene depicts healthcare providers displaying community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password cracking challenge on a laptop.",
    "Healthcare providers display community outreach photos at a university venue. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the career fair opens.",
    "At a university venue hosting a career fair, healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens, while alumni volunteers share brief pep talks near the coffee station.",
    "At a university venue hosting a career fair, healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens, while alumni volunteers share brief pep talks near the coffee station.",
    "At a university venue hosting a career fair, healthcare providers display community outreach photos. At the entrance, event staff scan registrations and hand out lanyards. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Students line up outside the university gym before the fair opens, while alumni volunteers share brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall."
  ],
  "1_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.49727736064645844,
    0.49727736064645844,
    0.49727736064645844,
    0.49727736064645844,
    0.49727736064645844,
    0.7386917175597221,
    0.7386917175597221,
    0.7386917175597221,
    0.7386917175597221,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.7969251766917084,
    0.8083550981015741,
    0.8083550981015741,
    0.8083550981015741,
    0.8083550981015741,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8421184956754696,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636,
    0.8382911277721636
  ],
  "2": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop.",
    "At the event, career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage.",
    "At the event, career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, career counselors remind attendees to maintain eye contact as a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and event staff scan registrations and hand out lanyards at the entrance.",
    "At the event, career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event, career counselors remind attendees to maintain eye contact while a cybersecurity company runs a password cracking challenge on a laptop. The engineering society sponsors a resume review table near the stage. Some students rehearse elevator pitches quietly against the wall, and event staff scan registrations and hand out lanyards at the entrance. A welcome announcement outlines the fair schedule over the PA system. Human resources teams jot notes on tablets while students introduce themselves."
  ],
  "2_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.42644108188936464,
    0.6069598145029256,
    0.6069598145029256,
    0.6069598145029256,
    0.6069598145029256,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7473814491865551,
    0.7554622916743958,
    0.7554622916743958,
    0.7554622916743958,
    0.815174325782807,
    0.815174325782807,
    0.815174325782807,
    0.815174325782807,
    0.815174325782807,
    0.815174325782807,
    0.8399185428225635,
    0.8399185428225635,
    0.8399185428225635
  ],
  "3": [
    "",
    "",
    "",
    "At the event entrance, staff scan registrations and hand out lanyards.",
    "At the event entrance, staff scan registrations and hand out lanyards. Students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards; students clutch resumes inside branded folders.",
    "At the event entrance, staff scan registrations and hand out lanyards; students clutch resumes inside branded folders."
  ],
  "3_score": [
    0.0,
    0.0,
    0.0,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.377656722841206,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.570666593365198,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934,
    0.43443040534914934
  ],
  "4": [
    "",
    "",
    "",
    "Students clutch resumes inside branded folders.",
    "Students clutch resumes inside branded folders, while a robotics startup flies a small drone above its booth to attract attention.",
    "Event scene shows students with branded folders of resumes and a robotics startup using a small drone overhead at its booth to draw attention. At the entrance, event staff scan registrations and distribute lanyards.",
    "An event scene shows students with branded folders of resumes near a robotics startup booth, which is using a small drone overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries.",
    "An event scene shows students with branded folders of resumes near a robotics startup booth, which is using a small drone overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications.",
    "At an event scene, students with branded folders of resumes cluster near a robotics startup booth, which uses a small drone overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. Dozens of booths with colorful banners circle the polished floor.",
    "An event scene features dozens of booths with colorful banners circling a polished floor. Students with branded folders of resumes cluster near a robotics startup booth, which uses a small drone overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors redirect unsure students toward applicable industries. Finance firms offer QR codes for immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "Dozens of booths with colorful banners encircle a polished floor of an expo. Students carrying branded resume folders cluster near a robotics startup booth, while a small drone flies overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors direct unsure students toward applicable industries. Finance firms display QR codes enabling immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies showcase demo screens highlighting their latest apps.",
    "Dozens of booths with colorful banners encircle a polished floor of an expo. Students carrying branded resume folders cluster near a robotics startup booth, while a small drone flies overhead to draw attention. At the entrance, event staff scan registrations and distribute lanyards. Career counselors direct unsure students toward applicable industries. Finance firms display QR codes enabling immediate internship applications. A cybersecurity company runs a password-cracking challenge on a laptop. Tech companies showcase demo screens highlighting their latest apps. An alumni panel discusses how to prepare for technical interviews."
  ],
  "4_score": [
    0.0,
    0.0,
    0.0,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.3635177653521838,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.4564127383093468,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.6112294573284126,
    0.7883175149583639,
    0.7883175149583639,
    0.7883175149583639,
    0.7883175149583639,
    0.7883175149583639,
    0.8196283294485411,
    0.8196283294485411,
    0.8196283294485411,
    0.8196283294485411,
    0.8196283294485411,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8318201212556791,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8432165043226909,
    0.8546868452609218,
    0.8546868452609218,
    0.8546868452609218,
    0.8546868452609218,
    0.8546868452609218,
    0.880417721585347,
    0.880417721585347,
    0.880417721585347,
    0.880417721585347
  ],
  "5": [
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "A campus scene shows healthcare providers showcasing photos of community outreach, while students line up outside the university gym ahead of the career fair opening.",
    "On campus, healthcare providers showcase photos of community outreach while students line up outside the university gym ahead of the career fair opening; career counselors redirect unsure students toward applicable industries.",
    "On campus, healthcare providers showcase photos of community outreach as students line up outside the university gym ahead of the career fair opening, with career counselors redirecting unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop.",
    "On campus, healthcare providers display photos of community outreach as students line up outside the university gym ahead of the career fair opening, with career counselors directing unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "On campus outside the university gym, students line up before the career fair opens. Healthcare providers display photos of community outreach as career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password cracking challenge on a laptop, while consulting firms stack glossy case study booklets on high tables.",
    "On campus outside the university gym, students line up before the career fair opens. Healthcare providers display photos of community outreach as career counselors direct unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, while consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system.",
    "On campus outside the university gym, students line up before the career fair opens. Healthcare providers display photos of community outreach while career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications.",
    "On campus outside the university gym, students line up before the career fair opens. Healthcare providers display photos of community outreach while career counselors guide unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop, and consulting firms stack glossy case-study booklets on high tables. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. The engineering society sponsors a resume review table near the stage."
  ],
  "5_score": [
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.36735789577685335,
    0.36735789577685335,
    0.36735789577685335,
    0.36735789577685335,
    0.43150268739472875,
    0.43150268739472875,
    0.43150268739472875,
    0.5882077001958224,
    0.5882077001958224,
    0.5882077001958224,
    0.5882077001958224,
    0.5882077001958224,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.6063485674683843,
    0.72729769802558,
    0.72729769802558,
    0.72729769802558,
    0.72729769802558,
    0.72729769802558,
    0.72729769802558,
    0.7371632153445353,
    0.7371632153445353,
    0.7371632153445353,
    0.7371632153445353,
    0.7371632153445353,
    0.7371632153445353,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8313085792935188,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268,
    0.8524238922140268
  ],
  "6": [
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "At the fair, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system.",
    "At the fair, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and finance firms offer QR codes for immediate internship applications.",
    "At the fair, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map.",
    "At the fair, a robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system, and finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, and students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage.",
    "At the fair, a robotics startup flies a small drone above its booth to attract attention, and tech companies display demo screens showing their latest apps. A welcome announcement outlines the fair schedule over the PA system. Finance firms offer QR codes for immediate internship applications. Groups of friends mark target employers on the event map, while students line up outside the university gym before the career fair opens. The engineering society sponsors a resume review table near the stage."
  ],
  "6_score": [
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.5997314594402452,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.6742940855469901,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8374108078092852,
    0.8527745820130466,
    0.8527745820130466,
    0.8527745820130466,
    0.8833536299494407,
    0.8833536299494407,
    0.8833536299494407,
    0.8833536299494407,
    0.8833536299494407,
    0.8833536299494407,
    0.8982349790803779,
    0.8982349790803779,
    0.8982349790803779,
    0.8982349790803779,
    0.8982349790803779,
    0.902161643287674,
    0.902161643287674,
    0.902161643287674,
    0.902161643287674,
    0.902161643287674,
    0.902161643287674
  ],
  "7": [
    "",
    "",
    "",
    "",
    "Consulting firms stack glossy case study booklets on high tables.",
    "Consulting firms stack glossy case study booklets on high tables; career counselors redirect unsure students toward applicable industries.",
    "Consulting firms stack glossy case study booklets on high tables, and career counselors redirect unsure students toward applicable industries. Outside the university gym, students line up before the career fair opens.",
    "LLM error: 502 Server Error: Bad Gateway for url: https://api.openai.com/v1/chat/completions",
    "An LLM reported a 502 Server Error: Bad Gateway for the URL https://api.openai.com/v1/chat/completions. Students line up outside the university gym before the career fair opens."
  ],
  "7_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.30883971387844156,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.40178351097906617,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.5595879963016517,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.16841653855841232,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029,
    0.3696373782600029
  ],
  "8": [
    "",
    "",
    "",
    "In the adjoining classroom, workshops on networking etiquette begin.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens.",
    "In the adjoining classroom, workshops on networking etiquette begin. Students line up outside the university gym before the career fair opens. Consulting firms stack glossy case study booklets on high tables.",
    "In the adjoining classroom, network etiquette workshops begin. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact.",
    "In the adjoining classroom, network etiquette workshops begin. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries.",
    "Across the campus, activities unfold in parallel: in the adjoining classroom, network etiquette workshops begin. Outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables, while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews.",
    "Across the campus, parallel activities unfold: in an adjoining classroom, network etiquette workshops begin; outside the university gym, students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables while career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and groups of friends mark target employers on the event map.",
    "Across the campus, parallel activities unfold: network etiquette workshops take place in an adjoining classroom, while outside the gym students line up before the career fair opens. Consulting firms stack glossy case study booklets on high tables as career counselors remind attendees to maintain eye contact and to redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews, and groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor."
  ],
  "8_score": [
    0.0,
    0.0,
    0.0,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.28743213118008837,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.5532831532593653,
    0.7186287180892588,
    0.7186287180892588,
    0.7186287180892588,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7069794781817542,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7280440069685199,
    0.7451999610869993,
    0.7451999610869993,
    0.7451999610869993,
    0.7451999610869993,
    0.7451999610869993,
    0.7451999610869993,
    0.7451999610869993,
    0.7644468167663703,
    0.7644468167663703,
    0.7644468167663703,
    0.7644468167663703,
    0.7644468167663703,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744,
    0.7904299018929744
  ],
  "9": [
    "",
    "",
    "",
    "Students are lined up outside the university gym ahead of the career fair opening.",
    "A line of students stands outside the university gym ahead of the career fair opening, as human resources teams jot notes on tablets while students introduce themselves.",
    "A line of students stands outside the university gym ahead of the career fair opening, as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym ahead of the career fair opening, a line of students stands as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym ahead of the career fair opening, a line of students stands as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth for attention.",
    "Outside the university gym ahead of the career fair opening, a line of students waits as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders.",
    "Outside the university gym ahead of the career fair opening, a line of students waits as human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A robotics startup flies a small drone above its booth to attract attention. Students clutch resumes inside branded folders. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "9_score": [
    0.0,
    0.0,
    0.0,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.41694433467524566,
    0.3635058082531486,
    0.3635058082531486,
    0.3635058082531486,
    0.3635058082531486,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.5367191957408154,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.7440783826852696,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8106421881868064,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.8342544048745701,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412,
    0.85085739619412
  ],
  "10": [
    "",
    "",
    "Some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables.",
    "Event staff scan registrations at the entrance and hand out lanyards, while some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves.",
    "The scene is a career fair-style event. Event staff scan registrations at the entrance and hand out lanyards. Some students rehearse elevator pitches quietly against the wall. A welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map. Dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables. Human resources teams jot notes on tablets while students introduce themselves. The engineering society sponsors a resume review table near the stage.",
    "A university gym hosts a career fair-style event where event staff scan registrations at the entrance and hand out lanyards. Some students rehearse elevator pitches quietly against the wall, while a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens.",
    "The university gym hosts a career fair-style event where staff scan registrations at the entrance and hand out lanyards. Some students rehearse elevator pitches quietly against the wall while a welcome announcement outlines the fair schedule over the PA system. Groups of friends mark target employers on the event map as dozens of booths with colorful banners circle the polished floor. Consulting firms stack glossy case study booklets on high tables, and human resources teams jot notes on tablets as students introduce themselves. The engineering society sponsors a resume review table near the stage. Students line up outside the university gym before the career fair opens. Alumni volunteers share quick pep talks near the coffee station."
  ],
  "10_score": [
    0.0,
    0.0,
    0.2517356866071708,
    0.2517356866071708,
    0.2517356866071708,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.4103848538189484,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.6565823210056572,
    0.8353356650945691,
    0.8353356650945691,
    0.8353356650945691,
    0.8353356650945691,
    0.8353356650945691,
    0.8353356650945691,
    0.8489859179266211,
    0.8489859179266211,
    0.8489859179266211,
    0.8489859179266211,
    0.8489859179266211,
    0.8489859179266211,
    0.8740430259086385,
    0.8740430259086385,
    0.8740430259086385,
    0.8740430259086385,
    0.8740430259086385,
    0.8740430259086385,
    0.8785167611887434,
    0.8785167611887434,
    0.8785167611887434,
    0.8785167611887434,
    0.8785167611887434,
    0.8785167611887434,
    0.8288639434971095,
    0.8288639434971095,
    0.8288639434971095,
    0.8288639434971095,
    0.8288639434971095,
    0.8288639434971095,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8272192535535645,
    0.8311969366549423,
    0.8311969366549423,
    0.8311969366549423,
    0.8311969366549423,
    0.8311969366549423
  ],
  "11": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station.",
    "Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "At the event, groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map; alumni volunteers share quick pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, while human resources teams jot notes on tablets as students introduce themselves.",
    "At the event, groups of friends mark target employers on the event map, while alumni volunteers deliver brief pep talks near the coffee station. Some students rehearse elevator pitches quietly against the wall, and human resources teams jot notes on tablets as students introduce themselves. A welcome announcement over the PA system outlines the fair schedule.",
    "At the event, groups of friends marked target employers on the event map, while alumni volunteers delivered brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall, and human resources teams jotted notes on tablets as students introduced themselves. A welcome announcement over the PA system outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the event, groups of friends marked target employers on the event map, while alumni volunteers gave brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall, and human resources teams jotted notes on tablets as students introduced themselves. A welcome announcement over the PA system outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance.",
    "At the career fair, groups of friends marked target employers on the event map while alumni volunteers gave brief pep talks near the coffee station. Some students rehearsed elevator pitches quietly against the wall, and human resources teams jotted notes on tablets as students introduced themselves. A welcome announcement over the PA system outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance. An alumni panel discussed how to prepare for technical interviews.",
    "At the career fair, groups of friends marked target employers on the event map while alumni volunteers gave brief pep talks near the coffee station. Students rehearsed elevator pitches quietly against the wall, and human resources teams jotted notes on tablets as students introduced themselves. A welcome announcement over the PA outlined the fair schedule. Event staff scanned registrations and handed out lanyards at the entrance. An alumni panel discussed how to prepare for technical interviews. Finance firms offered QR codes for immediate internship applications."
  ],
  "11_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.432896756857001,
    0.432896756857001,
    0.432896756857001,
    0.432896756857001,
    0.432896756857001,
    0.5385943430237511,
    0.5385943430237511,
    0.5385943430237511,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.7448099678086393,
    0.6014655777389,
    0.6014655777389,
    0.6014655777389,
    0.6014655777389,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.803176064750752,
    0.7664424934059382,
    0.7664424934059382,
    0.7664424934059382,
    0.7664424934059382,
    0.7664424934059382,
    0.7670214452415707,
    0.7670214452415707,
    0.7670214452415707,
    0.7670214452415707,
    0.7670214452415707,
    0.7670214452415707,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711,
    0.8226742458555711
  ],
  "12": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos.",
    "An alumni panel discusses how to prepare for technical interviews. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications.",
    "An alumni panel discusses how to prepare for technical interviews as part of a career event. Students line up outside the university gym before the career fair opens. Healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews as part of a career event. Outside the university gym, students line up before the career fair opens. Inside, healthcare providers showcase community outreach photos. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At a university career event, an alumni panel discusses preparing for technical interviews. Outside the university gym, students line up before the fair opens. Inside, healthcare providers showcase community outreach photos. Finance firms provide QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Students clutch resumes inside branded folders.",
    "A university career event features an alumni panel discussing how to prepare for technical interviews. Outside the university gym, students line up before the career fair opens. Inside the venue, healthcare providers showcase community outreach photos. Finance firms display QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. In the adjoining classroom, workshops on networking etiquette begin. Students clutch resumes inside branded folders."
  ],
  "12_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.5796427784120298,
    0.7030138007596035,
    0.7030138007596035,
    0.7030138007596035,
    0.7030138007596035,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7767266286380962,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7786178570921221,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.7861206907113676,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8177650969346205,
    0.8043059773948247,
    0.8043059773948247
  ],
  "13": [
    "",
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos.",
    "Groups of friends mark target employers on the event map, and healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens.",
    "Groups of friends mark target employers on the event map, while healthcare providers showcase community outreach photos. Students line up outside the university gym before the career fair opens, and tech companies display demo screens showing their latest apps."
  ],
  "13_score": [
    0.0,
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.3635785035917474,
    0.6214273772119101,
    0.6214273772119101,
    0.6214273772119101,
    0.6214273772119101,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943,
    0.6317008923086943
  ],
  "14": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "Healthcare providers showcase community outreach photos.",
    "Healthcare providers showcase community outreach photos, illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications.",
    "Healthcare providers showcase community outreach photos, illustrating ongoing outreach efforts; finance firms offer QR codes for immediate internship applications; consulting firms stack glossy case study booklets on high tables.",
    "Healthcare providers display community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "Healthcare providers display community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station.",
    "In a professional event space, healthcare providers display community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders.",
    "At a professional event space hosting a university career fair, healthcare providers display community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens.",
    "At a professional event space hosting a university career fair, healthcare providers display community outreach photos illustrating ongoing outreach efforts. Finance firms offer QR codes for immediate internship applications. Consulting firms stack glossy case study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Alumni volunteers share quick pep talks near the coffee station. Students clutch resumes inside branded folders. Students line up outside the university gym before the career fair opens. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "14_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.30314353222554347,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.5069445473809178,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.43834463084928055,
    0.6619390891519732,
    0.6619390891519732,
    0.6619390891519732,
    0.6619390891519732,
    0.6619390891519732,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.6919585000786337,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.7446286760943073,
    0.802458050813762,
    0.802458050813762,
    0.802458050813762,
    0.802458050813762,
    0.802458050813762
  ],
  "15": [
    "",
    "",
    "Career counselors remind attendees to maintain eye contact.",
    "Career counselors remind attendees to maintain eye contact; an alumni panel discusses how to prepare for technical interviews.",
    "Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom.",
    "Career counselors remind attendees to maintain eye contact, while an alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map.",
    "At the career fair, career counselors remind attendees to maintain eye contact as part of advising. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system.",
    "At the university career fair, students line up outside the university gym before the career fair opens. Career counselors remind attendees to maintain eye contact as part of advising. An alumni panel discusses how to prepare for technical interviews. Workshops on networking etiquette begin in the adjoining classroom. Groups of friends mark target employers on the event map. A welcome announcement outlines the fair schedule over the PA system."
  ],
  "15_score": [
    0.0,
    0.0,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.3404783241318653,
    0.4650723245282611,
    0.4650723245282611,
    0.4650723245282611,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.5539452071417461,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.7447730871274063,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8400422774580045,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252,
    0.8364838922908252
  ],
  "16": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps.",
    "Groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries.",
    "At the event, groups of friends mark target employers on the event map, while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the event, groups of friends mark target employers on the event map while tech companies display demo screens showing their latest apps. Some students rehearse elevator pitches quietly against the wall, as career counselors redirect unsure students toward applicable industries. Students clutch resumes inside branded folders. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "16_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.4450978666622013,
    0.6088479513557364,
    0.6088479513557364,
    0.6088479513557364,
    0.6088479513557364,
    0.6088479513557364,
    0.6088479513557364,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.636282616412886,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.6384453627672592,
    0.7782870831570762,
    0.7782870831570762,
    0.7782870831570762,
    0.7782870831570762,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073,
    0.7594569689292073
  ],
  "17": [
    "",
    "",
    "",
    "",
    "",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the fair.",
    "A welcome announcement is broadcast over the PA system, outlining the schedule for the career fair. Students line up outside the university gym before the career fair opens.",
    "Outside the university gym, students line up before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the schedule for the fair. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, students line up before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Consulting firms stack glossy case study booklets on high tables, while healthcare providers showcase community outreach photos.",
    "Outside the university gym, students line up before the career fair opens. A welcome announcement is broadcast over the PA system, outlining the fair's schedule. Consulting firms stack glossy case study booklets on high tables while healthcare providers showcase community outreach photos. A cybersecurity company runs a password cracking challenge on a laptop."
  ],
  "17_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.40241068866647106,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.5704523928232004,
    0.7169910439467178,
    0.7169910439467178,
    0.7169910439467178,
    0.7169910439467178,
    0.7169910439467178,
    0.7169910439467178,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7651396913885509,
    0.7655365744342404,
    0.7655365744342404,
    0.7655365744342404,
    0.7655365744342404,
    0.7655365744342404
  ],
  "18": [
    "",
    "",
    "Groups of friends mark target employers on the event map.",
    "Groups of friends mark target employers on the event map.",
    "In the event space, groups of friends are marking target employers on the event map, while alumni volunteers are delivering quick pep talks near the coffee station.",
    "In the event space, groups of friends are marking target employers on the event map. Alumni volunteers are delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom.",
    "In the event space, groups of friends mark target employers on the event map. Alumni volunteers are delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves.",
    "In the event space, groups of friends are marking target employers on the event map. Alumni volunteers are delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams are jotting notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor.",
    "In the event space, groups of friends are marking target employers on the event map. Alumni volunteers are delivering quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams are jotting notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos.",
    "In the event space, groups of friends mark target employers on the event map. Alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets while students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "In the event space, groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries.",
    "At the event space for the career fair, groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system.",
    "At the event space for the career fair, groups of friends mark target employers on the event map while alumni volunteers deliver quick pep talks near the coffee station. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves. Dozens of booths with colorful banners circle the polished floor. Healthcare providers showcase community outreach photos. Career counselors redirect unsure students toward applicable industries. A welcome announcement outlines the fair schedule over the PA system. Event staff scan registrations and hand out lanyards at the entrance."
  ],
  "18_score": [
    0.0,
    0.0,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.3812926829585004,
    0.397874940006303,
    0.397874940006303,
    0.397874940006303,
    0.6788462735114249,
    0.6788462735114249,
    0.6788462735114249,
    0.6788462735114249,
    0.6788462735114249,
    0.6788462735114249,
    0.7324922285186384,
    0.7324922285186384,
    0.7324922285186384,
    0.7324922285186384,
    0.7324922285186384,
    0.7324922285186384,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7468149699703213,
    0.7530877069705615,
    0.7530877069705615,
    0.7530877069705615,
    0.7530877069705615,
    0.7872380890156085,
    0.7872380890156085,
    0.7872380890156085,
    0.7872380890156085,
    0.7767994355078089,
    0.7767994355078089,
    0.7767994355078089,
    0.7767994355078089,
    0.7767994355078089,
    0.7767994355078089,
    0.8452882774807962,
    0.8452882774807962,
    0.8452882774807962,
    0.8452882774807962,
    0.8452882774807962,
    0.8452882774807962,
    0.8452882774807962,
    0.8547131286011991,
    0.8547131286011991,
    0.8547131286011991,
    0.8547131286011991
  ],
  "19": [
    "",
    "",
    "",
    "",
    "",
    "Career counselors redirect unsure students toward applicable industries.",
    "Career counselors redirect unsure students toward applicable industries, and tech companies display demo screens showing their latest apps.",
    "At the expo, career counselors direct unsure students toward applicable industries, guiding their choices. Tech companies display demo screens illustrating their latest apps. A robotics startup attracts attention by flying a small drone above its booth.",
    "At the expo, career counselors direct unsure students toward applicable industries, guiding their choices. Tech companies display demo screens illustrating their latest apps. A robotics startup attracts attention by flying a small drone above its booth. A welcome announcement outlines the fair schedule over the PA system.",
    "At the expo, career counselors guide unsure students toward applicable industries, directing their choices. Tech companies display demo screens illustrating their latest apps. A robotics startup attracts attention by flying a small drone above its booth. A welcome announcement outlines the fair schedule over the PA system.",
    "At the expo, career counselors guide unsure students toward applicable industries, directing their choices. Tech companies display demo screens illustrating their latest apps. A robotics startup attracts attention by flying a small drone above its booth. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos.",
    "At the expo, career counselors guide unsure students toward applicable industries, directing their choices. Tech companies display demo screens illustrating their latest apps. A robotics startup attracts attention by flying a small drone above its booth. A welcome announcement outlines the fair schedule over the PA system. Healthcare providers showcase community outreach photos."
  ],
  "19_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.3883903097600283,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.4461398072814373,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.7696796749271804,
    0.8136077075779911,
    0.8136077075779911,
    0.8136077075779911,
    0.8136077075779911,
    0.8136077075779911,
    0.8137187262661592,
    0.8137187262661592,
    0.8137187262661592,
    0.8137187262661592,
    0.8137187262661592,
    0.8137187262661592,
    0.8137187262661592,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446,
    0.8191893521091446
  ],
  "20": [
    "",
    "",
    "",
    "",
    "A line of students forms outside the university gym, waiting before the career fair opens.",
    "A line of students forms outside the university gym, waiting for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "A line of students forms outside the university gym, waiting for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop, while alumni volunteers share quick pep talks near the coffee station. Healthcare providers showcase community outreach photos.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop while alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach, and some students rehearse elevator pitches quietly against the wall.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop while alumni volunteers share brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach, and some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume review table near the stage.",
    "Outside the university gym, a line of students waits for the career fair to open. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers give brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Some students rehearse elevator pitches quietly against the wall. The engineering society sponsors a resume-review table near the stage. Dozens of booths with colorful banners circle the polished floor.",
    "Outside the university gym, a line of students waits for the career fair to open. Dozens of booths with colorful banners circle the polished floor. An engineering society sponsors a resume-review table near the stage. A cybersecurity company runs a password-cracking challenge on a laptop. Alumni volunteers deliver brief pep talks near the coffee station. Healthcare providers showcase photos of community outreach. Some students rehearse elevator pitches quietly against the wall."
  ],
  "20_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.32603048903460724,
    0.32603048903460724,
    0.32603048903460724,
    0.32603048903460724,
    0.32603048903460724,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.49696062487068215,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.5034423659145152,
    0.6698765036396463,
    0.6698765036396463,
    0.6698765036396463,
    0.6698765036396463,
    0.6698765036396463,
    0.6698765036396463,
    0.7041475890551662,
    0.7041475890551662,
    0.7041475890551662,
    0.7041475890551662,
    0.7041475890551662,
    0.7041475890551662,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.7636783058933518,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8078871321169525,
    0.8118480004619476,
    0.8118480004619476,
    0.8118480004619476,
    0.8118480004619476
  ],
  "21": [
    "",
    "",
    "",
    "",
    "",
    "",
    "Workshops on networking etiquette begin in the adjoining classroom.",
    "Workshops on networking etiquette begin in the adjoining classroom, as dozens of booths with colorful banners circle the polished floor.",
    "Workshops on networking etiquette begin in the adjoining classroom, as dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens.",
    "Workshops on networking etiquette begin in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens, and the engineering society sponsors a resume review table near the stage.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews.",
    "Workshops on networking etiquette are underway in the adjoining classroom, while dozens of booths with colorful banners circle the polished floor. Students line up outside the university gym before the career fair opens, and the engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system.",
    "A career fair scene unfolds at the university gym, with workshops on networking etiquette underway in the adjoining classroom. Dozens of booths with colorful banners circle the polished floor, while students line up outside the gym before the fair opens. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries.",
    "At the university gym, a career fair is underway with workshops on networking etiquette in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as students line up outside the gym before opening. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop.",
    "At the university gym, a career fair is underway with workshops on networking etiquette in the adjoining classroom. Dozens of booths with colorful banners encircle the polished floor as students line up outside the gym before opening. The engineering society sponsors a resume review table near the stage. An alumni panel discusses how to prepare for technical interviews. A welcome announcement outlines the fair schedule over the PA system. Career counselors redirect unsure students toward applicable industries. A cybersecurity company runs a password-cracking challenge on a laptop."
  ],
  "21_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.32105120569865975,
    0.32105120569865975,
    0.32105120569865975,
    0.3481994248817955,
    0.3481994248817955,
    0.3481994248817955,
    0.3481994248817955,
    0.3481994248817955,
    0.3481994248817955,
    0.3481994248817955,
    0.5914703195640456,
    0.5914703195640456,
    0.5914703195640456,
    0.5914703195640456,
    0.5984232382349981,
    0.5984232382349981,
    0.5984232382349981,
    0.5984232382349981,
    0.5984232382349981,
    0.5984232382349981,
    0.74077144471257,
    0.74077144471257,
    0.74077144471257,
    0.74077144471257,
    0.74077144471257,
    0.74077144471257,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.7686341954289992,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.8226404518673107,
    0.809030682062168,
    0.809030682062168,
    0.809030682062168,
    0.809030682062168,
    0.809030682062168
  ],
  "22": [
    "",
    "",
    "",
    "A line of students forms outside the university gym, waiting ahead of the career fair opening.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Career counselors redirect unsure students toward applicable industries.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables.",
    "Outside the university gym, a line of students waits ahead of the career fair opening. Career counselors remind attendees to maintain eye contact and redirect unsure students toward applicable industries. An alumni panel discusses how to prepare for technical interviews. Groups of friends mark target employers on the event map. Alumni volunteers share quick pep talks near the coffee station. Consulting firms stack glossy case study booklets on high tables. Some students rehearse elevator pitches quietly against the wall."
  ],
  "22_score": [
    0.0,
    0.0,
    0.0,
    0.32355534059519986,
    0.32355534059519986,
    0.32355534059519986,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.47856117087028716,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7278461703789825,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7909237420454677,
    0.7981502742920135,
    0.7981502742920135,
    0.7981502742920135,
    0.7981502742920135,
    0.7981502742920135,
    0.7904122052883926,
    0.7904122052883926,
    0.7904122052883926,
    0.7904122052883926,
    0.7904122052883926,
    0.7904122052883926,
    0.7904122052883926,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8020603703793283,
    0.8016015858955836,
    0.8016015858955836,
    0.8016015858955836,
    0.8016015858955836,
    0.8016015858955836
  ],
  "23": [
    "",
    "",
    "",
    "",
    "",
    "A robotics startup is flying a small drone above its booth to attract attention.",
    "A robotics startup is flying a small drone above its booth to attract attention, while tech companies display demo screens showing their latest apps.",
    "At the event, a robotics startup is flying a small drone above its booth to attract attention. Tech companies display demo screens showing their latest apps. Groups of friends mark target employers on the event map.",
    "At the event, a robotics startup uses a small drone above its booth to attract attention; tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries.",
    "At the event, a robotics startup uses a small drone hovering above its booth to attract attention. Tech companies display demo screens with their latest apps. Groups of friends mark target employers on the event map, and career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables.",
    "At the event, a robotics startup draws attention with a small drone hovering above its booth; tech companies display demo screens showcasing their latest apps; groups of friends mark target employers on the event map; career counselors redirect unsure students toward applicable industries; consulting firms stack glossy case-study booklets on high tables.",
    "At the event, a robotics startup draws attention with a small drone hovering above its booth. Tech companies display demo screens showcasing their latest apps. Groups of friends mark target employers on the event map, while career counselors redirect unsure students toward applicable industries. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom.",
    "At the event, a robotics startup draws attention as a small drone hovers above its booth. Tech companies showcase their latest apps on demo screens. Groups of friends mark target employers on the event map, while career counselors direct unsure students toward suitable industries. Consulting firms stack glossy case-study booklets on high tables. Workshops on networking etiquette begin in the adjoining classroom. Human resources teams jot notes on tablets as students introduce themselves."
  ],
  "23_score": [
    0.0,
    0.0,
    0.0,
    0.0,
    0.0,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.3921353470773043,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.37638234768911516,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6931538730690359,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.6612374227428517,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.796599804058007,
    0.5296872605959677,
    0.5296872605959677,
    0.5296872605959677,
    0.5296872605959677,
    0.805375404262234,
    0.805375404262234,
    0.805375404262234,
    0.805375404262234,
    0.8259684964392862,
    0.8259684964392862,
    0.8259684964392862,
    0.8259684964392862,
    0.8259684964392862
  ],
  "24": [
    "",
    "",
    "An alumni panel discusses how to prepare for technical interviews.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact, and consulting firms stack glossy case study booklets on high tables.",
    "An alumni panel discusses how to prepare for technical interviews, while career counselors redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables. Dozens of booths with colorful banners circle the polished floor.",
    "An on-site career event features an alumni panel on preparing for technical interviews, alongside career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications.",
    "An on-site career event features an alumni panel on preparing for technical interviews, complemented by career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables, while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, practicing delivery as the space buzzes with activity.",
    "An on-site career event features an alumni panel on preparing for technical interviews, complemented by career counselors who redirect unsure students toward applicable industries and remind attendees to maintain eye contact. Consulting firms stack glossy case-study booklets on high tables while dozens of booths with colorful banners circle the polished floor. Finance firms offer QR codes for immediate internship applications. Some students rehearse elevator pitches quietly against the wall, practicing delivery as the space buzzes with activity. Workshops on networking etiquette begin in the adjoining classroom."
  ],
  "24_score": [
    0.0,
    0.0,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4562845553238129,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.4474838396541572,
    0.43985564698249785,
    0.43985564698249785,
    0.43985564698249785,
    0.43985564698249785,
    0.43985564698249785,
    0.43985564698249785,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.44840747618937454,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.7400528836161306,
    0.8072941989028009,
    0.8072941989028009,
    0.8072941989028009,
    0.8072941989028009,
    0.8072941989028009,
    0.8072941989028009,
    0.8072941989028009,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.8024774508680262,
    0.7983283970802674,
    0.7983283970802674,
    0.7983283970802674,
    0.7983283970802674
  ]
}